{
    "metadata": {
        "page_hash": "138f529de1bcb171d5a16ff4153a2c2507acb81ebfe0285a5f48a441e647abf0",
        "original_filename": "0000005513-20-000027_20200218x10k.pdf",
        "page_no": 85,
        "num_pages": 221,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                39.62984890756302,
                71.45212915676962,
                41.41970735294118,
                10.613680225653184
            ],
            "text": "Other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNXBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Khác"
        },
        {
            "bbox": [
                24.738352605042017,
                95.9986514251782,
                956.1784129411765,
                10.62318764845611
            ],
            "text": "Our exposure to non-current investments, defined as foreclosed real estate and invested assets which are delinquent as to interest and/or principal",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tiếp xúc với các khoản đầu tư phi hiện tại, được định nghĩa là bất động sản bị tịch thu và tài sản đầu tư là quá hạn đối với lãi suất và/hoặc hiệu trưởng"
        },
        {
            "bbox": [
                24.738352605042017,
                107.23050890736351,
                762.1899448739497,
                10.613680225653184
            ],
            "text": "payments, totaled $30.5 million and $36.0 million on a fair value basis at December 31, 2019 and 2018, respectively.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các khoản thanh toán, tổng cộng 30,5 triệu đô la và 36,0 triệu đô la trên cơ sở giá trị hợp lý vào ngày 31 tháng 12 năm 2019 và 2018."
        },
        {
            "bbox": [
                24.738352605042017,
                131.77701900237537,
                954.3426810084035,
                10.623187648455996
            ],
            "text": "See Notes 3 and 4 of the \"Notes to Consolidated Financial Statements\" contained herein in Item 8 for further discussion of our investments and our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Xem Ghi chú 3 và 4 của \"Ghi chú để báo cáo tài chính hợp nhất\" có trong tài liệu này trong mục 8 để thảo luận thêm về các khoản đầu tư của chúng tôi và"
        },
        {
            "bbox": [
                24.738352605042017,
                143.00887648456057,
                208.986316302521,
                10.613680225653184
            ],
            "text": "derivative financial instruments.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công cụ tài chính phái sinh."
        },
        {
            "bbox": [
                24.738352605042017,
                167.55538657957254,
                230.18285117647056,
                10.623199821852722
            ],
            "text": "Liquidity and Capital Resources",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QZXBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Tài nguyên thanh khoản và vốn"
        },
        {
            "bbox": [
                39.62984890756302,
                187.20401573634206,
                67.98540239495799,
                10.613680225653184
            ],
            "text": "Overview",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNXBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Tổng quan"
        },
        {
            "bbox": [
                24.738352605042017,
                211.76003325415684,
                904.8186431932774,
                10.613692399049796
            ],
            "text": "Our liquidity requirements are met primarily by cash flows provided from operations, principally in our insurance subsidiaries. Premium and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Yêu cầu thanh khoản của chúng tôi được đáp ứng chủ yếu bằng các dòng tiền được cung cấp từ các hoạt động, chủ yếu trong các công ty con bảo hiểm của chúng tôi. Cao cấp và"
        },
        {
            "bbox": [
                24.738352605042017,
                222.98239548693584,
                957.8751238655462,
                10.613668052256571
            ],
            "text": "investment income, as well as maturities and sales of invested assets, provide the primary sources of cash. Debt and/or securities offerings provide",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thu nhập đầu tư, cũng như kỳ hạn và bán tài sản đầu tư, cung cấp các nguồn tiền mặt chính. Các dịch vụ nợ và/hoặc chứng khoán cung cấp"
        },
        {
            "bbox": [
                24.738352605042017,
                234.20473337292162,
                967.2853646218488,
                10.61369239904991
            ],
            "text": "additional sources of liquidity. Cash is applied to the payment of policy benefits, costs of acquiring new business (principally commissions), operating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "các nguồn thanh khoản bổ sung. Tiền mặt được áp dụng cho việc thanh toán các lợi ích chính sách, chi phí mua lại doanh nghiệp mới (chủ yếu là hoa hồng), hoạt động"
        },
        {
            "bbox": [
                24.738352605042017,
                245.42709560570074,
                409.509615882353,
                10.62318764845611
            ],
            "text": "expenses, and taxes, as well as purchases of new investments.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chi phí và thuế, cũng như mua các khoản đầu tư mới."
        },
        {
            "bbox": [
                24.738352605042017,
                269.9831131235155,
                947.4893587394957,
                10.613680225653184
            ],
            "text": "We have established an investment strategy that we believe will provide for adequate cash flows from operations. We attempt to match our asset",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi đã thiết lập một chiến lược đầu tư mà chúng tôi tin rằng sẽ cung cấp cho dòng tiền đầy đủ từ các hoạt động. Chúng tôi cố gắng phù hợp với tài sản của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                281.2054631828979,
                970.9332448739498,
                10.623187648455996
            ],
            "text": "cash flows and durations with expected liability cash flows and durations to meet the funding requirements of our business. However, deterioration in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Dòng tiền và thời lượng với dòng tiền và thời lượng trách nhiệm dự kiến ​​để đáp ứng các yêu cầu tài trợ của doanh nghiệp của chúng tôi. Tuy nhiên, sự suy giảm trong"
        },
        {
            "bbox": [
                24.738352605042017,
                292.4373206650831,
                947.5286877310924,
                10.613680225653184
            ],
            "text": "the credit market may delay our ability to sell our positions in certain of our fixed maturity securities in a timely manner and adversely impact the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thị trường tín dụng có thể trì hoãn khả năng bán các vị trí của chúng tôi trong một số chứng khoán đáo hạn cố định của chúng tôi một cách kịp thời và tác động xấu"
        },
        {
            "bbox": [
                24.738352605042017,
                303.6596707244655,
                942.8130503361346,
                10.613680225653184
            ],
            "text": "price we receive for such securities, which may negatively impact our cash flows. Furthermore, if we experience defaults on securities held in the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giá chúng tôi nhận được cho chứng khoán như vậy, có thể tác động tiêu cực đến dòng tiền của chúng tôi. Hơn nữa, nếu chúng ta trải nghiệm mặc định về chứng khoán được giữ trong"
        },
        {
            "bbox": [
                24.738352605042017,
                314.8820207838479,
                925.2553860504203,
                10.613680225653297
            ],
            "text": "investment portfolios of our insurance subsidiaries, this will negatively impact statutory capital, which could reduce our insurance subsidiaries'",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Danh mục đầu tư của các công ty con bảo hiểm của chúng tôi, điều này sẽ tác động tiêu cực đến vốn theo luật định, có thể làm giảm các công ty con bảo hiểm của chúng tôi '"
        },
        {
            "bbox": [
                24.738352605042017,
                326.1043708432304,
                951.4609839495799,
                10.623199821852722
            ],
            "text": "capacity to pay dividends to our holding companies. A reduction in dividends to our holding companies could force us to seek external financing to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "khả năng trả cổ tức cho các công ty cổ phần của chúng tôi. Việc giảm cổ tức cho các công ty cổ phần của chúng tôi có thể buộc chúng tôi phải tìm kiếm tài chính bên ngoài để"
        },
        {
            "bbox": [
                24.738352605042017,
                337.33624049881234,
                730.3283452941176,
                10.613668052256571
            ],
            "text": "avoid impairing our ability to pay dividends to our stockholders or meet our debt and other payment obligations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tránh làm suy yếu khả năng thanh toán cổ tức cho các cổ đông của chúng tôi hoặc đáp ứng nợ và nghĩa vụ thanh toán khác."
        },
        {
            "bbox": [
                24.738352605042017,
                361.8827505938243,
                961.1708864705884,
                10.623187648455996
            ],
            "text": "Our policy benefits are primarily in the form of claim payments, and we have minimal exposure to the policy withdrawal risk associated with deposit",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Lợi ích chính sách của chúng tôi chủ yếu dưới dạng thanh toán yêu cầu và chúng tôi đã tiếp xúc tối thiểu với rủi ro rút tiền chính sách liên quan đến tiền gửi"
        },
        {
            "bbox": [
                24.738352605042017,
                373.1146080760095,
                957.3600226050421,
                10.613680225653184
            ],
            "text": "products such as individual life policies or annuities. A decrease in demand for our insurance products or an increase in the incidence of new claims",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các sản phẩm như chính sách cuộc sống hoặc niên kim cá nhân. Giảm nhu cầu đối với các sản phẩm bảo hiểm của chúng tôi hoặc tăng tỷ lệ mắc các khiếu nại mới"
        },
        {
            "bbox": [
                24.738352605042017,
                384.3369581353919,
                971.9412591596639,
                10.613680225653297
            ],
            "text": "or the duration of existing claims could negatively impact our cash flows from operations. However, our historical pattern of benefits paid to revenues",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hoặc thời gian của các khiếu nại hiện tại có thể tác động tiêu cực đến dòng tiền của chúng tôi từ các hoạt động. Tuy nhiên, mô hình lợi ích lịch sử của chúng tôi được trả cho doanh thu"
        },
        {
            "bbox": [
                24.738352605042017,
                395.5593081947744,
                688.8647868907564,
                10.613680225653184
            ],
            "text": "is generally consistent, even during cycles of economic downturns, which serves to minimize liquidity risk.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "nói chung là nhất quán, ngay cả trong các chu kỳ suy thoái kinh tế, phục vụ để giảm thiểu rủi ro thanh khoản."
        },
        {
            "bbox": [
                24.738352605042017,
                420.1153378859858,
                973.1178385714286,
                10.613668052256457
            ],
            "text": "The liquidity requirements of the holding company Unum Group include common stock dividends, interest and debt service, acquisitions, and ongoing",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các yêu cầu thanh khoản của nhóm UNUM của công ty cổ phần bao gồm cổ tức cổ phiếu phổ thông, dịch vụ lãi suất và nợ"
        },
        {
            "bbox": [
                24.738352605042017,
                431.3376757719716,
                897.8381864705883,
                10.613692399049796
            ],
            "text": "investments in our businesses. Unum Group's liquidity requirements are met by assets held by Unum Group and our intermediate holding",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đầu tư vào doanh nghiệp của chúng tôi. Các yêu cầu thanh khoản của Unum Group được đáp ứng bởi các tài sản do Unum Group nắm giữ và nắm giữ trung gian của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                442.5600380047506,
                967.3791478151261,
                10.62318764845611
            ],
            "text": "companies, dividends from primarily our insurance subsidiaries, and issuance of common stock, debt, or other capital securities and borrowings from",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "các công ty, cổ tức từ chủ yếu là các công ty con bảo hiểm của chúng tôi và phát hành cổ phiếu phổ thông, nợ hoặc chứng khoán vốn khác"
        },
        {
            "bbox": [
                24.738352605042017,
                453.7918954869359,
                956.6945650420168,
                10.613680225653184
            ],
            "text": "existing credit facilities, as needed. As of December 31, 2019, Unum Group and our intermediate holding companies held fixed maturity securities,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các cơ sở tín dụng hiện tại, khi cần thiết. Tính đến ngày 31 tháng 12 năm 2019, Unum Group và các công ty cổ phần trung gian của chúng tôi đã tổ chức chứng khoán trưởng thành cố định,"
        },
        {
            "bbox": [
                24.738352605042017,
                465.0142455463183,
                963.24233394958,
                10.613680225653184
            ],
            "text": "short-term investments, and cash of $863 million. Fixed maturity securities consisted primarily of mortgage/asset-backed securities with an average",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đầu tư ngắn hạn và tiền mặt là 863 triệu đô la. Chứng khoán đáo hạn cố định bao gồm chủ yếu là thế chấp/chứng khoán được hỗ trợ bởi tài sản với trung bình"
        },
        {
            "bbox": [
                24.738352605042017,
                476.2365956057007,
                968.7768343697479,
                10.613680225653184
            ],
            "text": "maturity of 4.4 years. Short-term investments consisted primarily of commercial paper. No significant restrictions exist on our ability to use or access",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "thời gian đáo hạn 4,4 năm. Đầu tư ngắn hạn bao gồm chủ yếu là giấy thương mại. Không có hạn chế đáng kể nào tồn tại đối với khả năng sử dụng hoặc truy cập của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                487.4589456650832,
                950.6072192436975,
                10.623187648455996
            ],
            "text": "funds in any of our U.S. or foreign intermediate holding companies. Dividends repatriated from our foreign subsidiaries are eligible for 100 percent",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "quỹ trong bất kỳ công ty cổ phần trung gian nào của Hoa Kỳ hoặc nước ngoài của chúng tôi. Cổ tức được hồi hương từ các công ty con nước ngoài của chúng tôi đủ điều kiện cho 100 phần trăm"
        },
        {
            "bbox": [
                24.738352605042017,
                498.6908031472684,
                742.5672759663867,
                10.613680225653184
            ],
            "text": "exemption from U.S. income tax but may be subject to withholding tax and/or tax on foreign currency gain or loss.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Miễn thuế thu nhập của Hoa Kỳ nhưng có thể bị khấu trừ thuế và/hoặc thuế đối với lãi hoặc lỗ ngoại tệ."
        },
        {
            "bbox": [
                24.738352605042017,
                523.2373132422804,
                928.6548200840338,
                10.623199821852722
            ],
            "text": "As part of our capital deployment strategy, we repurchase shares of Unum Group's common stock, as authorized by our board of directors. Our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Là một phần của chiến lược triển khai vốn của chúng tôi, chúng tôi mua lại cổ phần của cổ phiếu phổ thông của Unum Group, theo ủy quyền của Hội đồng quản trị của chúng tôi. Của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                533.7654023159146,
                922.6657709243699,
                10.613680225653184
            ],
            "text": "current share repurchase program was approved by our board of directors in May 2019 and authorizes the repurchase of up to $750 million of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chương trình mua lại cổ phần hiện tại đã được hội đồng quản trị của chúng tôi chấp thuận vào tháng 5 năm 2019 và cho phép mua lại tới 750 triệu đô la"
        },
        {
            "bbox": [
                24.738352605042017,
                544.2839839667458,
                934.6055738655461,
                10.623187648456053
            ],
            "text": "common stock through November 2020, with the pace of repurchase activity to depend upon various factors such as the level of available cash,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Cổ phiếu phổ thông đến tháng 11"
        },
        {
            "bbox": [
                24.738352605042017,
                554.8120608669834,
                973.0769247058824,
                10.613680225653184
            ],
            "text": "alternative uses for cash, and our stock price. This new authorization replaced the previous authorization of $750 million that was scheduled to expire",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "2020, với tốc độ hoạt động mua lại để phụ thuộc vào các yếu tố khác nhau như mức độ tiền mặt có sẵn,"
        },
        {
            "bbox": [
                24.738352605042017,
                566.7381915083135,
                950.3462490756303,
                10.613680225653184
            ],
            "text": "in November 2019. During 2019, we repurchased 12.3 million shares at a cost of approximately $400 million. The dollar value of shares remaining",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sử dụng thay thế cho tiền mặt, và giá cổ phiếu của chúng tôi. Ủy quyền mới này đã thay thế cho ủy quyền trước đó là 750 triệu đô la dự kiến ​​sẽ hết hạn"
        },
        {
            "bbox": [
                24.738352605042017,
                577.960541567696,
                953.7430473949581,
                10.613680225653184
            ],
            "text": "under the current repurchase program was approximately $516 million at December 31, 2019. See Note 10 of the \"Notes to Consolidated Financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Vào tháng 11 năm 2019. Trong năm 2019, chúng tôi đã mua lại 12,3 triệu cổ phiếu với chi phí khoảng 400 triệu đô la. Giá trị đô la của cổ phiếu còn lại"
        },
        {
            "bbox": [
                24.738352605042017,
                588.4791110451306,
                259.4622604201681,
                10.62318764845611
            ],
            "text": "Statements\" contained herein in Item 8.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Theo chương trình mua lại hiện tại là khoảng 516 triệu đô la vào ngày 31 tháng 12 năm 2019. Xem Lưu ý 10 của \"Ghi chú về tài chính hợp nhất"
        },
        {
            "bbox": [
                42.608149201680675,
                612.3313601543944,
                239.11773483193278,
                10.623199821852722
            ],
            "text": "Cash Available from Subsidiaries",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNXBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Các câu lệnh \"chứa trong tài liệu này trong mục 8."
        },
        {
            "bbox": [
                24.738352605042017,
                636.8873898456056,
                970.4631402521009,
                10.61368022565324
            ],
            "text": "Unum Group and certain of its intermediate holding company subsidiaries depend on payments from subsidiaries to pay dividends to stockholders, to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tiền mặt có sẵn từ các công ty con"
        },
        {
            "bbox": [
                24.738352605042017,
                648.1097399049881,
                644.1919448739496,
                10.623187648456053
            ],
            "text": "pay debt obligations, and/or to pay expenses. These payments by our insurance and non-insurance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Unum Group và một số công ty con của công ty cổ phần trung gian phụ thuộc vào các khoản thanh toán từ các công ty con để trả cổ tức cho các cổ đông, để"
        },
        {
            "bbox": [
                503.484530672269,
                690.2030570071258,
                16.414022689075637,
                10.62318764845611
            ],
            "text": "82",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTXBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thanh toán nghĩa vụ nợ, và/hoặc để trả chi phí. Những khoản thanh toán này bằng bảo hiểm và không bảo hiểm của chúng tôi"
        }
    ]
}