{
    "metadata": {
        "page_hash": "1728618e1667453505c06715a4ff2ae0689edbc0af4a6e0752125718b1bdd57f",
        "original_filename": "0000005513-21-000015_20210217x10k.pdf",
        "page_no": 74,
        "num_pages": 238,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                58.11846169833734,
                936.8508406722689,
                10.618427850356284
            ],
            "text": "to new customers in the large case market. Dental and vision sales increased compared to 2018 driven by higher sales to both new and existing",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "cho khách hàng mới trong thị trường trường hợp lớn. Doanh số nha khoa và thị lực tăng so với năm 2018 được thúc đẩy bởi doanh số cao hơn cho cả mới và hiện tại"
        },
        {
            "bbox": [
                24.738352605042017,
                69.34555938242283,
                71.55017840336134,
                10.613680225653184
            ],
            "text": "customers.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Khách hàng."
        },
        {
            "bbox": [
                39.62984890756302,
                93.8968292755344,
                126.30287386554622,
                10.61844002375301
            ],
            "text": "Segment Outlook",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIBCAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Triển vọng phân khúc"
        },
        {
            "bbox": [
                24.738352605042017,
                118.45285896674591,
                941.7660343697479,
                10.613680225653297
            ],
            "text": "We remain committed to offering consumers a broad set of financial protection benefit products at the worksite. During 2021, we will continue to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi vẫn cam kết cung cấp cho người tiêu dùng một bộ sản phẩm lợi ích bảo vệ tài chính rộng lớn tại nơi làm việc. Trong năm 2021, chúng ta sẽ tiếp tục"
        },
        {
            "bbox": [
                24.738352605042017,
                129.6752090261284,
                959.038559159664,
                10.61842785035617
            ],
            "text": "invest in a unique customer experience defined by simplicity, empathy, and deep industry expertise through the re-design of our processes and the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "đầu tư vào một trải nghiệm khách hàng độc đáo được xác định bởi sự đơn giản, đồng cảm và chuyên môn sâu sắc của ngành thông qua việc thiết kế lại các quy trình của chúng tôi và"
        },
        {
            "bbox": [
                24.738352605042017,
                140.9023067102138,
                971.5799940336135,
                10.613680225653184
            ],
            "text": "increased utilization of digital capabilities and technology to enhance enrollment, underwriting, and claims processing. In addition, we will continue to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tăng cường sử dụng các khả năng và công nghệ kỹ thuật số để tăng cường tuyển sinh, bảo lãnh phát hành và xử lý khiếu nại. Ngoài ra, chúng tôi sẽ tiếp tục"
        },
        {
            "bbox": [
                24.738352605042017,
                152.12465676959619,
                927.425147394958,
                10.61844002375301
            ],
            "text": "focus on the expansion of our portfolio of products. In particular, with respect to smaller employers, we will continue to provide comprehensive",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tập trung vào việc mở rộng danh mục sản phẩm của chúng tôi. Đặc biệt, đối với các nhà tuyển dụng nhỏ hơn, chúng tôi sẽ tiếp tục cung cấp toàn diện"
        },
        {
            "bbox": [
                24.738352605042017,
                163.3517666270784,
                956.8430263865547,
                10.613680225653184
            ],
            "text": "consumer-focused products, enhance our distribution model, and utilize our MyUnum platform and digital tools to bring industry leading enrollment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các sản phẩm tập trung vào người tiêu dùng, nâng cao mô hình phân phối của chúng tôi và sử dụng nền tảng Myunum và các công cụ kỹ thuật số của chúng tôi để mang đến ghi danh hàng đầu trong ngành"
        },
        {
            "bbox": [
                24.738352605042017,
                174.5741166864608,
                968.1978041176471,
                10.61844002375301
            ],
            "text": "capabilities and a fully integrated customer experience. Our differentiated offering with HR Connect and significant investment in leave management",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Khả năng và trải nghiệm khách hàng tích hợp đầy đủ. Cung cấp khác biệt của chúng tôi với kết nối nhân sự và đầu tư đáng kể vào quản lý nghỉ phép"
        },
        {
            "bbox": [
                24.738352605042017,
                185.80122654394302,
                962.6683511764707,
                10.613680225653297
            ],
            "text": "services will allow for substantial growth opportunities, particularly with larger employers, and stronger persistency in our core products. We believe",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các dịch vụ sẽ cho phép các cơ hội tăng trưởng đáng kể, đặc biệt là với các nhà tuyển dụng lớn hơn và sự kiên trì mạnh mẽ hơn trong các sản phẩm cốt lõi của chúng tôi. Chúng tôi tin"
        },
        {
            "bbox": [
                24.738352605042017,
                197.02357660332552,
                963.5043549579832,
                10.61842785035617
            ],
            "text": "our active client management and differentiated integrated customer experience across our product lines, underpinned by strong risk management,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quản lý khách hàng tích cực của chúng tôi và trải nghiệm khách hàng tích hợp khác biệt trên các dòng sản phẩm của chúng tôi, được củng cố bởi quản lý rủi ro mạnh mẽ,"
        },
        {
            "bbox": [
                24.738352605042017,
                208.2506742874109,
                423.8116562184875,
                10.613680225653184
            ],
            "text": "will continue to enable us to grow our market over the long-term.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "sẽ tiếp tục cho phép chúng tôi phát triển thị trường của chúng tôi trong dài hạn."
        },
        {
            "bbox": [
                24.738352605042017,
                232.80194418052258,
                945.290053277311,
                10.61844002375301
            ],
            "text": "Given the uncertainty caused by the COVID-19 pandemic, we expect to experience further disruption in our sales activity and ultimately premium",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Do sự không chắc chắn do đại dịch Covid-19 gây ra, chúng tôi hy vọng sẽ trải qua sự gián đoạn hơn nữa trong hoạt động bán hàng của chúng tôi và cuối cùng là cao cấp"
        },
        {
            "bbox": [
                24.738352605042017,
                244.0290540380048,
                968.6693730252101,
                10.613680225653297
            ],
            "text": "income in 2021, particularly in the first half of the year. We could also continue to experience claims volatility, particularly in our short-term disability",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thu nhập vào năm 2021, đặc biệt là trong nửa đầu năm. Chúng tôi cũng có thể tiếp tục trải nghiệm sự biến động của yêu cầu, đặc biệt là trong khuyết tật ngắn hạn của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                255.2514040973873,
                900.5845663025211,
                10.61842785035617
            ],
            "text": "and group and voluntary life products as well as potential disruption in our overall claims processing activity which can result in short-term",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và các sản phẩm cuộc sống theo nhóm và tự nguyện cũng như sự gián đoạn tiềm năng trong hoạt động xử lý yêu cầu tổng thể của chúng tôi có thể dẫn đến ngắn hạn"
        },
        {
            "bbox": [
                24.738352605042017,
                266.4785017814727,
                948.0167772268909,
                10.613680225653184
            ],
            "text": "unfavorable experience. In addition, we could continue to experience an increase in the volume of activity associated with our leave management",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Kinh nghiệm không thuận lợi. Ngoài ra, chúng tôi có thể tiếp tục trải nghiệm sự gia tăng khối lượng hoạt động liên quan đến quản lý nghỉ phép của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                277.7008518408551,
                915.5718751260505,
                10.61844002375301
            ],
            "text": "product which would lead to an increase in expenses. The low interest rate environment continues to place pressure on our profit margins by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "sản phẩm sẽ dẫn đến sự gia tăng chi phí. Môi trường lãi suất thấp tiếp tục gây áp lực lên tỷ suất lợi nhuận của chúng tôi bằng cách"
        },
        {
            "bbox": [
                24.738352605042017,
                288.9279616983373,
                964.2118805882353,
                10.613680225653184
            ],
            "text": "impacting net investment income yields as well as potentially discount rates on our insurance liabilities. Our net investment income may continue to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tác động đến lợi suất thu nhập đầu tư ròng cũng như tỷ lệ chiết khấu có khả năng đối với các khoản nợ bảo hiểm của chúng tôi. Thu nhập đầu tư ròng của chúng tôi có thể tiếp tục"
        },
        {
            "bbox": [
                24.738352605042017,
                300.1503117577197,
                897.9157936134454,
                10.61844002375301
            ],
            "text": "be unfavorably impacted by fluctuations in miscellaneous investment income. As part of our continued pricing discipline and our reserving",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "bị ảnh hưởng một cách bất lợi bởi sự dao động trong thu nhập đầu tư linh tinh. Là một phần của kỷ luật định giá tiếp tục của chúng tôi và bảo lưu của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                311.3774216152019,
                932.4665108403362,
                10.613680225653297
            ],
            "text": "methodology, we continuously monitor emerging interest rate experience and adjust our pricing and reserve discount rates, as appropriate. We",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phương pháp, chúng tôi liên tục theo dõi trải nghiệm lãi suất mới nổi và điều chỉnh giá và mức chiết khấu dự trữ của chúng tôi, nếu phù hợp. Chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                322.5997716745844,
                633.9213587394959,
                10.61842785035617
            ],
            "text": "continuously monitor key indicators to assess our risks and adjust our business plans accordingly.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Liên tục giám sát các chỉ số chính để đánh giá rủi ro của chúng tôi và điều chỉnh các kế hoạch kinh doanh của chúng tôi cho phù hợp."
        },
        {
            "bbox": [
                503.484530672269,
                364.6930887767221,
                16.414022689075637,
                10.613680225653297
            ],
            "text": "71",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQACAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "71"
        }
    ]
}