{
    "metadata": {
        "page_hash": "2427de4b267329ed05f6f090edb8475c0ee6d4e96f4d622255305120808f04e9",
        "original_filename": "TSX_BAM.A_2013.pdf",
        "page_no": 64,
        "num_pages": 153,
        "original_width": 594,
        "original_height": 774,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "ann_reports_10_14_fancy",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                853.9658253367003,
                994.6539095930233,
                139.2032483164984,
                10.440697674418608
            ],
            "text": "2013 ANNUAL REPORT 63",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Báo cáo thường niên 2013 63"
        },
        {
            "bbox": [
                124.24242424242424,
                43.7285526485789,
                844.1954528619527,
                16.531144379844932
            ],
            "text": "The increased global focus on anti-bribery and corruption enforcement may also lead to more investigations in this area, the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Sự tập trung toàn cầu gia tăng vào việc thực thi chống hối lộ và tham nhũng cũng có thể dẫn đến nhiều cuộc điều tra hơn trong lĩnh vực này, "
        },
        {
            "bbox": [
                124.24242424242424,
                58.82539890180874,
                844.3264768518519,
                16.531144379844932
            ],
            "text": "results of which cannot be predicted. For example, we are currently facing anti-bribery and corruption investigations by the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Kết quả mà không thể dự đoán được. Ví dụ, chúng tôi hiện đang phải đối mặt với các cuộc điều tra chống hối lộ và tham nhũng của "
        },
        {
            "bbox": [
                124.24242424242424,
                73.92232461240314,
                843.3593013468013,
                16.531157622738988
            ],
            "text": "SEC and U.S. Department of Justice (“DOJ”) related to a Brazilian subsidiary of ours that allegedly made payments to certain ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Sec và Bộ Tư pháp Hoa Kỳ (DO DOJ) liên quan đến một công ty con của Brazil của chúng ta được cho là đã thực hiện các khoản thanh toán cho một số "
        },
        {
            "bbox": [
                124.24242424242424,
                89.01926356589149,
                843.3429772727272,
                16.531144379844932
            ],
            "text": "third parties in Brazil and those payments were, in turn, used, with our knowledge, to pay certain municipal officials to obtain ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Các bên thứ ba ở Brazil và các khoản thanh toán đó đã được sử dụng, với kiến ​​thức của chúng tôi, để trả một số quan chức thành phố để có được "
        },
        {
            "bbox": [
                124.24242424242424,
                104.11610981912145,
                842.5725534511785,
                16.531144379844932
            ],
            "text": "permits and other benefits. A civil action against our Brazilian subsidiary has been commenced by a public prosecutor in Brazil. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "giấy phép và các lợi ích khác. Một hành động dân sự chống lại công ty con Brazil của chúng tôi đã được bắt đầu bởi một công tố viên ở Brazil. "
        },
        {
            "bbox": [
                124.24242424242424,
                119.21304877260991,
                843.064191077441,
                16.531144379844932
            ],
            "text": "All involved have denied the allegations. The SEC and DOJ are seeking information from us and we are cooperating with both ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Tất cả những người liên quan đã phủ nhận các cáo buộc. SEC và DOJ đang tìm kiếm thông tin từ chúng tôi và chúng tôi đang hợp tác với cả hai "
        },
        {
            "bbox": [
                124.24242424242424,
                134.30989502583975,
                842.9003118686868,
                16.531144379844932
            ],
            "text": "authorities in this regard. In 2012, we engaged a leading international law firm to conduct an independent investigation into the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Nhà chức trách về vấn đề này. Vào năm 2012, chúng tôi đã tham gia một công ty luật quốc tế hàng đầu để tiến hành một cuộc điều tra độc lập về "
        },
        {
            "bbox": [
                124.24242424242424,
                149.40682073643416,
                842.670912037037,
                16.531157622738988
            ],
            "text": "allegations. Based on the results of that investigation, we have no reason to believe that our Brazilian subsidiary engaged in any ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "cáo buộc. Dựa trên kết quả của cuộc điều tra đó, chúng tôi không có lý do gì để tin rằng công ty con Brazil của chúng tôi tham gia "
        },
        {
            "bbox": [
                124.24242424242424,
                164.5037596899225,
                842.8838842592593,
                16.531144379844932
            ],
            "text": "wrongdoing and hope to resolve this matter in due course. We do not expect that any legal outcome will be financially material ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "hành vi sai trái và hy vọng sẽ giải quyết vấn đề này trong khóa học do. Chúng tôi không mong đợi rằng bất kỳ kết quả pháp lý nào sẽ là tài liệu tài chính "
        },
        {
            "bbox": [
                124.24242424242424,
                179.60060594315246,
                129.03008880471378,
                16.531144379844932
            ],
            "text": "to the Corporation. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "cho công ty. "
        },
        {
            "bbox": [
                124.24242424242424,
                200.65684722222227,
                842.9167394781146,
                16.531144379844932
            ],
            "text": "In addition, a legal action in Brazil has resulted in the arrest of four City of São Paulo officials for corruption. The four officials ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Ngoài ra, một hành động pháp lý ở Brazil đã dẫn đến việc bắt giữ bốn quan chức thành phố São Paulo vì tham nhũng. Bốn quan chức "
        },
        {
            "bbox": [
                124.24242424242424,
                215.75369347545222,
                842.064470959596,
                16.531144379844932
            ],
            "text": "allegedly perpetrated an extortion scheme that forced real estate developers to make illicit payments in order to obtain occupancy ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "bị cáo buộc đã thực hiện một kế hoạch tống tiền buộc các nhà phát triển bất động sản phải thực hiện các khoản thanh toán bất hợp pháp để có được công suất "
        },
        {
            "bbox": [
                124.24242424242424,
                230.85061918604652,
                845.6216005892256,
                16.531157622738988
            ],
            "text": "permits necessary to complete development projects and other benefits. One of our affiliates is a real estate development ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "giấy phép cần thiết để hoàn thành các dự án phát triển và các lợi ích khác. Một trong những chi nhánh của chúng tôi là phát triển bất động sản "
        },
        {
            "bbox": [
                124.24242424242424,
                245.94755813953498,
                843.6872668350168,
                16.531144379844932
            ],
            "text": "company in Brazil that builds residential high-rise condominiums and was one of many developers targeted by this extortion. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Công ty ở Brazil xây dựng nhà chung cư cao tầng dân cư và là một trong nhiều nhà phát triển bị nhắm đến bởi sự tống tiền này. "
        },
        {
            "bbox": [
                124.24242424242424,
                261.0444043927648,
                842.7201085858586,
                16.531144379845045
            ],
            "text": "We have been cooperating fully with the public prosecutor’s office in São Paulo and providing relevant information and witness ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Chúng tôi đã hợp tác đầy đủ với văn phòng công tố viên công cộng ở São Paulo và cung cấp thông tin và nhân chứng liên quan "
        },
        {
            "bbox": [
                124.24242424242424,
                276.1413433462533,
                838.8839684343435,
                16.531144379844932
            ],
            "text": "testimony. There are no charges against our affiliate or any of its employees in connection with this matter and none are expected.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "lời khai. Không có cáo buộc nào đối với chi nhánh của chúng tôi hoặc bất kỳ nhân viên nào liên quan đến vấn đề này và không có gì được mong đợi."
        },
        {
            "bbox": [
                124.24242424242424,
                297.2306256459949,
                71.85872937710438,
                18.493741279069695
            ],
            "text": "Litigation",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/IJHVAN+TimesNewRomanPS-ItalicMT",
                "size": 1
            },
            "text_vi": "Kiện tụng"
        },
        {
            "bbox": [
                124.24242424242424,
                319.84289373385013,
                842.4248947811449,
                16.531144379844932
            ],
            "text": "In the normal course of our operations, we become involved in various legal actions, including claims relating to personal injury, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Trong quá trình hoạt động bình thường của chúng tôi, chúng tôi tham gia vào các hành động pháp lý khác nhau, bao gồm các khiếu nại liên quan đến thương tích cá nhân, "
        },
        {
            "bbox": [
                124.24242424242424,
                334.9398194444444,
                842.2445707070707,
                16.531104651162877
            ],
            "text": "property damage, property taxes, land rights and contract and other commercial disputes. Further, we have significant operations ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Thiệt hại tài sản, thuế tài sản, quyền đất đai và hợp đồng và các tranh chấp thương mại khác. Hơn nữa, chúng tôi có các hoạt động đáng kể "
        },
        {
            "bbox": [
                124.24242424242424,
                350.03670542635666,
                843.1954221380471,
                16.53111789405682
            ],
            "text": "in the U.S., which may, as a result of the prevalence of litigation in the U.S., be more susceptible to legal action than certain of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "ở Hoa Kỳ, có thể, do sự phổ biến của vụ kiện ở Hoa Kỳ, dễ bị hành động pháp lý hơn là một số "
        },
        {
            "bbox": [
                124.24242424242424,
                365.1336046511627,
                842.2119225589225,
                16.531104651162877
            ],
            "text": "our other operations. The final outcome with respect to outstanding, pending or future actions cannot be predicted with certainty, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "hoạt động khác của chúng tôi. Kết quả cuối cùng liên quan đến các hành động xuất sắc, đang chờ xử lý hoặc trong tương lai không thể được dự đoán một cách chắc chắn, "
        },
        {
            "bbox": [
                124.24242424242424,
                380.23049063307496,
                842.6215256734006,
                16.531104651162764
            ],
            "text": "and the resolution of such actions may have an adverse effect on our financial position or results of our operations in a particular ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "và việc giải quyết các hành động như vậy có thể có ảnh hưởng xấu đến tình hình tài chính hoặc kết quả của các hoạt động của chúng tôi trong một cụ thể "
        },
        {
            "bbox": [
                124.24242424242424,
                395.3274295865633,
                843.5888047138047,
                16.531104651162764
            ],
            "text": "quarter or fiscal year. Any litigation may consume substantial amounts of our management’s time and attention, and that time ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "quý hoặc năm tài chính. Bất kỳ vụ kiện nào cũng có thể tiêu thụ một lượng đáng kể thời gian và sự chú ý của chúng tôi, và thời gian đó "
        },
        {
            "bbox": [
                124.24242424242424,
                410.42431556847544,
                842.8346877104377,
                16.531104651162877
            ],
            "text": "and the devotion of these resources to litigation may, at times, be disproportionate to the amounts at stake in the litigation. Even ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Và đôi khi, sự tận tâm của các tài nguyên này đối với kiện tụng có thể không tương xứng với số tiền bị đe dọa trong vụ kiện. Thậm chí "
        },
        {
            "bbox": [
                124.24242424242424,
                425.52120155038756,
                733.7386746632997,
                16.53111789405682
            ],
            "text": "if ultimately unsuccessful, litigation could adversely affect our business, including by damaging our reputation.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Nếu cuối cùng không thành công, kiện tụng có thể ảnh hưởng xấu đến hoạt động kinh doanh của chúng tôi, bao gồm cả bằng cách gây tổn hại đến danh tiếng của chúng tôi."
        },
        {
            "bbox": [
                124.24242424242424,
                446.6105368217054,
                259.73137626262627,
                18.49370155038764
            ],
            "text": "Health, Safety and the Environment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/IJHVAN+TimesNewRomanPS-ItalicMT",
                "size": 1
            },
            "text_vi": "Sức khỏe, An toàn và Môi trường"
        },
        {
            "bbox": [
                124.24242424242424,
                469.2227519379845,
                842.6217327441077,
                16.53111789405682
            ],
            "text": "As an owner and operator of real property, we may become liable for the costs of removal and remediation of certain hazardous ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Là chủ sở hữu và nhà điều hành bất động sản, chúng tôi có thể trở nên chịu trách nhiệm về chi phí loại bỏ và khắc phục một số nguy hiểm "
        },
        {
            "bbox": [
                124.24242424242424,
                484.3196511627907,
                842.9986877104376,
                16.531104651162764
            ],
            "text": "substances released or deposited on or in our properties, or disposed of at other locations regardless of whether or not we were ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "các chất được phát hành hoặc gửi vào hoặc trong các tài sản của chúng tôi, hoặc được xử lý tại các địa điểm khác bất kể chúng tôi có "
        },
        {
            "bbox": [
                124.24242424242424,
                499.41653714470283,
                845.2118076599327,
                16.53110465116282
            ],
            "text": "responsible for the release or deposit of such hazardous materials. These costs could be significant and could reduce cash ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Chịu trách nhiệm phát hành hoặc ký gửi các vật liệu nguy hiểm như vậy. Những chi phí này có thể là đáng kể và có thể giảm tiền mặt "
        },
        {
            "bbox": [
                124.24242424242424,
                514.5134760981912,
                843.2611325757575,
                16.531104651162764
            ],
            "text": "available for our business. The failure to remove or remediate such substances, if any, could adversely affect our ability to sell ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Có sẵn cho doanh nghiệp của chúng tôi. Việc không loại bỏ hoặc khắc phục các chất như vậy, nếu có, có thể ảnh hưởng xấu đến khả năng bán của chúng ta "
        },
        {
            "bbox": [
                124.24242424242424,
                529.6103620801034,
                843.9659494949495,
                16.53110465116282
            ],
            "text": "our real estate or to borrow using real estate as collateral, and could potentially result in claims or other proceedings against ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "bất động sản của chúng tôi hoặc vay bằng cách sử dụng bất động sản làm tài sản thế chấp, và có khả năng có thể dẫn đến các yêu cầu hoặc các thủ tục tố tụng khác đối với "
        },
        {
            "bbox": [
                124.24242424242424,
                544.7072480620155,
                844.5560664983163,
                16.53111789405682
            ],
            "text": "us. Environmental laws and regulations can change rapidly and significantly and we may become subject to more stringent ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "chúng ta. Luật và quy định môi trường có thể thay đổi nhanh chóng và đáng kể và chúng ta có thể trở nên nghiêm ngặt hơn "
        },
        {
            "bbox": [
                124.24242424242424,
                559.8041472868217,
                843.2281738215488,
                16.531104651162764
            ],
            "text": "environmental laws and regulations in the future. Compliance with more stringent environmental laws and regulations and the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Luật môi trường và quy định trong tương lai. Tuân thủ các luật và quy định môi trường nghiêm ngặt hơn và "
        },
        {
            "bbox": [
                124.24242424242424,
                574.9010332687338,
                636.2488884680134,
                16.53110465116282
            ],
            "text": "associated costs could adversely affect our business, financial condition or results of operations. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "chi phí liên quan có thể ảnh hưởng xấu đến hoạt động kinh doanh của chúng tôi,"
        },
        {
            "bbox": [
                124.24242424242424,
                595.9572745478036,
                845.260986952862,
                16.531104651162764
            ],
            "text": "The ownership and operation of our assets carry varying degrees of inherent risk or liability related to worker health and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "điều kiện tài chính hoặc kết quả hoạt động. "
        },
        {
            "bbox": [
                124.24242424242424,
                611.0541605297158,
                843.867590909091,
                16.53110465116282
            ],
            "text": "safety and the environment, including the risk of government imposed orders to remedy unsafe conditions and potential civil ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Quyền sở hữu và hoạt động tài sản của chúng tôi mang các mức độ khác nhau về rủi ro hoặc trách nhiệm vốn có liên quan đến sức khỏe của công nhân và "
        },
        {
            "bbox": [
                124.24242424242424,
                626.1510465116279,
                845.031380050505,
                16.53111789405682
            ],
            "text": "liability. Compliance with health, safety and environmental standards and the requirements set out in our licenses, permits ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "An toàn và môi trường, bao gồm nguy cơ chính phủ áp đặt các mệnh lệnh khắc phục các điều kiện không an toàn và dân sự tiềm năng "
        },
        {
            "bbox": [
                124.24242424242424,
                641.2479457364341,
                843.3429772727272,
                16.53110465116282
            ],
            "text": "and other approvals are material to our business. We have incurred and will continue to incur significant capital and operating ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "trách nhiệm pháp lý. Tuân thủ các tiêu chuẩn về sức khỏe, an toàn và môi trường và các yêu cầu được quy định trong giấy phép, giấy phép của chúng tôi "
        },
        {
            "bbox": [
                124.24242424242424,
                656.3448317183463,
                843.9495218855218,
                16.531104651162764
            ],
            "text": "expenditures to comply with health, safety and environmental standards and to obtain and comply with licenses, permits and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Và các phê duyệt khác là tài liệu cho doanh nghiệp của chúng tôi. Chúng tôi đã phát sinh và sẽ tiếp tục phải chịu vốn và hoạt động đáng kể "
        },
        {
            "bbox": [
                124.24242424242424,
                671.4417706718345,
                844.1625803872053,
                16.53110465116282
            ],
            "text": "other approvals and to assess and manage potential liability exposure. Nevertheless, we may be unsuccessful in obtaining or ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "chi tiêu để tuân thủ các tiêu chuẩn về sức khỏe, an toàn và môi trường và để có được và tuân thủ giấy phép, giấy phép và "
        },
        {
            "bbox": [
                124.24242424242424,
                686.5386301679587,
                843.047867003367,
                16.53111789405682
            ],
            "text": "maintaining an important license, permit or other approval or become subject to government orders, investigations, inquiries or ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Các phê duyệt khác và để đánh giá và quản lý khả năng tiếp xúc với trách nhiệm tiềm năng. Tuy nhiên, chúng tôi có thể không thành công trong việc có được hoặc "
        },
        {
            "bbox": [
                124.24242424242424,
                701.6355426356589,
                843.4249082491583,
                16.531117894056877
            ],
            "text": "other proceedings (including civil claims) relating to health, safety and environmental matters. The occurrence of any of these ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "duy trì giấy phép, giấy phép hoặc phê duyệt quan trọng khác hoặc trở thành đối tượng theo lệnh, điều tra, yêu cầu của chính phủ hoặc "
        },
        {
            "bbox": [
                124.24242424242424,
                716.7324418604651,
                841.4905744949494,
                16.531104651162764
            ],
            "text": "events or any changes, additions to, or more rigorous enforcement of, health, safety and environmental standards, licenses, permits ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Các thủ tục tố tụng khác (bao gồm cả khiếu nại dân sự) liên quan đến các vấn đề về sức khỏe, an toàn và môi trường. Sự xuất hiện của bất kỳ trong số này "
        },
        {
            "bbox": [
                124.24242424242424,
                731.8293543281654,
                843.4741047979799,
                16.531104651162764
            ],
            "text": "or other approvals could have a significant impact on our operations and/or result in material expenditures. As a consequence, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "các sự kiện hoặc bất kỳ thay đổi nào, bổ sung, hoặc thực thi nghiêm ngặt hơn, các tiêu chuẩn sức khỏe, an toàn và môi trường, giấy phép, giấy phép "
        },
        {
            "bbox": [
                124.24242424242424,
                746.9262403100774,
                843.9167702020202,
                16.53110465116282
            ],
            "text": "no assurance can be given that additional environmental and workers’ health and safety issues relating to presently known or ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "hoặc các phê duyệt khác có thể có tác động đáng kể đến hoạt động của chúng tôi và/hoặc dẫn đến chi tiêu vật chất. Hậu quả là "
        },
        {
            "bbox": [
                124.24242424242424,
                762.0231262919897,
                845.0478249158249,
                16.531117894056848
            ],
            "text": "unknown matters will not require unanticipated expenditures, or result in fines, penalties or other consequences (including ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Không có sự đảm bảo nào có thể được đưa ra rằng các vấn đề sức khỏe và an toàn của môi trường và công nhân bổ sung liên quan đến hiện tại hoặc "
        },
        {
            "bbox": [
                124.24242424242424,
                777.1200387596899,
                418.2042967171717,
                16.531117894056848
            ],
            "text": "changes to operations) material to our business and operations. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Các vấn đề chưa biết sẽ không yêu cầu chi tiêu không lường trước được, hoặc dẫn đến tiền phạt, hình phạt hoặc các hậu quả khác (bao gồm cả "
        },
        {
            "bbox": [
                124.24242424242424,
                798.2093343023256,
                72.78276515151516,
                18.493701550387584
            ],
            "text": "Insurance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/IJHVAN+TimesNewRomanPS-ItalicMT",
                "size": 1
            },
            "text_vi": "thay đổi hoạt động) tài liệu cho doanh nghiệp và hoạt động của chúng tôi. "
        },
        {
            "bbox": [
                124.24242424242424,
                820.8215891472869,
                845.2773110269361,
                16.531117894056848
            ],
            "text": "We carry various insurance policies on our assets. These policies contain policy specifications, limits and deductibles that ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Bảo hiểm"
        },
        {
            "bbox": [
                124.24242424242424,
                835.9184883720931,
                844.1132975589226,
                16.531104651162764
            ],
            "text": "may mean that insurance may not provide coverage or sufficient coverage against all potential material losses. We may also ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Chúng tôi thực hiện các chính sách bảo hiểm khác nhau trên tài sản của chúng tôi. Các chính sách này chứa các thông số kỹ thuật, giới hạn và các khoản khấu trừ chính sách "
        },
        {
            "bbox": [
                124.24242424242424,
                851.0153743540052,
                843.4249082491583,
                16.531104651162792
            ],
            "text": "self-insure a portion of certain of these risks. There are certain types of risk (generally of a catastrophic nature such as war or ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Có thể có nghĩa là bảo hiểm có thể không cung cấp bảo hiểm hoặc bảo hiểm đủ so với tất cả các tổn thất vật liệu tiềm năng. Chúng tôi cũng có thể "
        },
        {
            "bbox": [
                124.24242424242424,
                866.1122868217054,
                842.4741776094276,
                16.531104651162792
            ],
            "text": "environmental contamination) which are either uninsurable or not economically insurable. Further, there are certain types of risk ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Tự bảo hiểm một phần của một số rủi ro này. Có một số loại rủi ro nhất định (thường có tính chất thảm khốc như chiến tranh hoặc "
        },
        {
            "bbox": [
                124.24242424242424,
                881.2091860465116,
                842.6052015993265,
                16.531100678294564
            ],
            "text": "for which insurance coverage is not equal to the full replacement cost of all of the assets. Should any uninsured or underinsured ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Ô nhiễm môi trường) không thể bảo hiểm hoặc không thể bảo hiểm về kinh tế. Hơn nữa, có một số loại rủi ro nhất định "
        },
        {
            "bbox": [
                124.24242424242424,
                896.3060905684754,
                842.6052015993265,
                16.531107299741606
            ],
            "text": "loss occur, we could lose our investment in, and anticipated profits and cash flows from, one or more of our assets or operations, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "trong đó bảo hiểm không bằng chi phí thay thế đầy đủ của tất cả các tài sản. Nếu có bất kỳ không có bảo hiểm hoặc bảo hiểm thấp "
        },
        {
            "bbox": [
                124.24242424242424,
                911.4029924418604,
                844.3920837542088,
                16.531096705426364
            ],
            "text": "and would continue to be obligated to repay any mortgage or other indebtedness on any related properties to the extent the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Mất mát xảy ra, chúng tôi có thể mất khoản đầu tư của mình và dự đoán lợi nhuận và dòng tiền từ một hoặc nhiều tài sản hoặc hoạt động của chúng tôi, "
        },
        {
            "bbox": [
                124.24242424242424,
                926.4998823966408,
                844.5231077441076,
                16.531102002583964
            ],
            "text": "borrowers have recourse beyond the specific asset or operations being financed, which could have an adverse effect on our ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "và sẽ tiếp tục có nghĩa vụ phải trả bất kỳ khoản thế chấp hoặc nợ nần nào khác đối với bất kỳ tài sản liên quan nào trong phạm vi "
        },
        {
            "bbox": [
                124.24242424242424,
                941.5967842700259,
                284.6825164141414,
                16.531102002583992
            ],
            "text": "results of operations and financial position.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/CITLCE+TimesNewRomanPSMT",
                "size": 1
            },
            "text_vi": "Người vay có sự truy đòi vượt ra ngoài tài sản hoặc hoạt động cụ thể được tài trợ, điều này có thể có ảnh hưởng xấu đến "
        }
    ]
}