{
    "metadata": {
        "page_hash": "2ead3379ef52a45dca04e78436712d45ef59b3e0dc96496be9bdc906e9252fc2",
        "original_filename": "0000004281-21-000049_20210216x10k.pdf",
        "page_no": 15,
        "num_pages": 115,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.525280878859803,
                114.0979111764706,
                10.616066211401517
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    255,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                55.318811757719686,
                941.5489066386555,
                10.616066211401517
            ],
            "text": "Howmet is subject to cyclical fluctuations in global economic conditions and lightweight metals end-use markets. Howmet sells many products to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Howmet phải chịu sự biến động theo chu kỳ trong điều kiện kinh tế toàn cầu và thị trường sử dụng kim loại nhẹ. Howmet bán nhiều sản phẩm cho"
        },
        {
            "bbox": [
                24.738352605042017,
                66.54354780285041,
                937.6264814285714,
                10.616054038004677
            ],
            "text": "industries that are cyclical, such as the aerospace and commercial transportation industries, and the demand for its products is sensitive to, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "các ngành công nghiệp theo chu kỳ, chẳng hạn như các ngành vận tải hàng không vũ trụ và thương mại, và nhu cầu về các sản phẩm của nó rất nhạy cảm và"
        },
        {
            "bbox": [
                24.738352605042017,
                77.7682716745843,
                957.3447768067227,
                10.616054038004904
            ],
            "text": "quickly impacted by, demand for the finished goods manufactured by its customers in these industries, which may change as a result of changes in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "nhanh chóng bị ảnh hưởng bởi, nhu cầu về hàng hóa thành phẩm được sản xuất bởi các khách hàng của mình trong các ngành này, điều này có thể thay đổi do những thay đổi trong"
        },
        {
            "bbox": [
                24.738352605042017,
                88.99299554631841,
                707.9135074789917,
                10.61606621140129
            ],
            "text": "regional or worldwide economies, currency exchange rates, energy prices or other factors beyond its control.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các nền kinh tế khu vực hoặc trên toàn thế giới, tỷ giá hối đoái, giá năng lượng hoặc các yếu tố khác ngoài tầm kiểm soát của nó."
        },
        {
            "bbox": [
                24.738352605042017,
                105.83009352731597,
                929.8084532773111,
                10.61605403800479
            ],
            "text": "In particular, Howmet derives a significant portion of its revenue from products sold to the aerospace industry, which can be highly cyclical and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Cụ thể, HowMet có được một phần đáng kể doanh thu từ các sản phẩm được bán cho ngành hàng không vũ trụ, có thể có tính chu kỳ cao và"
        },
        {
            "bbox": [
                24.738352605042017,
                117.05481739904997,
                954.8235179831935,
                10.616054038004677
            ],
            "text": "reflective of changes in the general economy. The commercial aerospace industry is historically driven by the demand from commercial airlines for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "phản ánh những thay đổi trong nền kinh tế nói chung. Ngành công nghiệp hàng không vũ trụ thương mại được thúc đẩy trong lịch sử bởi nhu cầu từ các hãng hàng không thương mại cho"
        },
        {
            "bbox": [
                24.738352605042017,
                128.27836045130653,
                957.9626020168068,
                10.617247030878843
            ],
            "text": "new aircraft and spare parts. The U.S. and international commercial aviation industries may face challenges arising from competitive pressures and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Máy bay mới và phụ tùng. Các ngành công nghiệp hàng không thương mại quốc tế và quốc tế có thể phải đối mặt với những thách thức phát sinh từ áp lực cạnh tranh và"
        },
        {
            "bbox": [
                24.738352605042017,
                139.5030843230404,
                973.0021772268908,
                10.617247030878843
            ],
            "text": "fuel costs. Demand for commercial aircraft and spare parts is influenced by airline industry profitability, trends in airline passenger traffic, the state of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chi phí nhiên liệu. Nhu cầu về máy bay thương mại và phụ tùng bị ảnh hưởng bởi lợi nhuận của ngành hàng không, xu hướng lưu lượng hành khách hàng không, tình trạng của"
        },
        {
            "bbox": [
                24.738352605042017,
                150.7278081947743,
                965.2772087394959,
                10.616066211401517
            ],
            "text": "U.S., regional and world economies, the ability of aircraft purchasers to obtain required financing and numerous other factors including the effects of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hoa Kỳ, các nền kinh tế khu vực và thế giới, khả năng người mua máy bay có được tài chính cần thiết và nhiều yếu tố khác bao gồm các tác động của"
        },
        {
            "bbox": [
                24.738352605042017,
                161.95254423990502,
                958.8041873109244,
                10.616054038004677
            ],
            "text": "terrorism, health and safety concerns (including as a result of the COVID-19 pandemic), environmental constraints imposed upon aircraft operators,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Khủng bố, sức khỏe và các mối quan tâm về an toàn (bao gồm cả đại dịch COVID-19), các hạn chế về môi trường áp đặt cho các nhà khai thác máy bay,"
        },
        {
            "bbox": [
                24.738352605042017,
                173.1772681116389,
                973.6197957142857,
                10.616054038004904
            ],
            "text": "the retirement of older aircraft, the performance and cost of alternative materials, and technological improvements to aircraft. The military aerospace",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Việc nghỉ hưu của máy bay cũ, hiệu suất và chi phí của các vật liệu thay thế, và cải thiện công nghệ cho máy bay. Hàng không vũ trụ quân sự"
        },
        {
            "bbox": [
                24.738352605042017,
                184.40199198337302,
                895.7592797478993,
                10.616066211401403
            ],
            "text": "cycle is highly dependent on U.S. and foreign government funding; however, it is also driven by the effects of terrorism, a changing global",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chu kỳ phụ thuộc nhiều vào tài trợ của chính phủ Hoa Kỳ và nước ngoài; Tuy nhiên, nó cũng được thúc đẩy bởi những tác động của khủng bố, một sự thay đổi toàn cầu"
        },
        {
            "bbox": [
                24.738352605042017,
                195.62672802850363,
                873.5969020168068,
                10.616054038004677
            ],
            "text": "geopolitical environment, U.S. foreign policy, the retirement of older military aircraft, and technological improvements to new engines.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Môi trường địa chính trị, chính sách đối ngoại của Hoa Kỳ, nghỉ hưu của máy bay quân sự cũ và cải tiến công nghệ cho các động cơ mới."
        },
        {
            "bbox": [
                24.738352605042017,
                212.46381383610458,
                953.7925747058824,
                10.616054038004677
            ],
            "text": "Further, the demand for Howmet’s commercial transportation products is driven by the number of vehicles produced by commercial transportation",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hơn nữa, nhu cầu về các sản phẩm vận chuyển thương mại HowMetmet được điều khiển bởi số lượng phương tiện được sản xuất bởi vận tải thương mại"
        },
        {
            "bbox": [
                24.738352605042017,
                223.68853770783846,
                956.0630616806724,
                10.616066211401517
            ],
            "text": "and automotive manufacturers. Commercial transportation and automotive sales and production are affected by many factors, including the age of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và các nhà sản xuất ô tô. Giao thông thương mại và bán hàng và sản xuất ô tô bị ảnh hưởng bởi nhiều yếu tố, bao gồm cả tuổi"
        },
        {
            "bbox": [
                24.738352605042017,
                234.9132737529692,
                956.0260583193278,
                10.616054038004677
            ],
            "text": "the vehicle fleet and related scrappage rates, labor relations issues, fuel prices, regulatory requirements, government initiatives, trade agreements",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hạm đội xe và tỷ lệ phế liệu liên quan, các vấn đề quan hệ lao động, giá nhiên liệu, yêu cầu quy định, sáng kiến ​​của chính phủ, Hiệp định thương mại"
        },
        {
            "bbox": [
                24.738352605042017,
                246.13799762470308,
                959.9947377310925,
                10.61605403800479
            ],
            "text": "and levels of competition. The automotive industry is also sensitive to general economic conditions, including credit markets and interest rates, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và cấp độ cạnh tranh. Ngành công nghiệp ô tô cũng nhạy cảm với các điều kiện kinh tế chung, bao gồm cả thị trường tín dụng và lãi suất, và"
        },
        {
            "bbox": [
                24.738352605042017,
                257.3627214964371,
                762.4070553781513,
                10.616066211401403
            ],
            "text": "consumer spending and preferences regarding vehicle ownership and usage, vehicle size, configuration and features.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chi tiêu và sở thích của người tiêu dùng về quyền sở hữu và sử dụng xe, kích thước xe, cấu hình và tính năng."
        },
        {
            "bbox": [
                24.738352605042017,
                274.1986264845606,
                900.7163175630253,
                10.617247030878843
            ],
            "text": "Howmet is unable to predict the future course of industry variables, the strength of the U.S., regional or global economies, or the effects of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Howmet không thể dự đoán quá trình trong tương lai của các biến số ngành, sức mạnh của các nền kinh tế Hoa Kỳ, khu vực hoặc toàn cầu hoặc các tác động của"
        },
        {
            "bbox": [
                24.738352605042017,
                285.4233503562946,
                962.8019973949581,
                10.616066211401403
            ],
            "text": "government actions. Negative economic conditions, such as a major economic downturn, a prolonged recovery period, or disruptions in the financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hành động của chính phủ. Điều kiện kinh tế tiêu cực, chẳng hạn như suy thoái kinh tế lớn, thời kỳ phục hồi kéo dài hoặc sự gián đoạn trong tài chính"
        },
        {
            "bbox": [
                24.738352605042017,
                296.6480864014253,
                732.2362923529413,
                10.616054038004677
            ],
            "text": "markets, could have a material adverse effect on Howmet’s business, financial condition or results of operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thị trường, có thể có ảnh hưởng bất lợi về vật chất đối với hoạt động kinh doanh, điều kiện tài chính hoặc kết quả hoạt động của HowMet."
        },
        {
            "bbox": [
                24.738352605042017,
                313.48517220902625,
                961.3348003361347,
                10.616054038004677
            ],
            "text": "Howmet could encounter manufacturing difficulties or other issues that impact product performance, quality or safety, which could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQRBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Howmet có thể gặp khó khăn sản xuất hoặc các vấn đề khác ảnh hưởng đến hiệu suất, chất lượng hoặc an toàn của sản phẩm, có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                324.70989608076013,
                539.6796889915967,
                10.616066211401403
            ],
            "text": "adversely affect Howmet’s reputation, business and financial statements.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQRBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "ảnh hưởng xấu đến danh tiếng, báo cáo kinh doanh và tài chính của HowMet."
        },
        {
            "bbox": [
                24.738352605042017,
                338.74022268408555,
                964.2534146218488,
                10.617247030878843
            ],
            "text": "The manufacture of many of Howmet’s products is a highly exacting and complex process. Problems may arise during manufacturing for a variety of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Việc sản xuất nhiều sản phẩm của HowMet là một quá trình rất chính xác và phức tạp. Các vấn đề có thể phát sinh trong quá trình sản xuất cho nhiều loại"
        },
        {
            "bbox": [
                24.738352605042017,
                349.96494655581944,
                937.8844024369748,
                10.617247030878843
            ],
            "text": "reasons, including equipment malfunction, failure to follow specific protocols, specifications and procedures, including those related to quality or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Lý do, bao gồm cả sự cố thiết bị, không tuân theo các giao thức, thông số kỹ thuật và quy trình cụ thể, bao gồm cả những giao thức liên quan đến chất lượng hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                361.18967042755355,
                966.1430667226891,
                10.616054038004677
            ],
            "text": "safety, problems with raw materials, supply chain interruptions, natural disasters, labor unrest and environmental factors. Such problems could have",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "An toàn, các vấn đề với nguyên liệu thô, gián đoạn chuỗi cung ứng, thiên tai, tình trạng bất ổn lao động và các yếu tố môi trường. Những vấn đề như vậy có thể có"
        },
        {
            "bbox": [
                24.738352605042017,
                372.41439429928744,
                949.65061,
                10.616066211401403
            ],
            "text": "an adverse impact on the Company’s ability to fulfill orders or meet product quality or performance. Product manufacturing or performance issues",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Một tác động bất lợi đến khả năng hoàn thành các đơn đặt hàng của công ty hoặc đáp ứng chất lượng hoặc hiệu suất của sản phẩm. Các vấn đề sản xuất sản phẩm hoặc hiệu suất"
        },
        {
            "bbox": [
                24.738352605042017,
                383.63913034441805,
                915.5554751260505,
                10.61605403800479
            ],
            "text": "could result in recalls, customer penalties, contract cancellation and product liability exposure. Because of approval, license and qualification",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Có thể dẫn đến thu hồi, hình phạt của khách hàng, hủy hợp đồng và tiếp xúc với trách nhiệm sản phẩm. Vì sự chấp thuận, giấy phép và trình độ"
        },
        {
            "bbox": [
                24.738352605042017,
                394.86385421615205,
                955.2458868907564,
                10.61605403800479
            ],
            "text": "requirements applicable to manufacturers and/or their suppliers, alternatives to mitigate manufacturing disruptions may not be readily available to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "các yêu cầu áp dụng cho các nhà sản xuất và/hoặc nhà cung cấp của họ,"
        },
        {
            "bbox": [
                24.738352605042017,
                406.08857808788605,
                973.6580738655464,
                10.616066211401403
            ],
            "text": "Howmet or its customers. Accordingly, manufacturing problems, product defects or other risks associated with our products, could result in significant",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "các lựa chọn thay thế để giảm thiểu sự gián đoạn sản xuất có thể không có sẵn cho"
        },
        {
            "bbox": [
                24.738352605042017,
                417.31331413301666,
                920.9410835294118,
                10.61605403800479
            ],
            "text": "costs to and liability for us that could have a material adverse effect on our business, financial condition or results of operations, including the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Làm thế nào hoặc khách hàng của nó. Theo đó, các vấn đề sản xuất, khiếm khuyết sản phẩm hoặc các rủi ro khác liên quan đến các sản phẩm của chúng tôi, có thể dẫn đến"
        },
        {
            "bbox": [
                24.738352605042017,
                428.53803800475066,
                946.0494146218488,
                10.616054038004677
            ],
            "text": "payment of potentially substantial monetary damages, fines or penalties, as well as negative publicity and damage to our reputation, which could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "chi phí và trách nhiệm pháp lý đối với chúng tôi có thể có ảnh hưởng bất lợi quan trọng đối với hoạt động kinh doanh, điều kiện tài chính hoặc kết quả hoạt động của chúng tôi, bao gồm"
        },
        {
            "bbox": [
                24.738352605042017,
                439.76276187648455,
                406.50030201680676,
                10.616066211401517
            ],
            "text": "adversely impact product demand and customer relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thanh toán các thiệt hại tiền tệ, tiền phạt hoặc tiền phạt có thể có khả năng"
        },
        {
            "bbox": [
                24.738352605042017,
                456.5998598574822,
                929.5039679831933,
                10.616054038004677
            ],
            "text": "A material disruption of Howmet’s operations, particularly at one or more of its manufacturing facilities, could adversely affect",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQRBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "tác động xấu đến nhu cầu sản phẩm và mối quan hệ khách hàng."
        },
        {
            "bbox": [
                24.738352605042017,
                467.82339073634205,
                145.67546172268908,
                10.617247030878843
            ],
            "text": "Howmet’s business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQRBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Một sự gián đoạn vật chất của các hoạt động của HowMet, đặc biệt là tại một hoặc nhiều cơ sở sản xuất của nó, có thể ảnh hưởng xấu"
        },
        {
            "bbox": [
                24.738352605042017,
                481.8548981591449,
                960.1805297478992,
                10.616066211401403
            ],
            "text": "If Howmet’s operations, particularly one of its key manufacturing facilities, were to be disrupted as a result of significant equipment failures, natural",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Howmet kinh doanh."
        },
        {
            "bbox": [
                24.738352605042017,
                493.0796342042755,
                925.5834377310925,
                10.61605403800479
            ],
            "text": "disasters, power outages, fires, explosions, terrorism, theft, sabotage, adverse weather conditions, public health crises, labor disputes or other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nếu hoạt động của HowMet, đặc biệt là một trong những cơ sở sản xuất chính của nó, đã bị phá vỡ do sự cố thiết bị đáng kể, tự nhiên"
        },
        {
            "bbox": [
                24.738352605042017,
                504.3043580760095,
                970.1702142016808,
                10.616054038004734
            ],
            "text": "reasons, Howmet may be unable to effectively meet its obligations to or demand from its customers, which could adversely affect Howmet’s financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "thảm họa, mất điện, hỏa hoạn, vụ nổ, khủng bố, trộm cắp, phá hoại, điều kiện thời tiết bất lợi, khủng hoảng y tế công cộng, tranh chấp lao động hoặc khác"
        },
        {
            "bbox": [
                24.738352605042017,
                515.5290819477434,
                86.90703159663866,
                10.61605403800479
            ],
            "text": "performance.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Lý do, HowMet có thể không thể đáp ứng hiệu quả các nghĩa vụ hoặc nhu cầu từ khách hàng của mình, điều này có thể ảnh hưởng xấu"
        },
        {
            "bbox": [
                24.738352605042017,
                532.3649869358669,
                960.1067125210085,
                10.617247030878843
            ],
            "text": "Interruptions in production could increase Howmet’s costs and reduce its sales. Any interruption in production capability could require the Company",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hiệu suất."
        },
        {
            "bbox": [
                24.738352605042017,
                543.589710807601,
                941.3532263865548,
                10.617247030878843
            ],
            "text": "to incur costs for premium freight, make substantial capital expenditures, or purchase alternative material at higher costs to fill customer orders,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự gián đoạn trong sản xuất có thể làm tăng chi phí của HowMet và giảm doanh số. Bất kỳ sự gián đoạn nào về khả năng sản xuất có thể yêu cầu công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                554.8144468527316,
                971.6752415126051,
                10.616054038004734
            ],
            "text": "which could negatively affect Howmet’s profitability and financial condition. Furthermore, a delivery delay by us due to production interruptions could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Để phải chịu chi phí cho vận chuyển hàng hóa cao cấp, hãy kiếm chi phí vốn đáng kể hoặc mua tài liệu thay thế với chi phí cao hơn để điền đơn đặt hàng của khách hàng,"
        },
        {
            "bbox": [
                24.738352605042017,
                566.0391707244656,
                949.1490663025212,
                10.616054038004677
            ],
            "text": "subject us to liability from customer claims that such delay resulted in losses to the customer. Howmet maintains property damage insurance that",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "có thể ảnh hưởng tiêu cực đến lợi nhuận và tình trạng tài chính của Howmet. Hơn nữa, sự chậm trễ giao hàng của chúng tôi do sự gián đoạn sản xuất có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                577.2638945961995,
                966.639459579832,
                10.61606621140146
            ],
            "text": "the Company believes to be adequate to provide for reconstruction of facilities and equipment, as well as business interruption insurance to mitigate",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "khiến chúng tôi phải chịu trách nhiệm pháp lý từ khách hàng tuyên bố rằng sự chậm trễ đó dẫn đến tổn thất cho khách hàng. Howmet duy trì bảo hiểm thiệt hại tài sản"
        },
        {
            "bbox": [
                24.738352605042017,
                588.4886306413302,
                950.6931125210085,
                10.616054038004734
            ],
            "text": "losses resulting from significant production interruption or shutdown caused by an insured loss. However, any recovery under Howmet’s insurance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công ty tin rằng đủ để cung cấp cho việc xây dựng lại các cơ sở và thiết bị, cũng như bảo hiểm gián đoạn kinh doanh để giảm thiểu"
        },
        {
            "bbox": [
                24.738352605042017,
                599.7133545130641,
                955.1211814285715,
                10.616054038004677
            ],
            "text": "policies may not offset the lost profits or increased costs that may be experienced during the disruption of operations, which could adversely affect",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tổn thất do sự gián đoạn sản xuất đáng kể hoặc tắt máy gây ra bởi tổn thất được bảo hiểm. Tuy nhiên, bất kỳ sự phục hồi nào theo bảo hiểm của HowMet"
        },
        {
            "bbox": [
                24.738352605042017,
                610.938078384798,
                489.24119613445384,
                10.61605403800479
            ],
            "text": "Howmet’s business, results of operations, financial condition and cash flow.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các chính sách có thể không bù đắp lợi nhuận bị mất hoặc tăng chi phí có thể trải qua trong quá trình gián đoạn hoạt động, điều này có thể ảnh hưởng xấu"
        },
        {
            "bbox": [
                503.484530672269,
                650.9260187054632,
                16.414022689075637,
                10.616066211401403
            ],
            "text": "13",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Howmet kinh doanh, kết quả hoạt động, điều kiện tài chính và dòng tiền."
        }
    ]
}