{
    "metadata": {
        "page_hash": "305aef2d27e62a5252d1fccd89a1a1c90123191e66683a57e4d8ded3d78f07e2",
        "original_filename": "0000010254-21-000045_20210310x10k.pdf",
        "page_no": 30,
        "num_pages": 100,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                57.42420071258914,
                973.908621764706,
                10.616054038004677
            ],
            "text": "Consequently, we could be subject to additional levels of regulation, operational delays or increased operating costs and could have additional",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Do đó, chúng ta có thể phải tuân theo các mức độ quy định bổ sung, chậm trễ hoạt động hoặc tăng chi phí vận hành và có thể có thêm"
        },
        {
            "bbox": [
                24.738352605042017,
                68.64892458432303,
                973.9089490756304,
                10.61605403800479
            ],
            "text": "regulatory burdens imposed upon us that could make it more difficult to perform hydraulic fracturing and increase our costs of compliance and doing",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "gánh nặng pháp lý áp đặt lên chúng ta có thể gây khó khăn hơn khi thực hiện phá vỡ thủy lực và tăng chi phí tuân thủ và làm"
        },
        {
            "bbox": [
                24.738352605042017,
                79.87364845605714,
                60.30399037815126,
                10.616054038004677
            ],
            "text": "business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "việc kinh doanh."
        },
        {
            "bbox": [
                24.738352605042017,
                96.70955344418053,
                973.9089490756304,
                10.61844002375301
            ],
            "text": "From time to time, for example, legislation has been proposed in Congress to amend the SDWA to require federal permitting of hydraulic fracturing",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Ví dụ, luật pháp đã được đề xuất tại Quốc hội để sửa đổi SDWA để yêu cầu liên bang cho phép gãy xương thủy lực"
        },
        {
            "bbox": [
                24.738352605042017,
                107.93427731591441,
                973.9089490756304,
                10.616066211401517
            ],
            "text": "and the disclosure of chemicals used in the hydraulic fracturing process. Further, the EPA completed a study finding that hydraulic fracturing could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và việc tiết lộ hóa chất được sử dụng trong quá trình phá vỡ thủy lực. Hơn nữa, EPA đã hoàn thành một nghiên cứu phát hiện ra rằng gãy thủy lực có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                119.15901336104514,
                973.893479327731,
                10.61605403800479
            ],
            "text": "potentially harm drinking water resources under adverse circumstances such as injection directly into groundwater or into production wells lacking",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "có khả năng gây hại cho tài nguyên nước uống trong các trường hợp bất lợi như tiêm trực tiếp vào nước ngầm hoặc vào các giếng sản xuất"
        },
        {
            "bbox": [
                24.738352605042017,
                130.38373723277914,
                973.9173557983194,
                10.61605403800479
            ],
            "text": "mechanical integrity. Other governmental reviews have also been recently conducted or are under way that focus on environmental aspects of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tính toàn vẹn cơ học. Các đánh giá khác của chính phủ cũng đã được tiến hành gần đây hoặc đang diễn ra tập trung vào các khía cạnh môi trường của"
        },
        {
            "bbox": [
                24.738352605042017,
                141.60846110451314,
                973.9129457142857,
                10.616066211401403
            ],
            "text": "hydraulic fracturing. At this time, it is uncertain when, or if, the rules will be implemented, and what impact they would have on our operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phá vỡ thủy lực. Tại thời điểm này, không chắc chắn khi nào hoặc nếu, các quy tắc sẽ được thực hiện và tác động của chúng đối với hoạt động của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                152.83319714964375,
                973.901903277311,
                10.616054038004677
            ],
            "text": "Further, legislation to amend the SDWA to repeal the exemption for hydraulic fracturing (except when diesel fuels are used) from the definition of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hơn nữa, luật sửa đổi SDWA để bãi bỏ sự miễn trừ cho gãy thủy lực (trừ khi sử dụng nhiên liệu diesel) từ định nghĩa của"
        },
        {
            "bbox": [
                24.738352605042017,
                164.05792102137764,
                973.9145133613447,
                10.616054038004904
            ],
            "text": "“underground injection” and require federal permitting and regulatory control of hydraulic fracturing, as well as legislative proposals to require",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "\"Tiêm dưới lòng đất\" và yêu cầu cho phép liên bang và kiểm soát quy định về gãy thủy lực, cũng như các đề xuất lập pháp để yêu cầu"
        },
        {
            "bbox": [
                24.738352605042017,
                175.28264489311175,
                973.9113608403362,
                10.616054038004677
            ],
            "text": "disclosure of the chemical constituents of the fluids used in the fracturing process, have been proposed in recent sessions of Congress. Several states",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tiết lộ về các thành phần hóa học của các chất lỏng được sử dụng trong quá trình phá vỡ, đã được đề xuất trong các phiên gần đây của Quốc hội. Một số tiểu bang"
        },
        {
            "bbox": [
                24.738352605042017,
                186.50736876484564,
                973.8978032773109,
                10.616066211401517
            ],
            "text": "and local jurisdictions in which we operate also have adopted or are considering adopting regulations that could restrict or prohibit hydraulic",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và các khu vực pháp lý địa phương mà chúng tôi hoạt động cũng đã áp dụng hoặc đang xem xét việc áp dụng các quy định có thể hạn chế hoặc cấm thủy lực"
        },
        {
            "bbox": [
                24.738352605042017,
                197.73210480997636,
                973.913359159664,
                10.616054038004677
            ],
            "text": "fracturing in certain circumstances, impose more stringent operating standards and/or require the disclosure of the composition of hydraulic",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phá vỡ trong một số trường hợp nhất định, áp đặt các tiêu chuẩn hoạt động nghiêm ngặt hơn và/hoặc yêu cầu tiết lộ thành phần của thủy lực"
        },
        {
            "bbox": [
                24.738352605042017,
                208.95682868171025,
                106.28148857142855,
                10.616054038004677
            ],
            "text": "fracturing fluids.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chất lỏng gãy."
        },
        {
            "bbox": [
                24.738352605042017,
                225.79273366983375,
                973.8958049579832,
                10.618427850356284
            ],
            "text": "More recently, federal and state governments have begun investigating whether the disposal of produced water into underground injection wells has",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Gần đây hơn, các chính phủ liên bang và tiểu bang đã bắt đầu điều tra xem liệu việc xử lý nước sản xuất vào các giếng tiêm dưới lòng đất có"
        },
        {
            "bbox": [
                24.738352605042017,
                237.01745754156775,
                973.8958049579832,
                10.618440023752896
            ],
            "text": "caused increased seismic activity in certain areas. For example, in December 2016, the EPA released its final report regarding the potential impacts",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "gây ra hoạt động địa chấn tăng ở một số khu vực nhất định. Ví dụ, vào tháng 12 năm 2016, EPA đã công bố báo cáo cuối cùng về các tác động tiềm năng"
        },
        {
            "bbox": [
                24.738352605042017,
                248.24219358669836,
                973.893479327731,
                10.616054038004677
            ],
            "text": "of hydraulic fracturing on drinking water resources, concluding that “water cycle” activities associated with hydraulic fracturing may impact drinking",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phá vỡ thủy lực đối với tài nguyên nước uống, kết luận rằng các hoạt động của chu kỳ nước của người Hồi giáo liên quan đến gãy thủy lực có thể ảnh hưởng đến việc uống rượu"
        },
        {
            "bbox": [
                24.738352605042017,
                259.46691745843225,
                973.893479327731,
                10.616054038004904
            ],
            "text": "water resources under certain circumstances such as water withdrawals for fracturing in times or areas of low water availability, surface spills during",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tài nguyên nước trong một số trường hợp như rút nước để phá vỡ thời gian hoặc khu vực có nguồn nước thấp, sự cố tràn bề mặt trong thời gian"
        },
        {
            "bbox": [
                24.738352605042017,
                270.69164133016636,
                973.9129457142857,
                10.616054038004677
            ],
            "text": "the management of fracturing fluids, chemicals or produced water, injection of fracturing fluids into wells with inadequate mechanical integrity,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Việc quản lý chất lỏng gãy, hóa chất hoặc nước sản xuất, tiêm chất lỏng gãy vào giếng với tính toàn vẹn cơ học không đầy đủ,"
        },
        {
            "bbox": [
                24.738352605042017,
                281.91636520190025,
                973.9089490756304,
                10.616066211401517
            ],
            "text": "injection of fracturing fluids directly into groundwater resources, discharge of inadequately treated fracturing wastewater to surface waters, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tiêm chất lỏng gãy trực tiếp vào nguồn nước ngầm, xả nước thải bị nứt không đầy đủ vào nước mặt và"
        },
        {
            "bbox": [
                24.738352605042017,
                293.141101247031,
                973.9068301680674,
                10.616054038004677
            ],
            "text": "disposal or storage of fracturing wastewater in unlined pits. The results of these studies could lead federal and state governments and agencies to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "xử lý hoặc lưu trữ nước thải bị gãy trong các hố không có dây. Kết quả của các nghiên cứu này có thể khiến các chính phủ và các cơ quan liên bang và tiểu bang đến"
        },
        {
            "bbox": [
                24.738352605042017,
                304.36582511876486,
                973.8877083193278,
                10.61605403800479
            ],
            "text": "develop and implement additional regulations. In addition, on June 28, 2016, the EPA published a final rule prohibiting the discharge of wastewater",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phát triển và thực hiện các quy định bổ sung. Ngoài ra, vào ngày 28 tháng 6 năm 2016, EPA đã công bố một quy tắc cuối cùng cấm xả nước thải"
        },
        {
            "bbox": [
                24.738352605042017,
                315.59054899049886,
                973.9042116806723,
                10.616066211401403
            ],
            "text": "from onshore unconventional oil and natural gas extraction facilities to publicly owned wastewater treatment plants. The EPA is also conducting a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Từ các cơ sở khai thác dầu và khí đốt tự nhiên trên bờ đến các nhà máy xử lý nước thải thuộc sở hữu công khai. EPA cũng đang tiến hành"
        },
        {
            "bbox": [
                24.738352605042017,
                326.8152850356295,
                973.9113608403362,
                10.61605403800479
            ],
            "text": "study of private wastewater treatment facilities (also known as centralized waste treatment (“CWT”) facilities) accepting oil and natural gas",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nghiên cứu các cơ sở xử lý nước thải tư nhân (còn được gọi là phương tiện xử lý chất thải tập trung (CWT CWT)) Chấp nhận dầu và khí đốt tự nhiên"
        },
        {
            "bbox": [
                24.738352605042017,
                338.0400089073635,
                973.8990608403361,
                10.616054038004677
            ],
            "text": "extraction wastewater. The EPA is collecting data and information related to the extent to which CWT facilities accept such wastewater, available",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Khai thác nước thải. EPA đang thu thập dữ liệu và thông tin liên quan đến mức độ mà các cơ sở CWT chấp nhận nước thải đó, có sẵn"
        },
        {
            "bbox": [
                24.738352605042017,
                349.26473277909736,
                973.893065882353,
                10.616066211401517
            ],
            "text": "treatment technologies (and their associated costs), discharge characteristics, financial characteristics of CWT facilities, and the environmental",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công nghệ điều trị (và chi phí liên quan của chúng), đặc điểm xuất viện, đặc điểm tài chính của các cơ sở CWT và môi trường"
        },
        {
            "bbox": [
                24.738352605042017,
                360.4894688242281,
                271.3599436134454,
                10.616054038004677
            ],
            "text": "impacts of discharges from CWT facilities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tác động của việc thải ra từ các cơ sở CWT."
        },
        {
            "bbox": [
                24.738352605042017,
                377.32536163895486,
                973.9032642016808,
                10.616066211401517
            ],
            "text": "The proliferation of regulations may limit our ability to operate. If the use of hydraulic fracturing is limited, prohibited or subjected to further",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự phổ biến của các quy định có thể hạn chế khả năng hoạt động của chúng tôi. Nếu việc sử dụng gãy thủy lực bị hạn chế, bị cấm hoặc bị"
        },
        {
            "bbox": [
                24.738352605042017,
                388.5500976840856,
                973.9145133613447,
                10.616054038004677
            ],
            "text": "regulation, these requirements could delay or effectively prevent the extraction of oil and natural gas from formations which would not be",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quy định, những yêu cầu này có thể trì hoãn hoặc ngăn chặn việc khai thác dầu và khí đốt tự nhiên một cách hiệu quả"
        },
        {
            "bbox": [
                24.738352605042017,
                399.77482155581947,
                973.9173557983194,
                10.61605403800479
            ],
            "text": "economically viable without the use of hydraulic fracturing. This could have a material adverse effect on our business, financial condition, results of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "về mặt kinh tế mà không cần sử dụng gãy thủy lực. Điều này có thể có ảnh hưởng bất lợi về tài liệu đối với hoạt động kinh doanh của chúng tôi,"
        },
        {
            "bbox": [
                24.738352605042017,
                410.99954542755347,
                172.44007050420169,
                10.616066211401403
            ],
            "text": "operations and cash flows.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tình trạng tài chính, kết quả của"
        },
        {
            "bbox": [
                24.738352605042017,
                433.4490053444181,
                973.9046251260505,
                10.61605403800479
            ],
            "text": "Extreme weather conditions could adversely affect our ability to conduct drilling, completion and production activities in the areas",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGZAAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Hoạt động và dòng tiền."
        },
        {
            "bbox": [
                24.738352605042017,
                444.6737292161521,
                136.2907150420168,
                10.616066211401403
            ],
            "text": "where we operate.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGZAAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Điều kiện thời tiết khắc nghiệt có thể ảnh hưởng xấu đến khả năng của chúng tôi để thực hiện các hoạt động khoan, hoàn thành và sản xuất trong các khu vực"
        },
        {
            "bbox": [
                24.738352605042017,
                461.5120080166271,
                973.8877083193278,
                10.616066211401403
            ],
            "text": "Our exploitation and development activities and equipment could be adversely affected by extreme weather conditions, such as hurricanes or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "nơi chúng tôi hoạt động."
        },
        {
            "bbox": [
                24.738352605042017,
                472.7367440617577,
                973.893479327731,
                10.61605403800479
            ],
            "text": "freezing temperatures, which may cause a loss of production from temporary cessation of activity from regional power outages or lost or damaged",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các hoạt động và thiết bị khai thác và phát triển của chúng tôi có thể bị ảnh hưởng xấu bởi các điều kiện thời tiết khắc nghiệt, chẳng hạn như bão hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                483.9614679334917,
                973.8973726050422,
                10.61605403800479
            ],
            "text": "facilities and equipment. Such extreme weather conditions could also impact access to our drilling and production facilities for routine operations,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nhiệt độ đóng băng, có thể gây mất sản xuất do ngừng hoạt động tạm thời do mất điện trong khu vực hoặc bị mất hoặc bị hư hỏng"
        },
        {
            "bbox": [
                24.738352605042017,
                495.1838179928742,
                973.893479327731,
                10.618440023752896
            ],
            "text": "maintenance and repairs and the availability of and our access to, necessary third-party services, such as gathering, processing, compression and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "cơ sở và thiết bị. Điều kiện thời tiết khắc nghiệt như vậy cũng có thể ảnh hưởng đến việc tiếp cận các cơ sở sản xuất và khoan của chúng tôi cho các hoạt động thường xuyên,"
        },
        {
            "bbox": [
                24.738352605042017,
                506.4085418646081,
                973.9124116806724,
                10.61844002375301
            ],
            "text": "transportation services. These constraints and the resulting shortages or high costs could delay or temporarily halt our operations and materially",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "bảo trì và sửa chữa và sự sẵn có và quyền truy cập của chúng tôi, các dịch vụ của bên thứ ba cần thiết, chẳng hạn như thu thập, xử lý, nén và"
        },
        {
            "bbox": [
                24.738352605042017,
                517.6332779097387,
                948.3336831092438,
                10.61605403800479
            ],
            "text": "increase our operation and capital costs, which could have a material adverse effect on our business, financial condition and results of operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Dịch vụ vận chuyển. Những hạn chế này và sự thiếu hụt kết quả hoặc chi phí cao có thể trì hoãn hoặc tạm thời tạm dừng các hoạt động của chúng tôi và"
        },
        {
            "bbox": [
                24.738352605042017,
                540.0827256532067,
                973.9150473949582,
                10.616066211401403
            ],
            "text": "The adoption of climate change legislation or regulations restricting emission of greenhouse gases, investor pressure concerning",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGZAAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Tăng hoạt động và chi phí vốn của chúng tôi, có thể có ảnh hưởng bất lợi về vật chất đối với hoạt động kinh doanh, điều kiện tài chính và kết quả hoạt động của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                551.3074616983374,
                973.9054692436976,
                10.616054038004677
            ],
            "text": "climate-related disclosures, and lawsuits could result in increased operating costs and reduced demand for the oil and gas we",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGZAAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Việc áp dụng luật hoặc quy định của biến đổi khí hậu hạn chế phát thải khí nhà kính, áp lực của nhà đầu tư liên quan"
        },
        {
            "bbox": [
                24.738352605042017,
                562.5321855700713,
                426.0855024369748,
                10.61605403800479
            ],
            "text": "produce as well as reductions in the availability of capital.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGZAAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Tiết lộ liên quan đến khí hậu và các vụ kiện có thể dẫn đến tăng chi phí vận hành và giảm nhu cầu về dầu khí mà chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                579.3704643705464,
                973.9129457142857,
                10.616054038004734
            ],
            "text": "Studies have found that emission of certain gases, commonly referred to as greenhouse gases (“GHGs”), impact the earth’s climate. The U.S.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "sản xuất cũng như giảm sự sẵn có của vốn."
        },
        {
            "bbox": [
                24.738352605042017,
                590.5951882422803,
                973.9062100000002,
                10.616066211401403
            ],
            "text": "Congress and various states have been evaluating, and in some cases implementing, climate-related legislation and other regulatory initiatives that",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các nghiên cứu đã phát hiện ra rằng sự phát xạ của một số loại khí, thường được gọi là khí nhà kính (GHGS,), tác động đến khí hậu Trái đất. Hoa Kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                601.8199242874109,
                973.893479327731,
                10.61605403800479
            ],
            "text": "restrict emissions of GHGs. On January 20, 2021, President Biden’s first day in office, he signed an executive order on climate action and reconvened",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quốc hội và các quốc gia khác nhau đã được đánh giá, và trong một số trường hợp thực thi, luật pháp liên quan đến khí hậu và các sáng kiến ​​quy định khác"
        },
        {
            "bbox": [
                24.738352605042017,
                613.0446481591449,
                973.9113608403362,
                10.61605403800479
            ],
            "text": "an interagency working group to establish interim and final social costs of three GHGs: carbon dioxide, nitrous oxide, and methane. Carbon dioxide is",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hạn chế khí thải của GHG. Vào ngày 20 tháng 1 năm 2021, Tổng thống Biden, ngày đầu tiên tại chức, ông đã ký một lệnh điều hành về hành động khí hậu và được tái lập"
        },
        {
            "bbox": [
                24.738352605042017,
                624.2669982185273,
                973.9115675630253,
                10.61844002375301
            ],
            "text": "released during the combustion of fossil fuels, including oil, natural gas, and NGLs, and methane is a primary component of natural gas. The Biden",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Một nhóm làm việc liên ngành để thiết lập chi phí xã hội tạm thời và cuối cùng của ba GHG: carbon dioxide, oxit nitơ và metan. Carbon dioxide là"
        },
        {
            "bbox": [
                24.738352605042017,
                635.4917220902613,
                830.845478487395,
                10.618440023752953
            ],
            "text": "administration stated it will use updated social cost figures to inform federal regulations and major agency actions and to justify",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Được giải phóng trong quá trình đốt cháy nhiên liệu hóa thạch, bao gồm dầu, khí tự nhiên và NGL và khí mêtan là thành phần chính của khí tự nhiên. Biden"
        },
        {
            "bbox": [
                503.484530672269,
                675.4808554038004,
                16.414022689075637,
                10.616066211401403
            ],
            "text": "31",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIYAAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quản trị cho biết họ sẽ sử dụng số liệu chi phí xã hội cập nhật để thông báo các quy định của liên bang và các hành động của cơ quan lớn và để biện minh cho"
        }
    ]
}