{
    "metadata": {
        "page_hash": "3220eb1262374eed765b911ecff586702feaeda35f54b4a2dec1642af578e825",
        "original_filename": "0000010254-19-000038_20190312x10k.pdf",
        "page_no": 26,
        "num_pages": 100,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                42.69010570071259,
                973.9147200840337,
                10.616054038004677
            ],
            "text": "in derivatives and commodity instruments related to oil and natural gas. If the implementing regulations result in lower commodity prices, our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "trong các công cụ phái sinh và hàng hóa liên quan đến dầu và khí đốt tự nhiên. Nếu các quy định thực hiện dẫn đến giá cả hàng hóa thấp hơn, thì"
        },
        {
            "bbox": [
                24.738352605042017,
                53.91482957244659,
                963.6129705042018,
                10.616066211401403
            ],
            "text": "revenues could be adversely affected. Any of these consequences could adversely affect our business, financial condition and results of operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Doanh thu có thể bị ảnh hưởng xấu. Bất kỳ hậu quả nào trong số này có thể ảnh hưởng xấu đến hoạt động kinh doanh, điều kiện tài chính và kết quả hoạt động của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                76.26443111638969,
                921.8230486554622,
                10.715912410926308
            ],
            "text": "The oil and natural gas industry is highly competitive, and our small size puts us at a disadvantage in competing for resources.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMYAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Ngành công nghiệp dầu khí tự nhiên có tính cạnh tranh cao, và quy mô nhỏ của chúng tôi đặt chúng tôi gặp bất lợi trong việc cạnh tranh tài nguyên."
        },
        {
            "bbox": [
                24.738352605042017,
                93.2001944774347,
                973.8968557983194,
                10.618427850356284
            ],
            "text": "The oil and natural gas industry is highly competitive particularly in the Permian Basin of Texas where our properties and operations are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngành công nghiệp dầu khí tự nhiên có tính cạnh tranh cao đặc biệt ở lưu vực Permian của Texas nơi có tài sản và hoạt động của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                104.4249183491687,
                973.9114642016807,
                10.616054038004677
            ],
            "text": "concentrated. We compete with major integrated and larger independent oil and natural gas companies in seeking to acquire desirable oil and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tập trung. Chúng tôi cạnh tranh với các công ty dầu và khí đốt tự nhiên tích hợp lớn và lớn hơn trong việc tìm cách có được dầu mong muốn và"
        },
        {
            "bbox": [
                24.738352605042017,
                115.64964222090259,
                973.8968557983194,
                10.616066211401517
            ],
            "text": "natural gas properties and leases and for the equipment and services required to develop and operate properties. Many of our competitors have",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thuộc tính khí đốt tự nhiên và cho thuê và cho các thiết bị và dịch vụ cần thiết để phát triển và vận hành các tài sản. Nhiều đối thủ của chúng tôi có"
        },
        {
            "bbox": [
                24.738352605042017,
                126.87437826603332,
                973.9183032773109,
                10.616054038004677
            ],
            "text": "financial and other resources that are substantially greater than ours, which makes acquisitions of acreage or producing properties at economic",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tài chính và các tài nguyên khác lớn hơn đáng kể so với chúng ta, điều này làm cho việc mua lại diện tích hoặc sản xuất tài sản"
        },
        {
            "bbox": [
                24.738352605042017,
                138.0991021377672,
                973.8973726050422,
                10.61605403800479
            ],
            "text": "prices difficult. Significant competition also exists in attracting and retaining technical personnel, including geologists, geophysicists, engineers,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giá cả khó khăn. Cạnh tranh đáng kể cũng tồn tại trong việc thu hút và giữ chân nhân viên kỹ thuật, bao gồm các nhà địa chất, địa vật lý, kỹ sư,"
        },
        {
            "bbox": [
                24.738352605042017,
                149.3238260095012,
                973.9165116806722,
                10.616066211401403
            ],
            "text": "landmen and other specialists, as well as financial and administrative personnel hence we may be at a competitive disadvantage to companies with",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Landmen và các chuyên gia khác, cũng như nhân viên tài chính và hành chính do đó chúng tôi có thể gặp bất lợi cạnh tranh cho các công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                160.54856205463182,
                239.20362638655465,
                10.61605403800479
            ],
            "text": "larger financial resources than ours.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nguồn tài chính lớn hơn của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                182.90052523752968,
                553.4446293277311,
                10.71355077197154
            ],
            "text": "Failure to complete additional acquisitions could limit our potential growth.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMYAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Việc không hoàn thành việc mua lại bổ sung có thể hạn chế sự tăng trưởng tiềm năng của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                199.8362885985748,
                973.8897066386555,
                10.616066211401517
            ],
            "text": "Our future success is highly dependent on our ability to acquire and develop mineral leases and oil and gas properties with economically",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thành công trong tương lai của chúng tôi phụ thuộc rất nhiều vào khả năng của chúng tôi để có được và phát triển các khoản thuê khoáng sản và các đặc tính dầu khí với kinh tế"
        },
        {
            "bbox": [
                24.738352605042017,
                211.0586386579572,
                973.8959083193279,
                10.61844002375301
            ],
            "text": "recoverable oil and natural gas reserves. Without continued successful acquisition, of economic development projects, our current estimated oil and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Reserves dầu và khí đốt tự nhiên. Không tiếp tục mua lại thành công, các dự án phát triển kinh tế, dầu ước tính hiện tại của chúng tôi và"
        },
        {
            "bbox": [
                24.738352605042017,
                222.28337470308793,
                973.9010591596639,
                10.61842785035617
            ],
            "text": "natural gas reserves will decline due to continued production activities. Acquiring additional oil and natural gas properties, or businesses that own",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dự trữ khí đốt tự nhiên sẽ giảm do các hoạt động sản xuất tiếp tục. Mua thêm các đặc tính dầu khí tự nhiên, hoặc các doanh nghiệp sở hữu"
        },
        {
            "bbox": [
                24.738352605042017,
                233.50809857482182,
                973.9111541176471,
                10.61605403800479
            ],
            "text": "or operate such properties is an important component of our business strategy. If we identify an appropriate acquisition candidate, management",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoặc vận hành các thuộc tính như vậy là một thành phần quan trọng trong chiến lược kinh doanh của chúng tôi. Nếu chúng tôi xác định một ứng cử viên mua lại thích hợp, quản lý"
        },
        {
            "bbox": [
                24.738352605042017,
                244.73282244655582,
                973.9147200840337,
                10.616066211401517
            ],
            "text": "may be unable to negotiate mutually acceptable terms with the seller, finance the acquisition or obtain the necessary regulatory approvals. Our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Có thể không thể đàm phán các điều khoản được chấp nhận lẫn nhau với người bán, tài trợ cho việc mua lại hoặc có được các phê duyệt theo quy định cần thiết. Của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                255.95755849168654,
                973.9124116806724,
                10.616054038004677
            ],
            "text": "limited access to financial resources compared to larger, better capitalized companies may limit our ability to make future acquisitions. If we are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quyền truy cập hạn chế vào các nguồn tài chính so với các công ty lớn hơn, vốn hóa tốt hơn có thể hạn chế khả năng của chúng tôi để thực hiện việc mua lại trong tương lai. Nếu chúng ta là"
        },
        {
            "bbox": [
                24.738352605042017,
                267.1822823634204,
                973.8897066386555,
                10.61605403800479
            ],
            "text": "unable to complete suitable acquisitions, it may be more difficult to replace and increase our reserves, and an inability to replace our reserves may",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Không thể hoàn thành việc mua lại phù hợp, có thể khó thay thế và tăng dự trữ của chúng tôi và không có khả năng thay thế dự trữ của chúng tôi có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                278.40700623515454,
                541.5940961344538,
                10.61606621140129
            ],
            "text": "have a material adverse effect on our financial condition and results of operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Có ảnh hưởng bất lợi về vật chất đối với điều kiện tài chính và kết quả hoạt động của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                300.758981591449,
                973.912721764706,
                10.713538598574814
            ],
            "text": "Acquisitions involve a number of risks, including the risk that we will discover unanticipated liabilities or other problems associated",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMYAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Việc mua lại liên quan đến một số rủi ro, bao gồm rủi ro mà chúng tôi sẽ khám phá ra các khoản nợ không lường trước được hoặc các vấn đề khác liên quan"
        },
        {
            "bbox": [
                24.738352605042017,
                311.9837054631829,
                285.1649881512605,
                10.713538598574814
            ],
            "text": "with the acquired business or property.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMYAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "với doanh nghiệp hoặc tài sản có được."
        },
        {
            "bbox": [
                24.738352605042017,
                328.91946882422803,
                973.8957015966387,
                10.616066211401403
            ],
            "text": "In assessing potential acquisitions, we consider information available in the public domain and information provided by the seller. In the event",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Khi đánh giá các thương vụ mua lại tiềm năng, chúng tôi xem xét thông tin có sẵn trong phạm vi công cộng và thông tin được cung cấp bởi người bán. Trong sự kiện"
        },
        {
            "bbox": [
                24.738352605042017,
                340.14420486935876,
                973.8973726050422,
                10.616054038004677
            ],
            "text": "publicly available data is limited, then, by necessity, we may rely to a large extent on information that may only be available from the seller,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dữ liệu có sẵn công khai bị hạn chế, sau đó, bởi sự cần thiết, chúng tôi có thể dựa vào một mức độ lớn vào thông tin chỉ có thể có sẵn từ người bán,"
        },
        {
            "bbox": [
                24.738352605042017,
                351.36655492874115,
                973.9165116806722,
                10.618427850356284
            ],
            "text": "particularly with respect to drilling and completion costs and practices, geological, geophysical and petrophysical data, detailed production data on",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đặc biệt liên quan đến chi phí và thực hành khoan và hoàn thành, dữ liệu địa chất, địa vật lý và vật lý, dữ liệu sản xuất chi tiết về"
        },
        {
            "bbox": [
                24.738352605042017,
                362.59127880047504,
                973.9147200840337,
                10.618427850356397
            ],
            "text": "existing wells, and other technical and cost data not available in the public domain. Accordingly, the review and evaluation of businesses or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các giếng hiện tại và dữ liệu kỹ thuật và chi phí khác không có sẵn trong phạm vi công cộng. Theo đó, việc xem xét và đánh giá các doanh nghiệp hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                373.81600267220915,
                973.8957015966387,
                10.61606621140129
            ],
            "text": "properties to be acquired may not uncover all existing or relevant data, obligations or actual or contingent liabilities that could adversely impact",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các thuộc tính cần có được có thể không phát hiện ra tất cả các dữ liệu, nghĩa vụ hoặc các khoản nợ thực tế hoặc dự phòng có thể ảnh hưởng xấu"
        },
        {
            "bbox": [
                24.738352605042017,
                385.04073871733965,
                973.9114642016807,
                10.61605403800479
            ],
            "text": "any business or property to be acquired and, hence, could adversely affect us as a result of the acquisition. These issues may be material and could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bất kỳ doanh nghiệp hoặc tài sản nào được mua lại và do đó, có thể ảnh hưởng xấu đến chúng tôi do kết quả của việc mua lại. Những vấn đề này có thể là vật chất và có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                396.26546258907365,
                973.9011625210086,
                10.616054038004677
            ],
            "text": "include, among other things, unexpected environmental liabilities, title defects, unpaid royalties, taxes or other liabilities. If we acquire properties",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bao gồm, trong số những thứ khác, các khoản nợ môi trường bất ngờ, khiếm khuyết tiêu đề, tiền bản quyền chưa trả, thuế hoặc các khoản nợ khác. Nếu chúng ta có được tài sản"
        },
        {
            "bbox": [
                24.738352605042017,
                407.49018646080765,
                750.075065042017,
                10.616054038004677
            ],
            "text": "on an “as-is” basis, we may have limited or no remedies against the seller with respect to these types of problems.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trên cơ sở của người Viking, chúng tôi có thể bị hạn chế hoặc không có biện pháp khắc phục đối với người bán liên quan đến các loại vấn đề này."
        },
        {
            "bbox": [
                24.738352605042017,
                424.32846526128264,
                973.9011625210086,
                10.616066211401517
            ],
            "text": "The success of any acquisition that we complete will depend on a variety of factors, including our ability to accurately assess the reserves",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thành công của bất kỳ vụ mua lại nào mà chúng tôi hoàn thành sẽ phụ thuộc vào nhiều yếu tố khác nhau, bao gồm khả năng đánh giá chính xác dự trữ của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                435.55320130641337,
                973.9114642016807,
                10.61605403800479
            ],
            "text": "associated with the acquired properties, assumptions related to future oil and natural gas prices and operating costs, potential environmental and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "liên kết với những người có được"
        },
        {
            "bbox": [
                24.738352605042017,
                446.77792517814737,
                973.9020066386555,
                10.616054038004677
            ],
            "text": "other liabilities and other factors. These assessments are often inexact and subjective. As a result, we may not recover the purchase price of a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tài sản, các giả định liên quan đến giá dầu và khí đốt trong tương lai và chi phí vận hành, môi trường tiềm năng và"
        },
        {
            "bbox": [
                24.738352605042017,
                458.00264904988126,
                788.8239583193277,
                10.61605403800479
            ],
            "text": "property from the sale of production from the property or recognize an acceptable return from such sales or operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các khoản nợ khác và các yếu tố khác. Những đánh giá này thường không chính xác và chủ quan. Kết quả là, chúng tôi không được phục hồi giá mua của một"
        },
        {
            "bbox": [
                24.738352605042017,
                474.83855403800476,
                973.8973726050422,
                10.61605403800479
            ],
            "text": "Our ability to achieve the benefits that we expect from an acquisition will also depend on our ability to efficiently integrate the acquired operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tài sản từ việc bán sản xuất từ ​​tài sản hoặc công nhận lợi nhuận chấp nhận được từ các hoạt động hoặc hoạt động đó."
        },
        {
            "bbox": [
                24.738352605042017,
                486.06327790973876,
                973.9011625210086,
                10.616066211401403
            ],
            "text": "Management may be required to dedicate significant time and effort to the integration process, which could divert its attention from other business",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Khả năng của chúng tôi để đạt được những lợi ích mà chúng tôi mong đợi từ việc mua lại cũng sẽ phụ thuộc vào khả năng tích hợp hiệu quả các hoạt động có được."
        },
        {
            "bbox": [
                24.738352605042017,
                497.28801395486937,
                973.9124116806724,
                10.61605403800479
            ],
            "text": "opportunities and concerns. The challenges involved in the integration process may include retaining key employees and maintaining employee",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quản lý có thể được yêu cầu dành thời gian và nỗ lực đáng kể cho quá trình hội nhập, điều này có thể chuyển sự chú ý của nó khỏi các doanh nghiệp khác"
        },
        {
            "bbox": [
                24.738352605042017,
                508.51273782660337,
                925.5931020168067,
                10.616054038004734
            ],
            "text": "morale, addressing differences in business cultures, processes and systems and developing internal expertise regarding acquired properties.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cơ hội và mối quan tâm. Những thách thức liên quan đến quá trình tích hợp có thể bao gồm giữ chân nhân viên chủ chốt và duy trì nhân viên"
        },
        {
            "bbox": [
                24.738352605042017,
                530.8623271971496,
                973.8967524369749,
                10.715924584323034
            ],
            "text": "We may incur substantial losses and be subject to substantial liability claims as a result of our oil and natural gas operations,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMYAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Tinh thần, giải quyết sự khác biệt trong văn hóa kinh doanh, quy trình và hệ thống và phát triển chuyên môn nội bộ về các tài sản có được."
        },
        {
            "bbox": [
                24.738352605042017,
                542.0870632422802,
                242.22785873949582,
                10.715912410926364
            ],
            "text": "including our drilling operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMYAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Chúng tôi có thể phải chịu những tổn thất đáng kể và phải chịu các yêu cầu trách nhiệm đáng kể do các hoạt động của dầu và khí đốt tự nhiên của chúng tôi,"
        },
        {
            "bbox": [
                24.738352605042017,
                559.0228266033255,
                973.905159159664,
                10.616054038004734
            ],
            "text": "Oil and natural gas exploration, development and production activities are subject to numerous significant operating risks, including the possibility",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "bao gồm các hoạt động khoan của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                570.2475504750594,
                16.867475798319326,
                10.616054038004734
            ],
            "text": "of:",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Khám phá dầu khí tự nhiên, các hoạt động phát triển và sản xuất phải chịu nhiều rủi ro hoạt động đáng kể, bao gồm cả khả năng"
        },
        {
            "bbox": [
                72.391148697479,
                587.0858292755345,
                7.614511386554625,
                10.61605403800479
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "của:"
        },
        {
            "bbox": [
                120.04394134453783,
                587.0858292755345,
                320.7626317647059,
                10.61605403800479
            ],
            "text": "unanticipated, abnormally pressured formations;",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                72.391148697479,
                603.921734263658,
                7.614511386554625,
                10.616054038004734
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Không lường trước được, hình thành áp lực bất thường;"
        },
        {
            "bbox": [
                120.04394134453783,
                603.921734263658,
                626.1003985714285,
                10.616054038004734
            ],
            "text": "significant mechanical difficulties, such as stuck drilling and service tools and casing collapses;",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                72.391148697479,
                620.7576392517815,
                7.614511386554625,
                10.618427850356284
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những khó khăn cơ học đáng kể, chẳng hạn như các công cụ khoan và dịch vụ bị kẹt và các vụ sụp đổ;"
        },
        {
            "bbox": [
                120.04394134453783,
                620.7576392517815,
                201.72373134453784,
                10.618427850356284
            ],
            "text": "blowouts, fires and explosions;",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                72.391148697479,
                637.5959180522566,
                7.614511386554625,
                10.616054038004677
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thổi, hỏa hoạn và vụ nổ;"
        },
        {
            "bbox": [
                120.04394134453783,
                637.5959180522566,
                183.69878764705885,
                10.616054038004677
            ],
            "text": "personal injuries and death;",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                503.484530672269,
                662.1495617577198,
                16.414022689075637,
                10.616054038004677
            ],
            "text": "27",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thương tích cá nhân và cái chết;"
        }
    ]
}