{
    "metadata": {
        "page_hash": "3ff6b25c55345f7799c46406ccb32588c77e4d804656a2450acafb6484d58adf",
        "original_filename": "0000021175-21-000022_20210209x10k.pdf",
        "page_no": 12,
        "num_pages": 151,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                114.0979111764706,
                10.616054038004677
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    255,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                85.48482957244664,
                973.8877083193278,
                10.616054038004677
            ],
            "text": "impact our business relationship with independent agents and brokers who currently market our products, resulting in a lower volume and/or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tác động đến mối quan hệ kinh doanh của chúng tôi với các đại lý độc lập và các nhà môi giới, những người hiện đang tiếp thị sản phẩm của chúng tôi, dẫn đến khối lượng thấp hơn và/hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                96.70955344418053,
                353.89919697478996,
                10.616054038004677
            ],
            "text": "profitability of business generated from these sources.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Lợi nhuận của doanh nghiệp được tạo ra từ các nguồn này."
        },
        {
            "bbox": [
                24.738352605042017,
                113.54545843230414,
                973.9150473949582,
                10.617247030878843
            ],
            "text": "We face considerable competition within our industry for qualified, specialized talent and any significant inability to attract and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQUBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Chúng tôi phải đối mặt với sự cạnh tranh đáng kể trong ngành công nghiệp của chúng tôi về tài năng đủ điều kiện, chuyên môn và bất kỳ sự bất lực đáng kể nào để thu hút và"
        },
        {
            "bbox": [
                24.738352605042017,
                124.77018230403803,
                552.2754230252101,
                10.61605403800479
            ],
            "text": "retain talent may adversely affect the execution of our business strategies.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQUBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Giữ chân tài năng có thể ảnh hưởng xấu đến việc thực hiện các chiến lược kinh doanh của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                141.6072802850357,
                973.9032642016808,
                10.616054038004677
            ],
            "text": "The successful execution of our business plan depends on our ability to attract and retain qualified talent. Due to the intense competition in our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Việc thực hiện thành công kế hoạch kinh doanh của chúng tôi phụ thuộc vào khả năng thu hút và duy trì tài năng đủ điều kiện của chúng tôi. Do sự cạnh tranh khốc liệt trong"
        },
        {
            "bbox": [
                24.738352605042017,
                152.83200415676959,
                973.893479327731,
                10.61605403800479
            ],
            "text": "industry and from businesses outside the industry for qualified employees, especially those in key positions and those possessing highly specialized",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "công nghiệp và từ các doanh nghiệp bên ngoài ngành cho nhân viên có trình độ, đặc biệt là những người ở các vị trí quan trọng và những người sở hữu chuyên môn cao"
        },
        {
            "bbox": [
                24.738352605042017,
                164.0567280285037,
                973.9068301680674,
                10.616054038004677
            ],
            "text": "knowledge and industry experience in areas such as underwriting, data and analytics and technology, we may encounter obstacles to our ability to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Kiến thức và kinh nghiệm ngành trong các lĩnh vực như bảo lãnh, dữ liệu và phân tích và công nghệ, chúng ta có thể gặp phải những trở ngại cho khả năng của mình"
        },
        {
            "bbox": [
                24.738352605042017,
                175.28145190023758,
                865.8874894117647,
                10.61606621140129
            ],
            "text": "attract and retain such employees, which could materially adversely affect our business, results of operations and financial condition.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thu hút và giữ chân những nhân viên như vậy, điều này có thể ảnh hưởng xấu đến hoạt động kinh doanh của chúng tôi, kết quả hoạt động và tình trạng tài chính."
        },
        {
            "bbox": [
                24.738352605042017,
                192.11854988123514,
                681.3195465546219,
                10.61605403800479
            ],
            "text": "We are controlled by a single stockholder which could result in potential conflicts of interest.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQUBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Chúng tôi được kiểm soát bởi một cổ đông duy nhất có thể dẫn đến xung đột lợi ích tiềm năng."
        },
        {
            "bbox": [
                24.738352605042017,
                208.95563568883608,
                973.893065882353,
                10.616066211401517
            ],
            "text": "Loews beneficially owned approximately 89.6% of our outstanding shares of common stock as of December 31, 2020, and is in a position to control",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Loews sở hữu một cách có lợi khoảng 89,6% cổ phần đang lưu hành của chúng tôi về cổ phiếu phổ thông vào ngày 31 tháng 12 năm 2020 và đang ở một vị trí để kiểm soát"
        },
        {
            "bbox": [
                24.738352605042017,
                220.1803717339668,
                973.8968557983194,
                10.616054038004677
            ],
            "text": "actions that require the consent of stockholders, including the election of directors, amendment of our Restated Certificate of Incorporation and any",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các hành động yêu cầu sự đồng ý của các cổ đông, bao gồm cả việc bầu giám đốc, sửa đổi Giấy chứng nhận thành lập được nghỉ ngơi của chúng tôi và bất kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                231.4050956057008,
                973.8912742857143,
                10.616054038004677
            ],
            "text": "merger or sale of substantially all of our assets. In addition, five officers of Loews currently serve on our Board of Directors. We have also entered into",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sáp nhập hoặc bán đáng kể tất cả các tài sản của chúng tôi. Ngoài ra, năm sĩ quan của Loews hiện đang phục vụ trong ban giám đốc của chúng tôi. Chúng tôi cũng đã nhập vào"
        },
        {
            "bbox": [
                24.738352605042017,
                242.62863865795737,
                973.8990608403361,
                10.617247030878843
            ],
            "text": "services agreements and a registration rights agreement with Loews, and we may in the future enter into other agreements with Loews. It is possible",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thỏa thuận dịch vụ và Thỏa thuận quyền đăng ký với Loews và trong tương lai chúng tôi có thể tham gia các thỏa thuận khác với Loews. Nó là có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                253.85336252969125,
                973.9089490756304,
                10.617247030878843
            ],
            "text": "that potential conflicts of interest could arise in the future for our directors who are also officers of Loews with respect to a number of areas relating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Những xung đột lợi ích tiềm năng đó có thể phát sinh trong tương lai đối với các giám đốc của chúng tôi, những người cũng là sĩ quan của Loews đối với một số lĩnh vực liên quan"
        },
        {
            "bbox": [
                24.738352605042017,
                265.07808640142514,
                973.8998015966388,
                10.616066211401517
            ],
            "text": "to the past and ongoing relationships of Loews and us, including tax and insurance matters, financial commitments and sales of common stock",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Về quá khứ và các mối quan hệ đang diễn ra của Loews và Hoa Kỳ, bao gồm các vấn đề về thuế và bảo hiểm, cam kết tài chính và bán cổ phiếu phổ thông"
        },
        {
            "bbox": [
                24.738352605042017,
                276.30282244655587,
                283.2731482352942,
                10.616054038004677
            ],
            "text": "pursuant to registration rights or otherwise.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Căn cứ quyền đăng ký hoặc cách khác."
        },
        {
            "bbox": [
                24.738352605042017,
                293.1399082541568,
                108.25870668067228,
                10.616054038004677
            ],
            "text": "Financial Risks",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQUBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Rủi ro tài chính"
        },
        {
            "bbox": [
                24.738352605042017,
                309.9770062351545,
                973.9098793277312,
                10.616054038004677
            ],
            "text": "We may incur significant realized and unrealized investment losses and volatility in net investment income arising from changes in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQUBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Chúng tôi có thể phải chịu những tổn thất đầu tư đáng kể và chưa thực hiện được trong thu nhập đầu tư ròng phát sinh từ những thay đổi trong"
        },
        {
            "bbox": [
                24.738352605042017,
                321.20173010688836,
                159.89994487394958,
                10.61605403800479
            ],
            "text": "the financial markets.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QQUBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "thị trường tài chính."
        },
        {
            "bbox": [
                24.738352605042017,
                338.0388159144893,
                973.8990608403361,
                10.616066211401517
            ],
            "text": "Our investment portfolio is exposed to various risks, such as interest rate, credit spread, issuer default, equity prices and foreign currency, which are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Danh mục đầu tư của chúng tôi phải chịu các rủi ro khác nhau, chẳng hạn như lãi suất, chênh lệch tín dụng, mặc định của nhà phát hành, giá vốn cổ phần và ngoại tệ, đó là"
        },
        {
            "bbox": [
                24.738352605042017,
                349.26355195962003,
                973.908621764706,
                10.616054038004677
            ],
            "text": "unpredictable. Financial markets are highly sensitive to changes in economic conditions, monetary policies, tax policies, domestic and international",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "không thể đoán trước. Thị trường tài chính rất nhạy cảm với những thay đổi trong điều kiện kinh tế, chính sách tiền tệ, chính sách thuế, trong nước và quốc tế"
        },
        {
            "bbox": [
                24.738352605042017,
                360.4882758313539,
                973.9115675630253,
                10.616054038004677
            ],
            "text": "geopolitical issues and many other factors. Changes in financial markets including fluctuations in interest rates, credit, equity prices and foreign",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các vấn đề địa chính trị và nhiều yếu tố khác. Những thay đổi trong thị trường tài chính bao gồm biến động lãi suất, tín dụng, giá vốn chủ sở hữu và nước ngoài"
        },
        {
            "bbox": [
                24.738352605042017,
                371.7118188836105,
                973.8990608403361,
                10.617247030878843
            ],
            "text": "currency prices and many other factors beyond our control can adversely affect the value of our investments, the realization of investment income",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giá tiền tệ và nhiều yếu tố khác ngoài tầm kiểm soát của chúng tôi có thể ảnh hưởng xấu đến giá trị của các khoản đầu tư của chúng tôi, việc thực hiện thu nhập đầu tư"
        },
        {
            "bbox": [
                24.738352605042017,
                382.9365427553445,
                973.9062100000002,
                10.617247030878843
            ],
            "text": "and the rate at which we discount certain liabilities. Our investment portfolio is also subject to increased valuation uncertainties when investment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và tỷ lệ chúng tôi giảm giá một số khoản nợ nhất định. Danh mục đầu tư của chúng tôi cũng phải chịu sự không chắc chắn về định giá khi đầu tư"
        },
        {
            "bbox": [
                24.738352605042017,
                394.16126662707836,
                973.9032642016808,
                10.617247030878957
            ],
            "text": "markets are illiquid. The valuation of investments is more subjective when markets are illiquid, thereby increasing the risk that the estimated fair",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thị trường là thanh khoản. Việc định giá các khoản đầu tư là chủ quan hơn khi thị trường không thanh khoản, do đó làm tăng rủi ro mà công bằng ước tính"
        },
        {
            "bbox": [
                24.738352605042017,
                405.3860026722091,
                973.901903277311,
                10.61605403800479
            ],
            "text": "value (i.e., the carrying amount) of the portion of our investment portfolio that is carried at fair value in our financial statements is not reflective of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giá trị (nghĩa là, số tiền mang theo) của phần đầu tư của chúng tôi được thực hiện với giá trị hợp lý trong báo cáo tài chính của chúng tôi không phản ánh"
        },
        {
            "bbox": [
                24.738352605042017,
                416.6107265439431,
                333.00454613445385,
                10.616054038004677
            ],
            "text": "the prices at which actual transactions could occur.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giá mà các giao dịch thực tế có thể xảy ra."
        },
        {
            "bbox": [
                24.738352605042017,
                433.4478123515439,
                973.9145133613447,
                10.616066211401517
            ],
            "text": "We have significant holdings in fixed maturity investments that are sensitive to changes in interest rates. A decline in interest rates may reduce the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi có các khoản nắm giữ đáng kể trong các khoản đầu tư đáo hạn cố định nhạy cảm với những thay đổi về lãi suất. Sự suy giảm lãi suất có thể làm giảm"
        },
        {
            "bbox": [
                24.738352605042017,
                444.67254839667464,
                973.8990608403361,
                10.616054038004677
            ],
            "text": "returns earned on new fixed maturity investments, thereby reducing our net investment income, while an increase in interest rates may reduce the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "lợi nhuận kiếm được cho các khoản đầu tư đáo hạn cố định mới, do đó giảm thu nhập đầu tư ròng của chúng tôi, trong khi việc tăng lãi suất có thể làm giảm"
        },
        {
            "bbox": [
                24.738352605042017,
                455.8972722684085,
                973.9145133613447,
                10.61605403800479
            ],
            "text": "value of our existing fixed maturity investments, which could reduce our net unrealized gains included in Accumulated other comprehensive income",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giá trị của các khoản đầu tư đáo hạn cố định hiện tại của chúng tôi, có thể làm giảm các khoản lãi chưa thực hiện ròng của chúng tôi có trong tích lũy thu nhập toàn diện khác"
        },
        {
            "bbox": [
                24.738352605042017,
                467.1219961401425,
                973.8912742857143,
                10.616066211401403
            ],
            "text": "(AOCI). The value of our fixed maturity investments is also subject to risk that certain investments may default or become impaired due to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "(AOCI). Giá trị của các khoản đầu tư đáo hạn cố định của chúng tôi cũng phải chịu rủi ro rằng một số khoản đầu tư nhất định có thể mặc định hoặc bị suy yếu do"
        },
        {
            "bbox": [
                24.738352605042017,
                478.34673218527314,
                789.7081801680673,
                10.61605403800479
            ],
            "text": "deterioration in the financial condition of issuers of the investments we hold or in the underlying collateral of the security.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự suy giảm trong điều kiện tài chính của các nhà phát hành các khoản đầu tư mà chúng tôi nắm giữ hoặc trong tài sản thế chấp cơ bản"
        },
        {
            "bbox": [
                24.738352605042017,
                495.1838179928742,
                973.9089490756304,
                10.616054038004677
            ],
            "text": "In addition, we invest a portion of our assets in limited partnerships and common stock which are subject to greater market volatility than our fixed",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "của an ninh."
        },
        {
            "bbox": [
                24.738352605042017,
                506.4085418646081,
                973.9115675630253,
                10.616066211401403
            ],
            "text": "maturity investments. Limited partnership investments generally provide a lower level of liquidity than fixed maturity or equity investments which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Ngoài ra, chúng tôi đầu tư một phần tài sản của mình vào quan hệ đối tác hạn chế và cổ phiếu phổ thông chịu sự biến động của thị trường lớn hơn so với cố định của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                517.6320849168646,
                973.9124116806724,
                10.617247030878843
            ],
            "text": "may also limit our ability to withdraw funds from these investments. The timing and amount of income or losses on such investments is inherently",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đầu tư trưởng thành. Các khoản đầu tư hợp tác hạn chế thường cung cấp mức thanh khoản thấp hơn so với thời kỳ đáo hạn cố định hoặc đầu tư vốn chủ sở hữu"
        },
        {
            "bbox": [
                24.738352605042017,
                528.8568087885985,
                394.7267041176471,
                10.6172470308789
            ],
            "text": "variable and can contribute to volatility in reported earnings.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Cũng có thể giới hạn khả năng rút tiền từ các khoản đầu tư này. Thời gian và số lượng thu nhập hoặc khoản lỗ cho các khoản đầu tư đó vốn đã"
        },
        {
            "bbox": [
                24.738352605042017,
                545.6939067695962,
                973.9124116806724,
                10.616054038004677
            ],
            "text": "Further, we hold a portfolio of commercial mortgage loans. We are subject to risk related to the recoverability of loan balances, which is influenced by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Biến và có thể đóng góp cho sự biến động trong thu nhập được báo cáo."
        },
        {
            "bbox": [
                24.738352605042017,
                556.9186306413301,
                973.901903277311,
                10.61605403800479
            ],
            "text": "declines in the estimated cash flows from underlying property leases, fair value of collateral, refinancing risk and the creditworthiness of tenants of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hơn nữa, chúng tôi tổ chức một danh mục các khoản vay thế chấp thương mại. Chúng tôi chịu rủi ro liên quan đến khả năng thu hồi số dư cho vay, bị ảnh hưởng bởi"
        },
        {
            "bbox": [
                24.738352605042017,
                568.1433545130642,
                189.47222848739497,
                10.616066211401403
            ],
            "text": "credit tenant loan properties,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự sụt giảm trong dòng tiền ước tính từ các hợp đồng thuê tài sản cơ bản, giá trị hợp lý của tài sản thế chấp, rủi ro tái cấp vốn và tính tín dụng của người thuê"
        },
        {
            "bbox": [
                503.484530672269,
                641.1040840261282,
                16.414022689075637,
                10.616066211401403
            ],
            "text": "13",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWUBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tài sản cho vay của người thuê tín dụng,"
        }
    ]
}