{
    "metadata": {
        "page_hash": "520e08eded5d0fd0cb890241a7d39e7a536576288ce115ea2be9ce7c336a2bd5",
        "original_filename": "NYSE_ARE_2003.pdf",
        "page_no": 25,
        "num_pages": 62,
        "original_width": 702,
        "original_height": 720,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "ann_reports_00_04_fancy",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                106.58831908831908,
                103.92291354166662,
                648.9303764245014,
                9.10827812499997
            ],
            "text": "organization and method of operation comply with the rules and regulations promulgated under the Internal Revenue Code to enable",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Tổ chức và phương pháp hoạt động tuân thủ các quy tắc và quy định được ban hành theo Bộ luật Doanh thu Nội bộ để bật"
        },
        {
            "bbox": [
                106.58876442307692,
                121.00633229166658,
                647.2906903490028,
                9.10827812499997
            ],
            "text": "us to qualify, and continue to qualify, as a REIT. However, it is possible that we have been organized or have operated in a manner that",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Chúng tôi đủ điều kiện, và tiếp tục đủ điều kiện, như một REIT. Tuy nhiên, có thể chúng tôi đã được tổ chức hoặc đã hoạt động theo cách"
        },
        {
            "bbox": [
                106.58889875356127,
                138.08966562499995,
                490.14379070512825,
                9.10827812499997
            ],
            "text": "would not allow us to qualify as a REIT, or that our future operations could cause us to fail to qualify.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Sẽ không cho phép chúng tôi đủ điều kiện là REIT, hoặc các hoạt động trong tương lai của chúng tôi có thể khiến chúng tôi không đủ điều kiện."
        },
        {
            "bbox": [
                119.73001346153845,
                155.1729989583332,
                636.6140114672365,
                9.10827812499997
            ],
            "text": "If we fail to qualify as a REIT in any taxable year, then we will be required to pay federal income tax (including any applicable alter-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Nếu chúng ta không đủ điều kiện làm REIT trong bất kỳ năm tính thuế nào, thì chúng ta sẽ được yêu cầu phải trả thuế thu nhập liên bang (bao gồm bất kỳ thay đổi áp dụng nào"
        },
        {
            "bbox": [
                106.58889875356127,
                172.25633229166658,
                643.2846895655271,
                9.10827812499997
            ],
            "text": "native minimum tax) on our taxable income at regular corporate rates. If we lose our REIT status, then our net earnings available for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Thuế tối thiểu bản địa) đối với thu nhập chịu thuế của chúng tôi với mức giá thường xuyên của công ty. Nếu chúng ta mất trạng thái REIT, thì thu nhập ròng của chúng ta có sẵn cho"
        },
        {
            "bbox": [
                106.58894255698006,
                189.33966562499995,
                639.8372436965811,
                9.10827812499997
            ],
            "text": "investment or distribution to stockholders would be significantly reduced for each of the years involved and we would no longer be",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "đầu tư hoặc phân phối cho các cổ đông sẽ giảm đáng kể cho mỗi năm liên quan và chúng tôi sẽ không còn"
        },
        {
            "bbox": [
                106.5888096866097,
                206.4229989583332,
                246.38511089743588,
                9.10827812499997
            ],
            "text": "required to make distributions to our stockholders.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "cần thiết để phân phối cho các cổ đông của chúng tôi."
        },
        {
            "bbox": [
                106.58892065527066,
                240.58966562499995,
                252.3816587606837,
                9.10827812499997
            ],
            "text": "Rental Properties and Properties Under Development",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WYJWMW+Univers-Oblique",
                "size": 1
            },
            "text_vi": "Tài sản và tài sản cho thuê đang được phát triển"
        },
        {
            "bbox": [
                106.589054985755,
                257.6729989583332,
                634.0649357549858,
                9.10827812499997
            ],
            "text": "In accordance with Statement of Financial Accounting Standards No. 141, “Business Combinations” (“SFAS 141”), we perform the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Theo báo cáo chuẩn mực kế toán tài chính số 141, các kết hợp kinh doanh của người dùng"
        },
        {
            "bbox": [
                106.58920975783475,
                274.7563322916666,
                645.8343215811966,
                9.10827812499997
            ],
            "text": "following procedures when making an allocation of the purchase price of real estate: 1) estimate the value of the real estate as of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Các thủ tục sau khi phân bổ giá mua bất động sản: 1) Ước tính giá trị của bất động sản kể"
        },
        {
            "bbox": [
                106.58925502136752,
                291.83975104166666,
                636.4971249643875,
                9.108235416666616
            ],
            "text": "acquisition date on an “as if vacant” basis, 2) allocate the “as if vacant” value among land, land improvements, buildings, building",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Ngày mua lại trên cơ sở của người Viking như thể, 2)"
        },
        {
            "bbox": [
                106.58925502136752,
                308.92312708333327,
                629.07237247151,
                9.10823541666673
            ],
            "text": "improvements, tenant improvements and equipment, 3) calculate the value of the intangibles as the difference between the “as if",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "cải tiến, cải tiến và thiết bị của người thuê, 3) tính giá trị của những người vô hình là sự khác biệt giữa"
        },
        {
            "bbox": [
                106.5893440883191,
                326.006503125,
                627.9989828347578,
                9.108235416666616
            ],
            "text": "vacant” value and the purchase price, and 4) allocate the intangible value to above, below and at market leases, origination costs",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "giá trị trống và giá mua, và 4) phân bổ giá trị vô hình cho ở trên, bên dưới và tại các hợp đồng thuê thị trường, chi phí nguồn gốc"
        },
        {
            "bbox": [
                106.58920975783475,
                343.08989340277776,
                389.21475213675217,
                9.10823541666673
            ],
            "text": "associated with in-place leases, tenant relationships and other intangible assets.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Liên kết với hợp đồng thuê tại chỗ, các mối quan hệ thuê nhà và các tài sản vô hình khác."
        },
        {
            "bbox": [
                119.73010252849002,
                360.1731697916666,
                636.4449580128205,
                9.10823541666673
            ],
            "text": "The values allocated to land improvements, buildings, building improvements, tenant improvements and equipment are depreciat-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Các giá trị được phân bổ cho cải thiện đất đai, tòa nhà, cải tiến tòa nhà, cải tiến và thiết bị thuê nhà là mất giá-"
        },
        {
            "bbox": [
                106.5891206908832,
                377.25646041666664,
                632.2115181980057,
                9.10823541666673
            ],
            "text": "ed on a straight-line basis using an estimated life of 20 years for land improvements, 40 years for buildings and building improve-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "ed trên cơ sở đường thẳng bằng cách sử dụng tuổi thọ ước tính là 20 năm để cải thiện đất, 40 năm cho các tòa nhà và cải thiện tòa nhà-"
        },
        {
            "bbox": [
                106.5888096866097,
                394.33975104166666,
                648.9449542022792,
                9.108235416666616
            ],
            "text": "ments, the respective lease term for tenant improvements and the estimated useful life of equipment. The values of above and below",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "ments, thời hạn cho thuê tương ứng cho các cải tiến của người thuê và tuổi thọ hữu ích ước tính của thiết bị. Các giá trị của trên và dưới"
        },
        {
            "bbox": [
                106.58920975783475,
                411.42312708333327,
                612.684857905983,
                9.10823541666673
            ],
            "text": "market leases are amortized over the life of the related lease and recorded as either an increase (for below market leases) or a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Cho thuê thị trường được khấu hao trong suốt thời gian của hợp đồng thuê liên quan và được ghi nhận là sự gia tăng (đối với các hợp đồng thuê thị trường dưới đây) hoặc"
        },
        {
            "bbox": [
                106.58916595441595,
                428.506503125,
                628.8533714387464,
                9.108235416666616
            ],
            "text": "decrease (for above market leases) to rental income. The values of at-market leases and origination costs are classified as leasing",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Giảm (cho thuê thị trường trên) để thu nhập cho thuê. Các giá trị của hợp đồng thuê và chi phí khởi tạo tại thị trường được phân loại là cho thuê"
        },
        {
            "bbox": [
                106.58925502136752,
                445.58989340277776,
                653.5089565170939,
                9.10823541666673
            ],
            "text": "costs, included in other assets on our balance sheets and amortized over the remaining life of the lease. The values of other intangible",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Chi phí, bao gồm trong các tài sản khác trên bảng cân đối kế toán của chúng tôi và được khấu hao trong suốt thời gian còn lại của hợp đồng thuê. Các giá trị của những người khác vô hình"
        },
        {
            "bbox": [
                106.58898782051281,
                462.6732694444444,
                247.2696158119658,
                9.10823541666673
            ],
            "text": "assets are amortized over the estimated useful life.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Tài sản được khấu hao theo tuổi thọ hữu ích ước tính."
        },
        {
            "bbox": [
                119.72996819800571,
                479.7566454861111,
                634.8748273860399,
                9.108235416666616
            ],
            "text": "Rental properties and properties under development are individually evaluated for impairment when conditions exist which may indi-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Tính chất và tính chất cho thuê được phát triển được đánh giá riêng cho suy giảm khi các điều kiện tồn tại có thể xảy ra"
        },
        {
            "bbox": [
                106.58885349002848,
                496.8400215277777,
                653.775200997151,
                9.10823541666673
            ],
            "text": "cate that it is probable that the sum of expected future undiscounted cash flows is less than its carrying amount. Upon determination that",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Cate rằng có khả năng tổng số dòng tiền dự kiến ​​trong tương lai không có giá trị hơn số tiền mang theo. Sau khi xác định điều đó"
        },
        {
            "bbox": [
                106.58925502136752,
                513.9233975694444,
                605.6754771723647,
                9.10823541666673
            ],
            "text": "an impairment has occurred, a write-down is recorded to reduce the carrying amount of the property to its estimated fair value.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Một sự suy yếu đã xảy ra, việc ghi lại được ghi lại để giảm lượng tài sản mang theo giá trị hợp lý ước tính của nó."
        },
        {
            "bbox": [
                106.58929882478633,
                548.0900642361111,
                105.59197966524216,
                9.108235416666673
            ],
            "text": "Capitalization of Costs",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WYJWMW+Univers-Oblique",
                "size": 1
            },
            "text_vi": "Vốn hóa chi phí"
        },
        {
            "bbox": [
                106.58929882478633,
                565.1734402777778,
                652.2549376424503,
                9.108235416666616
            ],
            "text": "We capitalize direct construction and development costs, including predevelopment costs, interest, property taxes, insurance and indi-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Chúng tôi tận dụng chi phí xây dựng và phát triển trực tiếp, bao gồm chi phí phát triển, lãi suất, thuế tài sản, bảo hiểm và indi-"
        },
        {
            "bbox": [
                106.58952222222221,
                582.2568163194444,
                647.2096408831909,
                9.108235416666673
            ],
            "text": "rect project costs, including payroll and other costs directly associated with the acquisition, development or construction of a project.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Chi phí dự án trực tiếp, bao gồm bảng lương và các chi phí khác liên quan trực tiếp đến việc mua lại, phát triển hoặc xây dựng một dự án."
        },
        {
            "bbox": [
                106.58947695868946,
                599.3401923611111,
                649.768988497151,
                9.108235416666673
            ],
            "text": "Payroll costs not related to the construction, development or redevelopment of a project, or acquisition of a property that will be clas-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Chi phí biên chế không liên quan đến việc xây dựng, phát triển hoặc tái phát triển dự án hoặc mua lại một tài sản sẽ là CLAS-"
        },
        {
            "bbox": [
                106.58965655270656,
                616.4235684027778,
                633.0785966524218,
                9.108235416666616
            ],
            "text": "sified as operating at the date of acquisition, are expensed as incurred. Costs incurred after a project is substantially complete and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Sift là hoạt động vào ngày mua lại, được mở rộng dưới dạng phát sinh. Chi phí phát sinh sau khi một dự án hoàn tất và"
        },
        {
            "bbox": [
                106.59019095441596,
                633.5069444444445,
                633.380846082621,
                9.108235416666673
            ],
            "text": "ready for its intended use are expensed as incurred. Costs previously capitalized related to abandoned acquisition or development",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Sẵn sàng cho mục đích sử dụng của nó được mở rộng như phát sinh. Chi phí được viết hoa trước đây liên quan đến việc mua lại hoặc phát triển bị bỏ rơi"
        },
        {
            "bbox": [
                106.59045815527065,
                650.5903204861111,
                629.0631533119658,
                9.108235416666673
            ],
            "text": "opportunities are written-off. Should development activity cease, a portion of interest, property taxes, insurance and certain costs",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Cơ hội được viết ra. Nếu hoạt động phát triển chấm dứt, một phần lãi suất, thuế tài sản, bảo hiểm và một số chi phí nhất định"
        },
        {
            "bbox": [
                106.59005662393162,
                667.6737819444445,
                399.1436000712251,
                9.108263888888871
            ],
            "text": "would no longer be eligible for capitalization, and would be expensed as incurred.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "sẽ không còn đủ điều kiện để vốn hóa, và sẽ được mở rộng như phát sinh."
        },
        {
            "bbox": [
                119.73290886752137,
                684.757271875,
                632.7194889245014,
                9.108249652777829
            ],
            "text": "We also capitalize costs directly related and essential to our leasing activites, including broker fees and certain costs related to our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Chúng tôi cũng tận dụng chi phí liên quan trực tiếp và cần thiết cho các hoạt động cho thuê của chúng tôi, bao gồm phí môi giới và một số chi phí liên quan đến"
        },
        {
            "bbox": [
                106.59509255698005,
                701.8407618055555,
                648.1366015313391,
                9.108249652777772
            ],
            "text": "leasing personnel. These costs are amortized on a straight-line basis over the terms of the related leases. Costs previously capitalized",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "nhân viên cho thuê. Các chi phí này được khấu hao trên cơ sở đường thẳng đối với các điều khoản của"
        },
        {
            "bbox": [
                106.59308636039886,
                718.9242375,
                292.37814725783477,
                9.108263888888871
            ],
            "text": "related to unsuccessful leasing opportunities are written-off.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Cho thuê liên quan. Chi phí vốn trước đây"
        },
        {
            "bbox": [
                106.59509255698005,
                753.0911888888888,
                131.69801712962965,
                9.108263888888871
            ],
            "text": "Accounting for Investments",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WYJWMW+Univers-Oblique",
                "size": 1
            },
            "text_vi": "Liên quan đến các cơ hội cho thuê không thành công được viết ra."
        },
        {
            "bbox": [
                106.59509255698005,
                770.1746788194445,
                623.3491082977208,
                9.108249652777772
            ],
            "text": "We hold equity investments in certain publicly-traded companies and privately held entities primarily involved in the life science",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Kế toán cho đầu tư"
        },
        {
            "bbox": [
                106.5991910968661,
                787.2581545138889,
                650.671392948718,
                9.108263888888871
            ],
            "text": "industry. All of our investments in publicly-traded companies are considered “available for sale” under the provisions of Statement of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Chúng tôi nắm giữ các khoản đầu tư vốn chủ sở hữu vào một số công ty được giao dịch công khai và các thực thể tư nhân chủ yếu tham gia vào khoa học đời sống"
        },
        {
            "bbox": [
                106.60035042735043,
                804.3416444444445,
                637.2083333333334,
                9.108263888888871
            ],
            "text": "Financial Accounting Standards No. 115, “Accounting for Certain Investments in Debt and Equity Securities” (“SFAS 115”), and are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "ngành công nghiệp. Tất cả các khoản đầu tư của chúng tôi vào các công ty giao dịch công khai được coi là có sẵn để bán, theo quy định của Tuyên bố về"
        },
        {
            "bbox": [
                106.60124109686609,
                821.425134375,
                654.1257977207979,
                9.108249652777772
            ],
            "text": "recorded at fair value. Fair value has been determined by the closing trading price at the balance sheet date, with unrealized gains and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Tiêu chuẩn kế toán tài chính số 115, Kế toán cho một số khoản đầu tư vào một số khoản đầu tư vào nợ và chứng khoán vốn"
        },
        {
            "bbox": [
                106.60422702991454,
                838.5086100694444,
                649.6707345085471,
                9.108263888888871
            ],
            "text": "losses shown as a separate component of stockholders’ equity. The classification of investments under SFAS 115 is determined at the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "ghi lại ở giá trị hợp lý. Giá trị hợp lý đã được xác định bởi giá giao dịch đóng tại ngày của bảng cân đối kế toán, với mức tăng chưa thực hiện và"
        },
        {
            "bbox": [
                106.60217702991453,
                855.5920857638889,
                626.835419480057,
                9.108263888888871
            ],
            "text": "time each investment is made, and such determination is reevaluated at each balance sheet date. The cost of investments sold is",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Các tổn thất được hiển thị như một thành phần riêng biệt của cổ đông vốn chủ sở hữu. Việc phân loại các khoản đầu tư theo SFAS 115 được xác định tại"
        },
        {
            "bbox": [
                106.60520676638177,
                872.6755614583333,
                513.8056251424501,
                9.1082638888889
            ],
            "text": "determined by the specific identification method, with realized gains and losses included in other income.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Thời gian mỗi khoản đầu tư được thực hiện, và quyết tâm như vậy được đánh giá lại vào mỗi ngày của bảng cân đối kế toán. Chi phí đầu tư được bán là"
        },
        {
            "bbox": [
                119.74810427350428,
                889.7590300347222,
                633.9663868233617,
                9.108266736111133
            ],
            "text": "Investments in privately held entities are generally accounted for under the cost method because we do not influence any operating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Được xác định bằng phương pháp nhận dạng cụ thể, với lãi và lỗ được thực hiện bao gồm trong thu nhập khác."
        },
        {
            "bbox": [
                106.60712243589744,
                906.8425043055555,
                634.0359904558404,
                9.108268159722229
            ],
            "text": "or financial policies of the entities in which we invest. Certain investments are accounted for under the equity method of accounting",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/VXWPZE+Univers",
                "size": 1
            },
            "text_vi": "Đầu tư vào các thực thể tư nhân thường được tính theo phương pháp chi phí vì chúng tôi không ảnh hưởng đến bất kỳ hoạt động nào"
        },
        {
            "bbox": [
                54.02421652421653,
                964.520156875,
                9.741875961538454,
                7.807084756944448
            ],
            "text": "20",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/GZKVMR+Univers-Bold",
                "size": 1
            },
            "text_vi": "hoặc chính sách tài chính của các thực thể mà chúng tôi đầu tư. Một số khoản đầu tư được tính theo phương pháp kế toán vốn chủ sở hữu"
        }
    ]
}