{
    "metadata": {
        "page_hash": "53c3f74225136d5eac02289f8f0d65df68580cc1c34999084f564c3587c2fecc",
        "original_filename": "0000006201-21-000014_20210217x10k.pdf",
        "page_no": 45,
        "num_pages": 230,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                25.150432304038077,
                128.75003466386553,
                10.61842785035617
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    255,
                    255
                ],
                "name": "/QLUCAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                42.608149201680675,
                83.37825979809986,
                825.2707033193277,
                10.61842785035617
            ],
            "text": "We are subject to many forms of environmental and noise regulation and may incur substantial costs as a result.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QZTCAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Chúng tôi phải tuân theo nhiều hình thức điều chỉnh môi trường và tiếng ồn và có thể phải chịu chi phí đáng kể."
        },
        {
            "bbox": [
                42.608149201680675,
                98.81374940617582,
                956.0321066806723,
                10.618427850356284
            ],
            "text": "We are subject to a number of increasingly stringent federal, state, local and foreign laws, regulations and ordinances relating to the protection of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi phải tuân theo một số luật pháp, quy định và pháp lệnh liên bang, tiểu bang và nước ngoài ngày càng nghiêm ngặt liên quan đến việc bảo vệ"
        },
        {
            "bbox": [
                24.738352605042017,
                110.0360872921616,
                973.9089490756304,
                10.61844002375301
            ],
            "text": "the environment and noise reduction, including those relating to emissions to the air, discharges to surface and subsurface waters, safe drinking",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Môi trường và giảm tiếng ồn, bao gồm cả những người liên quan đến khí thải vào không khí, xả nước bề mặt và dưới bề mặt, uống an toàn"
        },
        {
            "bbox": [
                24.738352605042017,
                121.26319714964382,
                973.9145133613447,
                10.61844002375301
            ],
            "text": "water, and the management of hazardous substances, oils and waste materials. Compliance with environmental laws and regulations can require",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nước, và quản lý các chất nguy hiểm, dầu và vật liệu chất thải. Tuân thủ luật và quy định môi trường có thể yêu cầu"
        },
        {
            "bbox": [
                24.738352605042017,
                132.4855472090262,
                531.3406679831934,
                10.61844002375301
            ],
            "text": "significant expenditures, and violations can lead to significant fines and penalties.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chi tiêu đáng kể, và vi phạm có thể dẫn đến tiền phạt và hình phạt đáng kể."
        },
        {
            "bbox": [
                42.608149201680675,
                152.129416567696,
                956.0179117226891,
                10.61844002375301
            ],
            "text": "We are also subject to other environmental laws and regulations, including those that require us to investigate and remediate soil or groundwater",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi cũng phải tuân theo các luật và quy định về môi trường khác, bao gồm cả những quy định yêu cầu chúng tôi phải điều tra và khắc phục đất hoặc nước ngầm"
        },
        {
            "bbox": [
                24.738352605042017,
                163.35652642517823,
                973.9129457142857,
                10.613680225653184
            ],
            "text": "to meet certain remediation standards. Under federal law, generators of waste materials, and current and former owners or operators of facilities,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "để đáp ứng các tiêu chuẩn khắc phục nhất định. Theo luật liên bang, máy phát điện chất thải, và chủ sở hữu hoặc nhà điều hành các cơ sở hiện hành và trước đây,"
        },
        {
            "bbox": [
                24.738352605042017,
                174.57887648456062,
                973.8877083193278,
                10.61842785035617
            ],
            "text": "can be subject to liability for investigation and remediation costs at locations that have been identified as requiring response actions. Liability under",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Có thể phải chịu trách nhiệm đối với chi phí điều tra và khắc phục tại các địa điểm đã được xác định là yêu cầu hành động phản hồi. Trách nhiệm dưới"
        },
        {
            "bbox": [
                24.738352605042017,
                185.805974168646,
                973.9173557983194,
                10.613680225653297
            ],
            "text": "these laws may be strict, joint and several, meaning that we could be liable for the costs of cleaning up environmental contamination regardless of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Những luật này có thể nghiêm ngặt, chung và một số, có nghĩa là chúng ta có thể chịu trách nhiệm về chi phí làm sạch ô nhiễm môi trường bất kể"
        },
        {
            "bbox": [
                24.738352605042017,
                197.0283242280285,
                973.8958049579832,
                10.61844002375301
            ],
            "text": "fault or the amount of waste directly attributable to us. We have liability for investigation and remediation costs at various sites, although such costs",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Lỗi hoặc lượng chất thải trực tiếp quy cho chúng tôi. Chúng tôi có trách nhiệm đối với chi phí điều tra và khắc phục tại các trang web khác nhau, mặc dù các chi phí đó"
        },
        {
            "bbox": [
                24.738352605042017,
                208.25543408551073,
                502.27123731092445,
                10.613680225653184
            ],
            "text": "currently are not expected to have a material adverse effect on our business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hiện tại không được kỳ vọng sẽ có ảnh hưởng bất lợi về vật chất đối với doanh nghiệp của chúng tôi."
        },
        {
            "bbox": [
                42.608149201680675,
                227.89930344418065,
                956.0260083613445,
                10.613680225653184
            ],
            "text": "We have various leases and agreements with respect to real property, tanks and pipelines with airports and other operators. Under these leases",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi có nhiều hợp đồng và thỏa thuận khác nhau liên quan đến bất động sản, xe tăng và đường ống với các sân bay và các nhà khai thác khác. Theo những hợp đồng thuê này"
        },
        {
            "bbox": [
                24.738352605042017,
                239.12165350356304,
                973.9113608403362,
                10.61842785035617
            ],
            "text": "and agreements, we have agreed to indemnify the lessor or operator against environmental liabilities associated with the real property or operations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và các thỏa thuận, chúng tôi đã đồng ý bồi thường cho bên cho thuê hoặc nhà điều hành chống lại các khoản nợ môi trường liên quan đến bất động sản hoặc hoạt động thực tế"
        },
        {
            "bbox": [
                24.738352605042017,
                250.34400356294543,
                973.893065882353,
                10.618427850356284
            ],
            "text": "described under the agreement, even in certain cases where we are not the party responsible for the initial event that caused the environmental",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "được mô tả theo thỏa thuận, ngay cả trong một số trường hợp chúng tôi không phải là bên chịu trách nhiệm cho sự kiện ban đầu gây ra môi trường"
        },
        {
            "bbox": [
                24.738352605042017,
                261.5711012470309,
                973.9062100000002,
                10.613680225653184
            ],
            "text": "damage. We also participate in leases with other airlines in fuel consortiums and fuel committees at airports, and such indemnities are generally joint",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hư hại. Chúng tôi cũng tham gia hợp đồng thuê với các hãng hàng không khác trong các tập đoàn nhiên liệu và ủy ban nhiên liệu tại các sân bay, và các khoản bồi thường như vậy nói chung là chung"
        },
        {
            "bbox": [
                24.738352605042017,
                272.7934513064133,
                290.2690574789916,
                10.61844002375301
            ],
            "text": "and several among the participating airlines.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và một số trong số các hãng hàng không tham gia."
        },
        {
            "bbox": [
                42.608149201680675,
                292.4373206650831,
                956.0275760084035,
                10.61844002375301
            ],
            "text": "Governmental authorities in several U.S. and foreign cities are also considering, or have already implemented, aircraft noise reduction programs,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các cơ quan chính phủ ở một số thành phố của Hoa Kỳ và nước ngoài cũng đang xem xét, hoặc đã thực hiện các chương trình giảm tiếng ồn máy bay,"
        },
        {
            "bbox": [
                24.738352605042017,
                303.66443052256534,
                973.9145133613447,
                10.613680225653184
            ],
            "text": "including the imposition of nighttime curfews and limitations on daytime take offs and landings. We have been able to accommodate local noise",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "bao gồm cả việc áp dụng các lệnh giới nghiêm ban đêm và các hạn chế vào ban ngày và hạ cánh. Chúng tôi đã có thể chứa tiếng ồn cục bộ"
        },
        {
            "bbox": [
                24.738352605042017,
                314.88678058194773,
                949.5901608403362,
                10.618427850356397
            ],
            "text": "restrictions imposed to date, but our operations could be adversely affected if locally-imposed regulations become more restrictive or widespread.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các hạn chế áp đặt cho đến nay, nhưng các hoạt động của chúng tôi có thể bị ảnh hưởng xấu nếu các quy định áp đặt tại địa phương trở nên hạn chế hơn hoặc phổ biến hơn."
        },
        {
            "bbox": [
                39.62984890756302,
                338.7390296912114,
                611.7018187394958,
                10.61844002375301
            ],
            "text": "We depend on a limited number of suppliers for aircraft, aircraft engines and parts.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QZTCAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Chúng tôi phụ thuộc vào một số lượng hạn chế các nhà cung cấp cho máy bay, động cơ máy bay và các bộ phận."
        },
        {
            "bbox": [
                42.608149201680675,
                354.17451929928745,
                956.0365167647059,
                10.613680225653184
            ],
            "text": "We depend on a limited number of suppliers for aircraft, aircraft engines and many aircraft and engine parts. For example, as of the end of 2020",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi phụ thuộc vào một số lượng hạn chế các nhà cung cấp cho máy bay, động cơ máy bay và nhiều bộ phận máy bay và động cơ. Ví dụ, tính đến cuối năm 2020"
        },
        {
            "bbox": [
                24.738352605042017,
                365.39686935866985,
                973.9032642016808,
                10.618427850356284
            ],
            "text": "all of our mainline aircraft were manufactured by either Airbus or Boeing and all of our regional aircraft were manufactured by either Bombardier or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tất cả các máy bay chính của chúng tôi được sản xuất bởi Airbus hoặc Boeing và tất cả các máy bay khu vực của chúng tôi được sản xuất bởi Bombardier hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                376.62396704275534,
                973.9145133613447,
                10.613680225653184
            ],
            "text": "Embraer. Further, our supplier base continues to consolidate as evidenced by the recent acquisition of Rockwell Collins by United Technologies, the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Embraer. Hơn nữa, cơ sở nhà cung cấp của chúng tôi tiếp tục củng cố bằng chứng là việc mua lại Rockwell Collins gần đây của United Technologies,"
        },
        {
            "bbox": [
                24.738352605042017,
                387.84631710213773,
                973.8990608403361,
                10.61844002375301
            ],
            "text": "recent transactions involving Airbus and Bombardier and Bombardier and Mitsubishi. Due to the limited number of these suppliers, we are vulnerable",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các giao dịch gần đây liên quan đến Airbus và Bombardier và Bombardier và Mitsubishi. Do số lượng hạn chế của các nhà cung cấp này, chúng tôi dễ bị tổn thương"
        },
        {
            "bbox": [
                24.738352605042017,
                399.07342695961995,
                973.908621764706,
                10.613680225653297
            ],
            "text": "to any problems associated with the performance of their obligation to supply key aircraft, parts and engines, including design defects, mechanical",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đối với bất kỳ vấn đề nào liên quan đến việc thực hiện nghĩa vụ cung cấp máy bay, bộ phận và động cơ quan trọng của họ, bao gồm các khiếm khuyết thiết kế, cơ khí"
        },
        {
            "bbox": [
                24.738352605042017,
                410.29577701900246,
                973.8877083193278,
                10.618427850356284
            ],
            "text": "problems, contractual performance by suppliers, adverse perception by the public that would result in customer avoidance of any of our aircraft or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "các vấn đề, hiệu suất hợp đồng của các nhà cung cấp, nhận thức bất lợi của công chúng sẽ dẫn đến việc tránh khách hàng bất kỳ máy bay nào của chúng tôi hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                421.52287470308795,
                973.9129457142857,
                10.613692399049796
            ],
            "text": "any action by the FAA or any other regulatory authority resulting in an inability to operate our aircraft, even temporarily. For instance, in March 2019,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Bất kỳ hành động nào của FAA hoặc bất kỳ cơ quan quản lý nào khác dẫn đến không có khả năng vận hành máy bay của chúng tôi, thậm chí là tạm thời. Ví dụ, vào tháng 3 năm 2019,"
        },
        {
            "bbox": [
                24.738352605042017,
                432.74523693586696,
                973.9113608403362,
                10.618427850356284
            ],
            "text": "the FAA ordered the grounding of all Boeing 737 MAX Family aircraft, which remained in place for over a year and was not lifted in the United States",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "FAA đã ra lệnh cho tất cả các máy bay gia đình Boeing 737 Max, vẫn ở vị trí trong hơn một năm và không được nâng lên ở Hoa Kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                443.97233461995245,
                973.9032642016808,
                10.613680225653297
            ],
            "text": "until November 2020. The limited number of these suppliers may also result in reduced competition and potentially higher prices than if the supplier",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Cho đến tháng 11 năm 2020. Số lượng các nhà cung cấp này hạn chế cũng có thể dẫn đến giảm cạnh tranh và có khả năng giá cao hơn so với nếu nhà cung cấp"
        },
        {
            "bbox": [
                24.738352605042017,
                455.19468467933496,
                183.00373773109246,
                10.618440023752896
            ],
            "text": "base was less concentrated.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "cơ sở đã ít hơn"
        },
        {
            "bbox": [
                42.608149201680675,
                479.0469337885986,
                956.0348285294118,
                10.618440023752896
            ],
            "text": "Delays in scheduled aircraft deliveries or other loss of anticipated fleet capacity, and failure of new aircraft to perform as",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QZTCAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "tập trung."
        },
        {
            "bbox": [
                42.608149201680675,
                490.2740436460808,
                670.1199159243697,
                10.613680225653184
            ],
            "text": "expected, may adversely impact our business, results of operations and financial condition.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QZTCAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Sự chậm trễ trong việc giao hàng máy bay theo lịch trình hoặc mất công suất hạm đội dự đoán khác và không thành công"
        },
        {
            "bbox": [
                42.608149201680675,
                505.70477345605707,
                956.0275760084035,
                10.618427850356284
            ],
            "text": "The success of our business depends on, among other things, effectively managing the number and types of aircraft we operate. If, for any reason,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Dự kiến, có thể tác động xấu đến hoạt động kinh doanh của chúng tôi, kết quả hoạt động và tình trạng tài chính."
        },
        {
            "bbox": [
                24.738352605042017,
                516.9318711401426,
                973.9032642016808,
                10.613692399049853
            ],
            "text": "we are unable to accept or secure deliveries of new aircraft on contractually scheduled delivery dates, this could have negative impacts on our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thành công của doanh nghiệp của chúng tôi phụ thuộc vào, trong số những thứ khác, quản lý hiệu quả số lượng và loại máy bay chúng tôi hoạt động. Nếu, vì bất kỳ lý do gì,"
        },
        {
            "bbox": [
                24.738352605042017,
                528.1542333729217,
                973.8912742857143,
                10.618427850356284
            ],
            "text": "business, results of operations and financial condition. Our failure to integrate newly purchased aircraft into our fleet as planned might require us to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi không thể chấp nhận hoặc bảo mật việc giao hàng máy bay mới vào ngày giao hàng theo lịch trình theo hợp đồng, điều này có thể có tác động tiêu cực đến"
        },
        {
            "bbox": [
                24.738352605042017,
                539.3813310570072,
                973.9032642016808,
                10.613680225653184
            ],
            "text": "seek extensions of the terms for some leased aircraft or otherwise delay the exit of certain aircraft from our fleet. Such unanticipated extensions or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Kinh doanh, kết quả hoạt động và điều kiện tài chính. Việc chúng tôi không tích hợp các máy bay mới được mua vào đội tàu của chúng tôi theo kế hoạch có thể yêu cầu chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                550.6036811163896,
                973.893479327731,
                10.618440023752953
            ],
            "text": "delays may require us to operate existing aircraft beyond the point at which it is economically optimal to retire them, resulting in increased",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tìm kiếm các phần mở rộng của các điều khoản cho một số máy bay cho thuê hoặc nếu không thì trì hoãn việc thoát khỏi một số máy bay nhất định khỏi đội tàu của chúng tôi. Các phần mở rộng không dự đoán như vậy hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                561.8307909738717,
                973.8990608403361,
                10.61368022565324
            ],
            "text": "maintenance costs, or reductions to our schedule, thereby reducing revenues. If new aircraft orders are not filled on a timely basis, we could face",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự chậm trễ có thể yêu cầu chúng tôi vận hành máy bay hiện có vượt quá điểm mà tại đó sẽ tối ưu về mặt kinh tế để nghỉ hưu, dẫn đến tăng"
        },
        {
            "bbox": [
                24.738352605042017,
                573.0531410332542,
                973.9129457142857,
                10.618427850356284
            ],
            "text": "higher financing and operating costs than planned. In addition, if the aircraft we receive do not meet expected performance or quality standards,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chi phí bảo trì, hoặc giảm lịch trình của chúng tôi, do đó giảm doanh thu. Nếu các đơn đặt hàng máy bay mới không được lấp đầy kịp thời, chúng ta có thể phải đối mặt"
        },
        {
            "bbox": [
                24.738352605042017,
                584.2802387173397,
                973.9129457142857,
                10.613680225653184
            ],
            "text": "including with respect to fuel efficiency, safety and reliability, we could face higher financing and operating costs than planned and our business,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tài chính cao hơn và chi phí vận hành so với kế hoạch. Ngoài ra, nếu máy bay chúng tôi nhận được không đáp ứng các tiêu chuẩn về hiệu suất hoặc chất lượng dự kiến,"
        },
        {
            "bbox": [
                24.738352605042017,
                595.5025887767221,
                973.9124116806724,
                10.61844002375301
            ],
            "text": "results of operations and financial condition could be adversely impacted. For instance, in March 2019, the FAA grounded all Boeing 737 MAX Family",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "bao gồm liên quan đến hiệu quả nhiên liệu, an toàn và độ tin cậy, chúng tôi có thể phải đối mặt với chi phí tài chính và hoạt động cao hơn so với kế hoạch và doanh nghiệp của chúng tôi,"
        },
        {
            "bbox": [
                24.738352605042017,
                606.7296986342043,
                973.9183032773109,
                10.61368022565324
            ],
            "text": "aircraft, including the 24 aircraft in our fleet at the time of the grounding, and which caused us to be unable to take delivery of the Boeing 737 MAX",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Kết quả hoạt động và tình trạng tài chính có thể bị ảnh hưởng xấu. Ví dụ, vào tháng 3 năm 2019, FAA đã căn cứ tất cả Boeing 737 Max Family"
        },
        {
            "bbox": [
                24.738352605042017,
                617.9520486935867,
                290.43970705882356,
                10.618440023752953
            ],
            "text": "Family aircraft we had on order from Boeing.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Máy bay, bao gồm 24 máy bay trong đội tàu của chúng tôi tại thời điểm tiếp đất và khiến chúng tôi không thể giao hàng của Boeing 737 Max"
        },
        {
            "bbox": [
                503.484530672269,
                651.6286062945369,
                16.414022689075637,
                10.613680225653184
            ],
            "text": "46",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFUCAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Máy bay gia đình chúng tôi có theo đơn đặt hàng từ Boeing."
        }
    ]
}