{
    "metadata": {
        "page_hash": "583c6ef1bb16844ffdeff87351901b019e0a5042200cb139b2ebe4fc011947e2",
        "original_filename": "0000021175-19-000022_20190213x10k.pdf",
        "page_no": 19,
        "num_pages": 148,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                115.84059033613445,
                10.616054038004677
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                36.97906621140146,
                349.69740327731097,
                10.714731591448981
            ],
            "text": "RESERVES - ESTIMATES AND UNCERTAINTIES",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Dự trữ - Ước tính và sự không chắc chắn"
        },
        {
            "bbox": [
                24.738352605042017,
                59.527191508313535,
                973.9010591596639,
                10.616066211401517
            ],
            "text": "The level of reserves we maintain represents our best estimate, as of a particular point in time, of what the ultimate settlement and administration",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mức độ dự trữ mà chúng tôi duy trì thể hiện ước tính tốt nhất của chúng tôi, kể về một thời điểm cụ thể, về việc giải quyết và quản lý cuối cùng"
        },
        {
            "bbox": [
                24.738352605042017,
                70.75192755344426,
                973.8957015966387,
                10.616054038004677
            ],
            "text": "of claims will cost based on our assessment of facts and circumstances known at that time. Reserves are not an exact calculation of liability but",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "về các khiếu nại sẽ chi phí dựa trên đánh giá của chúng tôi về các sự kiện và hoàn cảnh được biết đến tại thời điểm đó. Dự trữ không phải là một tính toán chính xác về trách nhiệm pháp lý nhưng"
        },
        {
            "bbox": [
                24.738352605042017,
                81.97665142517815,
                973.9011625210086,
                10.61605403800479
            ],
            "text": "instead are complex estimates that we derive, generally utilizing a variety of actuarial reserve estimation techniques, from numerous assumptions",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thay vào đó là những ước tính phức tạp mà chúng tôi rút ra, thường sử dụng nhiều kỹ thuật ước tính dự trữ chuyên gia"
        },
        {
            "bbox": [
                24.738352605042017,
                93.20137529691215,
                973.9147200840337,
                10.616066211401517
            ],
            "text": "and expectations about future events, both internal and external, many of which are highly uncertain. As noted below, we review our reserves for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và kỳ vọng về các sự kiện trong tương lai, cả nội bộ và bên ngoài, nhiều trong số đó rất không chắc chắn. Như đã lưu ý dưới đây, chúng tôi xem xét dự trữ của chúng tôi cho"
        },
        {
            "bbox": [
                24.738352605042017,
                104.42611134204287,
                973.9076742857143,
                10.616054038004677
            ],
            "text": "each segment of our business periodically, and any such review could result in the need to increase reserves in amounts which could be material",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mỗi phân khúc kinh doanh của chúng tôi theo định kỳ và bất kỳ đánh giá nào như vậy có thể dẫn đến sự cần thiết phải tăng dự trữ theo số lượng có thể là vật chất"
        },
        {
            "bbox": [
                24.738352605042017,
                115.65083521377676,
                973.9165116806722,
                10.616054038004677
            ],
            "text": "and could adversely affect our results of operations, equity, business and insurer financial strength and corporate debt ratings. Further information",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và có thể ảnh hưởng xấu đến kết quả hoạt động, công bằng, kinh doanh và bảo hiểm sức mạnh tài chính và xếp hạng nợ của công ty. Thông tin thêm"
        },
        {
            "bbox": [
                24.738352605042017,
                126.87555908551064,
                647.2151608403361,
                10.616066211401517
            ],
            "text": "on reserves is provided in Note E to the Consolidated Financial Statements included under Item 8.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trên dự trữ được cung cấp trong lưu ý E cho báo cáo tài chính hợp nhất được bao gồm theo mục 8."
        },
        {
            "bbox": [
                24.738352605042017,
                149.22516062945363,
                505.2160192436975,
                10.715912410926535
            ],
            "text": "Property and Casualty Claim and Claim Adjustment Expense Reserves",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QTOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Tài sản và yêu cầu thương vong và dự trữ điều chỉnh yêu cầu bồi thường"
        },
        {
            "bbox": [
                24.738352605042017,
                171.77328592636582,
                973.9170457142858,
                10.61605403800479
            ],
            "text": "We maintain loss reserves to cover our estimated ultimate unpaid liability for claim and claim adjustment expenses, including the estimated cost of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi duy trì dự trữ tổn thất để trang trải trách nhiệm pháp lý không thanh toán cuối cùng của chúng tôi đối với các chi phí điều chỉnh yêu cầu và yêu cầu, bao gồm cả chi phí ước tính của"
        },
        {
            "bbox": [
                24.738352605042017,
                182.99800979809982,
                973.8957015966387,
                10.616066211401403
            ],
            "text": "the claims adjudication process, for claims that have been reported but not yet settled (case reserves) and claims that have been incurred but not",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quy trình xét xử khiếu nại, đối với các khiếu nại đã được báo cáo nhưng chưa được giải quyết (dự trữ trường hợp) và các khiếu nại đã phát sinh nhưng không"
        },
        {
            "bbox": [
                24.738352605042017,
                194.22274584323043,
                973.9114642016807,
                10.616054038004677
            ],
            "text": "reported (IBNR). IBNR includes a provision for development on known cases as well as a provision for late reported incurred claims. Claim and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "báo cáo (IBNR). IBNR bao gồm một điều khoản cho sự phát triển đối với các trường hợp đã biết cũng như một điều khoản cho các yêu cầu phát sinh được báo cáo muộn. Yêu cầu và"
        },
        {
            "bbox": [
                24.738352605042017,
                205.4474697149643,
                973.9124116806724,
                10.616054038004904
            ],
            "text": "claim adjustment expense reserves are reflected as liabilities and are included on the Consolidated Balance Sheets under the heading “Insurance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dự trữ chi phí điều chỉnh yêu cầu được phản ánh là các khoản nợ và được bao gồm trên các bảng cân đối kế toán theo bảo hiểm tiêu đề"
        },
        {
            "bbox": [
                24.738352605042017,
                216.67219358669843,
                973.9010591596639,
                10.616054038004677
            ],
            "text": "Reserves.” Adjustments to prior year reserve estimates, if necessary, are reflected in results of operations in the period that the need for such",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dự trữ. ” Điều chỉnh các ước tính dự trữ năm trước, nếu cần, được phản ánh trong kết quả hoạt động trong giai đoạn cần"
        },
        {
            "bbox": [
                24.738352605042017,
                227.8969174584323,
                973.9166150420169,
                10.616066211401517
            ],
            "text": "adjustments is determined. The carried case and IBNR reserves as of each balance sheet date are provided in the Segment Results section of this",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Điều chỉnh được xác định. Trường hợp mang và dự trữ IBNR kể từ mỗi ngày bảng cân đối kế toán được cung cấp trong phần kết quả phân khúc của điều này"
        },
        {
            "bbox": [
                24.738352605042017,
                239.12165350356304,
                567.3749822689076,
                10.616054038004677
            ],
            "text": "MD&A and in Note E to the Consolidated Financial Statements included under Item 8.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "MD & A và ghi chú E cho báo cáo tài chính hợp nhất bao gồm theo mục 8."
        },
        {
            "bbox": [
                24.738352605042017,
                261.5711012470309,
                973.9114642016807,
                10.616066211401403
            ],
            "text": "As discussed in the Risk Factors discussion within Item 1A, there is a risk that our recorded reserves are insufficient to cover our estimated",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Như đã thảo luận trong cuộc thảo luận về các yếu tố rủi ro trong Mục 1A, có nguy cơ dự trữ được ghi lại của chúng tôi không đủ để trang trải cho ước tính của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                272.79583729216165,
                973.901903277311,
                10.616054038004677
            ],
            "text": "ultimate unpaid liability for claims and claim adjustment expenses. Unforeseen emerging or potential claims and coverage issues are difficult to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trách nhiệm không thanh toán cuối cùng đối với các yêu cầu bồi thường và chi phí điều chỉnh yêu cầu. Không lường trước được các yêu cầu mới nổi hoặc tiềm năng và các vấn đề bảo hiểm rất khó"
        },
        {
            "bbox": [
                24.738352605042017,
                284.01936817102137,
                973.9124116806724,
                10.617247030878843
            ],
            "text": "predict and could materially adversely affect the adequacy of our claim and claim adjustment expense reserves and could lead to future reserve",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "dự đoán và có thể ảnh hưởng xấu đến mức độ đầy đủ của dự trữ chi phí yêu cầu và yêu cầu của chúng tôi và có thể dẫn đến dự trữ trong tương lai"
        },
        {
            "bbox": [
                24.738352605042017,
                295.2441042161521,
                64.39915651260506,
                10.617247030878843
            ],
            "text": "additions.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "bổ sung."
        },
        {
            "bbox": [
                24.738352605042017,
                317.69355195962,
                973.9165116806722,
                10.616066211401403
            ],
            "text": "In addition, our property and casualty insurance subsidiaries also have actual and potential exposures related to A&EP claims, which could result in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngoài ra, các công ty con về tài sản và thương vong của chúng tôi cũng có các mức phơi nhiễm thực tế và tiềm năng liên quan đến yêu cầu A & EP, có thể dẫn đến"
        },
        {
            "bbox": [
                24.738352605042017,
                328.9182880047506,
                973.9076742857143,
                10.61605403800479
            ],
            "text": "material losses. To mitigate the risks posed by our exposure to A&EP claims and claim adjustment expenses, we completed a transaction with NICO",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tổn thất vật chất. Để giảm thiểu các rủi ro do chúng tôi tiếp xúc với yêu cầu A & EP và chi phí điều chỉnh yêu cầu, chúng tôi đã hoàn thành một giao dịch với Nico"
        },
        {
            "bbox": [
                24.738352605042017,
                340.1430118764846,
                973.9076742857143,
                10.61605403800479
            ],
            "text": "under which substantially all of our legacy A&EP liabilities were ceded to NICO effective January 1, 2010. See Note E to the Consolidated Financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Theo đó, tất cả các khoản nợ A & EP của chúng tôi đã được nhượng lại cho Nico có hiệu lực từ ngày 1 tháng 1 năm 2010. Xem ghi chú e cho tài chính hợp nhất"
        },
        {
            "bbox": [
                24.738352605042017,
                351.3677357482186,
                973.9114642016807,
                10.616066211401403
            ],
            "text": "Statements included under Item 8 for further discussion about the transaction with NICO, its impact on our results of operations and the deferred",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các tuyên bố được bao gồm theo mục 8 để thảo luận thêm về giao dịch với NICO, tác động của nó đối với kết quả hoạt động của chúng tôi và"
        },
        {
            "bbox": [
                24.738352605042017,
                362.5924717933492,
                190.80626168067226,
                10.616054038004677
            ],
            "text": "retroactive reinsurance gain.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tái bảo hiểm hồi tố tăng."
        },
        {
            "bbox": [
                24.738352605042017,
                384.9432541567696,
                376.9940490756303,
                10.714719418052255
            ],
            "text": "Establishing Property & Casualty Reserve Estimates",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHOBAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Thiết lập ước tính dự trữ tài sản & thương vong"
        },
        {
            "bbox": [
                24.738352605042017,
                407.4913794536817,
                973.8968557983194,
                10.61605403800479
            ],
            "text": "In developing claim and claim adjustment expense (“loss” or “losses”) reserve estimates, our actuaries perform detailed reserve analyses that are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong việc phát triển các ước tính dự trữ của yêu cầu yêu cầu bồi thường (tổn thất trực tuyến, mất mát hoặc các khoản dự trữ của chúng tôi, tổn thất"
        },
        {
            "bbox": [
                24.738352605042017,
                418.71491033254154,
                973.9014726050422,
                10.617247030878957
            ],
            "text": "staggered throughout the year. The data is organized at a reserve group level. A reserve group can be a line of business covering a subset of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "lảo đảo trong suốt cả năm. Dữ liệu được tổ chức ở cấp nhóm dự trữ. Một nhóm dự trữ có thể là một dòng kinh doanh bao gồm một tập hợp con"
        },
        {
            "bbox": [
                24.738352605042017,
                429.93964637767226,
                973.9020066386555,
                10.617247030878843
            ],
            "text": "insureds such as commercial automobile liability for small or middle market customers, it can encompass several lines of business provided to a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những người được bảo hiểm như trách nhiệm pháp lý ô tô thương mại cho khách hàng nhỏ hoặc thị trường trung bình, nó có thể bao gồm một số dòng kinh doanh được cung cấp cho một"
        },
        {
            "bbox": [
                24.738352605042017,
                441.16437024940626,
                973.9114642016807,
                10.616054038004677
            ],
            "text": "specific set of customers such as aging services, or it can be a particular type of claim such as construction defect. Every reserve group is reviewed",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tập hợp các khách hàng cụ thể như Dịch vụ Lão hóa, hoặc nó có thể là một loại yêu cầu cụ thể như khiếm khuyết xây dựng. Mọi nhóm dự trữ đều được xem xét"
        },
        {
            "bbox": [
                24.738352605042017,
                452.38909412114015,
                973.8897066386555,
                10.616066211401403
            ],
            "text": "at least once during the year, but most are reviewed more frequently. The analyses generally review losses gross of ceded reinsurance and apply",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ít nhất một lần trong năm, nhưng hầu hết được xem xét thường xuyên hơn. Các phân tích thường xem xét tổn thất tổng của tái bảo hiểm và áp dụng"
        },
        {
            "bbox": [
                24.738352605042017,
                463.61383016627076,
                973.9076742857143,
                10.61605403800479
            ],
            "text": "the ceded reinsurance terms to the gross estimates to establish estimates net of reinsurance. In addition to the detailed analyses, we review actual",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các thuật ngữ tái bảo hiểm được nhượng lại cho các ước tính gộp để thiết lập ước tính ròng của tái bảo hiểm. Ngoài ra"
        },
        {
            "bbox": [
                24.738352605042017,
                474.83855403800476,
                299.002315882353,
                10.61605403800479
            ],
            "text": "loss emergence for all products each quarter.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "các phân tích chi tiết, chúng tôi xem xét thực tế"
        },
        {
            "bbox": [
                24.738352605042017,
                497.28801395486937,
                973.9011625210086,
                10.61605403800479
            ],
            "text": "Most of our business can be characterized as long-tail. For long-tail business, it will generally be several years between the time the business is",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mất sự xuất hiện cho tất cả các sản phẩm mỗi quý."
        },
        {
            "bbox": [
                24.738352605042017,
                508.51273782660337,
                973.8922217647059,
                10.616054038004734
            ],
            "text": "written and the time when all claims are settled. Our long-tail exposures include commercial automobile liability, workers' compensation, general",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hầu hết các hoạt động kinh doanh của chúng tôi có thể được đặc trưng là đuôi dài. Đối với kinh doanh đuôi dài, thường sẽ là vài năm giữa thời gian kinh doanh"
        },
        {
            "bbox": [
                24.738352605042017,
                519.7374616983373,
                973.9011625210086,
                10.616066211401403
            ],
            "text": "liability, medical professional liability, other professional liability and management liability coverages, assumed reinsurance run-off and products",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Viết và thời gian khi tất cả các khiếu nại được giải quyết. Phơi nhiễm đuôi dài của chúng tôi bao gồm trách nhiệm tự động thương mại, bồi thường cho công nhân, chung"
        },
        {
            "bbox": [
                24.738352605042017,
                530.962197743468,
                973.9114642016807,
                10.616054038004734
            ],
            "text": "liability. Short-tail exposures include property, commercial automobile physical damage, marine, surety and warranty. Specialty, Commercial and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "trách nhiệm pháp lý, trách nhiệm y tế, bảo hiểm trách nhiệm quản lý và trách nhiệm chuyên môn khác, giả định REINSArant Run-off và Sản phẩm"
        },
        {
            "bbox": [
                24.738352605042017,
                542.186921615202,
                764.392609579832,
                10.616054038004734
            ],
            "text": "International contain both long-tail and short-tail exposures. Corporate & Other contains run-off long-tail exposures.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "trách nhiệm pháp lý. Phơi nhiễm đuôi ngắn bao gồm tài sản, thiệt hại vật lý của ô tô thương mại, biển, bảo đảm và bảo hành. Đặc sản, thương mại và"
        },
        {
            "bbox": [
                24.738352605042017,
                564.6351885391924,
                620.4724801680672,
                10.617247030878843
            ],
            "text": "Various methods are used to project ultimate losses for both long-tail and short-tail exposures.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quốc tế chứa cả phơi nhiễm đuôi dài và đuôi ngắn. Công ty và các công ty khác chứa phơi nhiễm đuôi dài."
        },
        {
            "bbox": [
                503.484530672269,
                594.8023871733967,
                16.414022689075637,
                10.616054038004734
            ],
            "text": "20",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNOBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các phương pháp khác nhau được sử dụng để dự kiến ​​tổn thất cuối cùng cho cả phơi nhiễm đuôi dài và đuôi ngắn."
        }
    ]
}