{
    "metadata": {
        "page_hash": "61dd7009cdc792e38a72e448f45f7f41094163eec4ab4a568ca321cf24489ba3",
        "original_filename": "0000036047-21-000018_20210226x10k.pdf",
        "page_no": 7,
        "num_pages": 112,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                114.0979111764706,
                10.616054038004677
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    255,
                    255
                ],
                "name": "/QDFBAA+DejaVuSans-Oblique",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                52.51144388361047,
                928.911052857143,
                10.616650534441874
            ],
            "text": "database covering more than 150 million parcels across the US, as well as critical and up-to-date information across multiple hazard databases",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Cơ sở dữ liệu bao gồm hơn 150 triệu bưu kiện trên khắp Hoa Kỳ, cũng như thông tin quan trọng và cập nhật trên nhiều cơ sở dữ liệu nguy hiểm"
        },
        {
            "bbox": [
                24.738352605042017,
                63.73616775534447,
                572.1527053781513,
                10.61665053444176
            ],
            "text": "including information on storm, land-based, fire, and even non-weather-related hazards.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "bao gồm thông tin về bão, đất đai, lửa và thậm chí là các mối nguy hiểm không liên quan đến thời tiết."
        },
        {
            "bbox": [
                24.738352605042017,
                88.29040795724472,
                225.05507764705882,
                10.616066211401403
            ],
            "text": "Underwriting & Workflow Solutions",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QDFBAA+DejaVuSans-Oblique",
                "size": 13
            },
            "text_vi": "Bảo lãnh phát hành & giải pháp quy trình làm việc"
        },
        {
            "bbox": [
                24.738352605042017,
                112.84406383610451,
                970.5118234453782,
                10.61605403800479
            ],
            "text": "Our UWS segment provides comprehensive mortgage origination and monitoring solutions, including underwriting-related solutions and data-enabled",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phân khúc UWS của chúng tôi cung cấp các giải pháp khởi tạo và giám sát thế chấp toàn diện, bao gồm các giải pháp liên quan đến bảo lãnh phát hành và hỗ trợ dữ liệu"
        },
        {
            "bbox": [
                24.738352605042017,
                124.06878770783851,
                971.3984053781513,
                10.61605403800479
            ],
            "text": "valuations and appraisals. We have also developed proprietary technology and software platforms to access, automate, and track this information, as",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Định giá và thẩm định. Chúng tôi cũng đã phát triển các nền tảng công nghệ và phần mềm độc quyền để truy cập, tự động hóa và theo dõi thông tin này, vì"
        },
        {
            "bbox": [
                24.738352605042017,
                135.2935115795725,
                945.6616373109243,
                10.616066211401403
            ],
            "text": "well as assist our clients with vetting and on-boarding prospects, meeting compliance regulations, and understanding, evaluating, and monitoring",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "cũng như hỗ trợ khách hàng của chúng tôi kiểm tra và triển vọng trên máy bay, đáp ứng các quy định tuân thủ, và hiểu biết, đánh giá và giám sát"
        },
        {
            "bbox": [
                24.738352605042017,
                146.51824762470312,
                837.7487415126051,
                10.616054038004677
            ],
            "text": "property values. Our UWS solutions include property tax solutions, valuation solutions, and flood data solutions in North America.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "giá trị thuộc tính. Các giải pháp UWS của chúng tôi bao gồm các giải pháp thuế tài sản, giải pháp định giá và giải pháp dữ liệu lũ lụt ở Bắc Mỹ."
        },
        {
            "bbox": [
                24.738352605042017,
                171.0718913301663,
                963.8007608403361,
                10.61605403800479
            ],
            "text": "Our property tax solutions are built from aggregated property tax information from over 20,000 taxing authorities. We use this information to advise",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các giải pháp thuế tài sản của chúng tôi được xây dựng từ thông tin thuế tài sản tổng hợp từ hơn 20.000 cơ quan thuế. Chúng tôi sử dụng thông tin này để tư vấn"
        },
        {
            "bbox": [
                24.738352605042017,
                182.2966152019003,
                961.6118604201681,
                10.616054038004677
            ],
            "text": "mortgage originators and servicers of the property tax payment status of loans in their portfolio and to monitor that status over the life of the loans.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Người khởi tạo thế chấp và người phục vụ tình trạng thanh toán thuế tài sản của các khoản vay trong danh mục đầu tư của họ và để theo dõi tình trạng đó trong suốt cuộc đời của các khoản vay."
        },
        {
            "bbox": [
                24.738352605042017,
                193.52133907363418,
                965.7830591596639,
                10.616066211401517
            ],
            "text": "If a mortgage lender requires tax payments to be impounded on behalf of its borrowers, we can also monitor and oversee the transfer of these funds",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nếu một người cho vay thế chấp yêu cầu các khoản thanh toán thuế phải thay mặt cho người vay, chúng tôi cũng có thể theo dõi và giám sát việc chuyển nhượng các khoản tiền này"
        },
        {
            "bbox": [
                24.738352605042017,
                204.74547862232782,
                490.8699297478993,
                10.61665053444176
            ],
            "text": "to the taxing authorities and provide the lender with payment confirmation.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "cho các cơ quan thuế và cung cấp cho người cho vay xác nhận thanh toán."
        },
        {
            "bbox": [
                24.738352605042017,
                229.29971882422797,
                919.7606280672269,
                10.616054038004904
            ],
            "text": "Our valuations solutions represent property valuation-related, data-driven services, and analytics combined with collateral valuation workflow",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giải pháp định giá của chúng tôi đại diện cho các dịch vụ liên quan đến định giá tài sản, dựa trên dữ liệu và phân tích kết hợp với quy trình làm việc định giá tài sản thế chấp"
        },
        {
            "bbox": [
                24.738352605042017,
                240.52444269596208,
                928.8800272268909,
                10.616054038004677
            ],
            "text": "technologies, which assist our clients in assessing risk of loss using both traditional and alternative forms of property valuation, driving process",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công nghệ, hỗ trợ khách hàng của chúng tôi trong việc đánh giá rủi ro mất mát bằng cả các hình thức định giá tài sản truyền thống và thay thế, quá trình lái xe"
        },
        {
            "bbox": [
                24.738352605042017,
                251.74916656769597,
                968.3767570588236,
                10.616066211401517
            ],
            "text": "efficiencies, and ensuring compliance with lender and governmental regulations. We have been building collateral risk management models for more",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hiệu quả, và đảm bảo tuân thủ các quy định của người cho vay và chính phủ. Chúng tôi đã xây dựng các mô hình quản lý rủi ro tài sản thế chấp để biết thêm"
        },
        {
            "bbox": [
                24.738352605042017,
                262.9733061163896,
                956.9077994957984,
                10.61665053444176
            ],
            "text": "than 20 years and provide collateral information technology and solutions that automate property appraisal ordering, tracking, documentation, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hơn 20 năm và cung cấp các giải pháp và công nghệ thông tin tài sản thế chấp tự động hóa việc đánh giá tài sản, theo dõi, tài liệu và"
        },
        {
            "bbox": [
                24.738352605042017,
                274.1980299881236,
                383.1392772268908,
                10.61665053444176
            ],
            "text": "review for lender compliance with government regulations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đánh giá cho người cho vay tuân thủ các quy định của chính phủ."
        },
        {
            "bbox": [
                24.738352605042017,
                298.75227019002375,
                948.49759697479,
                10.616066211401517
            ],
            "text": "Our flood data solutions provide flood zone determinations in accordance with the US Federal legislation passed in 1994, which requires that most",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các giải pháp dữ liệu lũ lụt của chúng tôi cung cấp các quyết định vùng lũ theo luật pháp liên bang Hoa Kỳ được thông qua vào năm 1994, đòi hỏi hầu hết"
        },
        {
            "bbox": [
                24.738352605042017,
                309.9764097387174,
                972.2547024369749,
                10.61665053444176
            ],
            "text": "mortgage lenders obtain a determination of the current flood zone status at the time each loan is originated and obtain applicable updates during the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Người cho vay thế chấp có được quyết định về tình trạng vùng lũ hiện tại tại thời điểm mỗi khoản vay được bắt nguồn và có được các bản cập nhật áp dụng trong"
        },
        {
            "bbox": [
                24.738352605042017,
                321.2011336104513,
                549.8464831092438,
                10.616650534441874
            ],
            "text": "life of the loan. We provide flood zone determinations primarily to mortgage lenders.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "cuộc sống của khoản vay. Chúng tôi cung cấp các quyết định vùng lũ chủ yếu cho người cho vay thế chấp."
        },
        {
            "bbox": [
                24.738352605042017,
                345.75537381235165,
                50.07328277310925,
                10.616054038004677
            ],
            "text": "Clients",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QJFBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Khách hàng"
        },
        {
            "bbox": [
                24.738352605042017,
                370.3090175178147,
                926.8611562184875,
                10.616066211401517
            ],
            "text": "Our clients are predominantly financial services institutions in the mortgage and insurance industries. We provide our solutions to national and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Khách hàng của chúng tôi chủ yếu là các tổ chức dịch vụ tài chính trong ngành thế chấp và bảo hiểm. Chúng tôi cung cấp các giải pháp của chúng tôi cho quốc gia và"
        },
        {
            "bbox": [
                24.738352605042017,
                381.53375356294544,
                952.2541961344538,
                10.616054038004677
            ],
            "text": "regional mortgage lenders, servicers, brokers, credit unions, commercial banks, investment banks, fixed-income investors, real estate agents, MLS",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Người cho vay thế chấp khu vực, người phục vụ, người môi giới, công đoàn tín dụng, ngân hàng thương mại, ngân hàng đầu tư, nhà đầu tư thu nhập cố định, đại lý bất động sản, MLS"
        },
        {
            "bbox": [
                24.738352605042017,
                392.7584774346793,
                973.8197826890756,
                10.61605403800479
            ],
            "text": "companies, real estate investment trusts, property and casualty insurance companies, government agencies, and government-sponsored enterprises.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các công ty, ủy thác đầu tư bất động sản, các công ty bảo hiểm tài sản và thương vong, các cơ quan chính phủ và các doanh nghiệp do chính phủ tài trợ."
        },
        {
            "bbox": [
                24.738352605042017,
                417.3121211401426,
                925.298384369748,
                10.616054038004677
            ],
            "text": "Our more significant client relationships tend to be long-term in nature, and we typically provide a number of different solutions to each client.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các mối quan hệ khách hàng quan trọng hơn của chúng tôi có xu hướng có bản chất lâu dài và chúng tôi thường cung cấp một số giải pháp khác nhau cho mỗi khách hàng."
        },
        {
            "bbox": [
                24.738352605042017,
                428.5368450118765,
                972.3887621008404,
                10.616066211401403
            ],
            "text": "Because of the depth of these relationships, we derive a significant portion of our aggregate revenue from our largest clients, with 34.4%, 26.4%, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Do chiều sâu của các mối quan hệ này, chúng tôi có được một phần đáng kể doanh thu tổng hợp từ các khách hàng lớn nhất của chúng tôi, với 34,4%, 26,4%và"
        },
        {
            "bbox": [
                24.738352605042017,
                439.7615810570071,
                958.602615462185,
                10.61605403800479
            ],
            "text": "32.0% of our operating revenues for the years ended December 31, 2020, 2019, and 2018, respectively, being generated by our ten largest clients.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "32,0% doanh thu hoạt động của chúng tôi trong những năm kết thúc vào ngày 31 tháng 12 năm 2020, 2019 và 2018, được tạo ra bởi mười khách hàng lớn nhất của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                450.9863049287411,
                961.3326986554623,
                10.61605403800479
            ],
            "text": "None of our clients individually accounted for greater than 10% of our operating revenues for the years ended December 31, 2020, 2019, and 2018.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Không ai trong số các khách hàng của chúng tôi chiếm hơn 10% doanh thu hoạt động của chúng tôi trong các năm kết thúc vào ngày 31 tháng 12 năm 2020, 2019 và 2018."
        },
        {
            "bbox": [
                24.738352605042017,
                475.5399486342043,
                88.93612676470588,
                10.616066211401403
            ],
            "text": "Competition",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QJFBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Cuộc thi"
        },
        {
            "bbox": [
                24.738352605042017,
                500.09359233966745,
                925.8098163025211,
                10.616662707838486
            ],
            "text": "We offer a diverse array of specialized products and services that compete directly and indirectly with similar products and services offered by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi cung cấp một loạt các sản phẩm và dịch vụ chuyên dụng cạnh tranh trực tiếp và gián tiếp với các sản phẩm và dịch vụ tương tự được cung cấp bởi"
        },
        {
            "bbox": [
                24.738352605042017,
                511.31832838479806,
                909.3830629411765,
                10.616650534441874
            ],
            "text": "national and local providers. We believe there is no single competitor who offers the same combination of products and services that we do.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các nhà cung cấp quốc gia và địa phương. Chúng tôi tin rằng không có đối thủ cạnh tranh nào cung cấp sự kết hợp giữa các sản phẩm và dịch vụ mà chúng tôi làm."
        },
        {
            "bbox": [
                24.738352605042017,
                522.5430522565321,
                453.3464541176471,
                10.61605403800479
            ],
            "text": "Therefore, we believe that we compete with a broad range of entities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Do đó, chúng tôi tin rằng chúng tôi cạnh tranh với một loạt các thực thể."
        },
        {
            "bbox": [
                24.738352605042017,
                547.0966959619952,
                972.6254423529414,
                10.616650534441874
            ],
            "text": "Our PIRM segment competes with entities that provide access to data or data-based analytics products and services as part of their product offerings,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phân khúc pirm của chúng tôi cạnh tranh với các thực thể cung cấp quyền truy cập vào dữ liệu hoặc các sản phẩm và dịch vụ phân tích dựa trên dữ liệu như một phần của các dịch vụ sản phẩm của họ,"
        },
        {
            "bbox": [
                24.738352605042017,
                558.3214198337292,
                941.4760368907564,
                10.616662707838486
            ],
            "text": "including Black Knight, Inc., which provides real estate information, analytics, valuation-related services, and other solutions; ATTOM Data, which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "bao gồm Black Knight, Inc., cung cấp thực tế"
        },
        {
            "bbox": [
                24.738352605042017,
                569.54615587886,
                973.135702857143,
                10.616054038004677
            ],
            "text": "provides public records data; First American Financial Corporation (\"FAFC\"), which provides real estate, home ownership and property data; as well as",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thông tin bất động sản, phân tích, dịch vụ liên quan đến định giá và các giải pháp khác; Dữ liệu attom, mà"
        },
        {
            "bbox": [
                24.738352605042017,
                580.7708797505938,
                966.3570419327732,
                10.61605403800479
            ],
            "text": "Verisk Analytics, Inc., which provides data and risk assessment in the insurance and financial services industries. We also compete with departments",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Cung cấp dữ liệu hồ sơ công cộng; Tập đoàn tài chính Mỹ đầu tiên (\"FAFC\"), cung cấp dữ liệu bất động sản, sở hữu nhà và tài sản; cũng như"
        },
        {
            "bbox": [
                24.738352605042017,
                591.9956036223277,
                930.7292133613445,
                10.61606621140146
            ],
            "text": "within financial institutions that utilize internal resources to provide similar analytics and services on a captive basis. We compete based on the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Verisk Analytics, Inc., nơi cung cấp đánh giá dữ liệu và rủi ro trong các ngành dịch vụ bảo hiểm và tài chính. Chúng tôi cũng cạnh tranh với các phòng ban"
        },
        {
            "bbox": [
                24.738352605042017,
                603.2203396674585,
                917.9162826890757,
                10.616054038004734
            ],
            "text": "breadth and quality of our data sets, the exclusive nature of some of our key data sets, the quality and effectiveness of our products, and the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Trong các tổ chức tài chính sử dụng các nguồn lực nội bộ để cung cấp các phân tích và dịch vụ tương tự trên cơ sở bị giam cầm. Chúng tôi cạnh tranh dựa trên"
        },
        {
            "bbox": [
                24.738352605042017,
                614.4444670427554,
                913.8179709243699,
                10.61665053444176
            ],
            "text": "integration of our platforms into client systems. We believe the data we offer is distinguished by quality, the broad range of our data sources",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "chiều rộng và chất lượng của các bộ dữ liệu của chúng tôi, bản chất độc quyền của một số bộ dữ liệu chính của chúng tôi, chất lượng và hiệu quả của các sản phẩm của chúng tôi và"
        },
        {
            "bbox": [
                24.738352605042017,
                625.669203087886,
                953.8078205042018,
                10.616650534441817
            ],
            "text": "(including non-public sources), the volume of records we maintain, and our ability to provide data spanning a historical period of time that exceeds",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tích hợp các nền tảng của chúng tôi vào các hệ thống khách hàng. Chúng tôi tin rằng dữ liệu chúng tôi cung cấp được phân biệt bởi chất lượng, phạm vi rộng của các nguồn dữ liệu của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                636.89392695962,
                320.5019062184874,
                10.616054038004734
            ],
            "text": "comparable data sets of most of our competitors.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "(bao gồm các nguồn không công khai), khối lượng hồ sơ chúng tôi duy trì và khả năng cung cấp dữ liệu của chúng tôi kéo dài một khoảng thời gian lịch sử vượt quá"
        },
        {
            "bbox": [
                507.5796554621849,
                690.2107871140142,
                8.208217226890781,
                10.61665053444176
            ],
            "text": "7",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPFBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Bộ dữ liệu có thể so sánh của hầu hết các đối thủ cạnh tranh của chúng tôi."
        }
    ]
}