{
    "metadata": {
        "page_hash": "677bf030807e4e36db8d68dbbd6c141bce951baa280c3bcfc65854fcc148d402",
        "original_filename": "0000018498-19-000016_20190403x10k.pdf",
        "page_no": 13,
        "num_pages": 126,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                115.84059033613445,
                10.616054038004677
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                41.28731650831355,
                973.9165116806722,
                10.61605403800479
            ],
            "text": "Mastercard and Visa (\"EMV\") card transactions. The Company completed the implementation of EMV technology and received certification in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "MasterCard và Visa (\"EMV\") Giao dịch thẻ. Công ty đã hoàn thành việc thực hiện công nghệ EMV và nhận được chứng nhận trong"
        },
        {
            "bbox": [
                24.738352605042017,
                52.51204038004755,
                973.8959083193279,
                10.61605403800479
            ],
            "text": "Fiscal 2018, however future upgrades to the Company's systems could expose the Company to the fraudulent use of credit cards and increased",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tài chính 2018, tuy nhiên các nâng cấp trong tương lai cho các hệ thống của công ty có thể khiến công ty tiếp xúc với việc sử dụng thẻ tín dụng gian lận và tăng"
        },
        {
            "bbox": [
                24.738352605042017,
                63.73676425178155,
                973.9173557983194,
                10.616054038004677
            ],
            "text": "costs, including possible fines and restrictions on the Company's ability to accept payments by credit or debit cards, if the Company were not to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "chi phí, bao gồm các khoản phạt và hạn chế có thể có đối với khả năng chấp nhận thanh toán của công ty theo thẻ tín dụng hoặc thẻ ghi nợ, nếu công ty không"
        },
        {
            "bbox": [
                24.738352605042017,
                74.96148812351555,
                973.9114642016807,
                10.61606621140129
            ],
            "text": "receive recertification. Because we accept debit and credit cards for payment, we are also subject to industry data protection standards and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "nhận được chứng nhận lại. Bởi vì chúng tôi chấp nhận thẻ ghi nợ và tín dụng để thanh toán, chúng tôi cũng phải tuân theo các tiêu chuẩn bảo vệ dữ liệu ngành và"
        },
        {
            "bbox": [
                24.738352605042017,
                86.18622416864605,
                973.9011625210086,
                10.616054038004904
            ],
            "text": "protocols, such as the Payment Card Industry Data Security Standards (“PCI DSS”), issued by the Payment Card Industry Security Standards",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các giao thức, chẳng hạn như các tiêu chuẩn bảo mật dữ liệu ngành công nghiệp thẻ thanh toán (PCI DSS,), được cấp bởi các tiêu chuẩn bảo mật của ngành công nghiệp thẻ thanh toán"
        },
        {
            "bbox": [
                24.738352605042017,
                97.41094804038016,
                973.9111541176471,
                10.616054038004677
            ],
            "text": "Council. Additionally, we have implemented technology in our stores to allow for the acceptance of EMV credit transactions and point-to-point",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hội đồng. Ngoài ra, chúng tôi đã triển khai công nghệ trong các cửa hàng của mình để cho phép chấp nhận các giao dịch tín dụng EMV và điểm-điểm"
        },
        {
            "bbox": [
                24.738352605042017,
                108.63449109263661,
                973.8968557983194,
                10.617247030878957
            ],
            "text": "encryption. Complying with PCI DSS standards and implementing related procedures, technology and information security measures require",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "mã hóa. Tuân thủ các tiêu chuẩn DSS PCI và thực hiện các quy trình, các biện pháp bảo mật công nghệ và thông tin liên quan yêu cầu"
        },
        {
            "bbox": [
                24.738352605042017,
                119.85921496437061,
                973.9165116806722,
                10.617247030878843
            ],
            "text": "significant resources and ongoing attention. However, even if we comply with PCI DSS standards and offer EMV and point-to-point encryption",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "nguồn lực quan trọng và sự chú ý liên tục. Tuy nhiên, ngay cả khi chúng tôi tuân thủ các tiêu chuẩn DSS PCI và cung cấp mã hóa EMV và điểm-điểm-điểm"
        },
        {
            "bbox": [
                24.738352605042017,
                131.0839388361045,
                973.8973726050422,
                10.616066211401517
            ],
            "text": "technology in our stores, we may be vulnerable to, and unable to detect and appropriately respond to, data security breaches and data loss,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Công nghệ trong các cửa hàng của chúng tôi, chúng tôi có thể dễ bị tổn thương và không thể phát hiện và phản hồi thích hợp với vi phạm bảo mật dữ liệu và mất dữ liệu,"
        },
        {
            "bbox": [
                24.738352605042017,
                142.30867488123522,
                441.3712154621849,
                10.616054038004677
            ],
            "text": "including cybersecurity attacks or other breach of cardholder data.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "bao gồm các cuộc tấn công an ninh mạng hoặc vi phạm dữ liệu chủ thẻ khác."
        },
        {
            "bbox": [
                24.738352605042017,
                164.7581226247031,
                973.9114642016807,
                10.616066211401517
            ],
            "text": "In addition, the Payment Card Industry is controlled by a limited number of vendors who have the ability to impose changes in the Payment Card",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngoài ra, ngành công nghiệp thẻ thanh toán được kiểm soát bởi số lượng nhà cung cấp hạn chế có khả năng áp đặt các thay đổi trong thẻ thanh toán"
        },
        {
            "bbox": [
                24.738352605042017,
                175.98285866983383,
                973.9010591596639,
                10.616054038004677
            ],
            "text": "Industry’s fee structure and operational requirements on us without negotiation. Such changes in fees and operational requirements may result in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cấu trúc phí của ngành công nghiệp và các yêu cầu hoạt động đối với chúng tôi mà không cần đàm phán. Những thay đổi như vậy về phí và yêu cầu hoạt động có thể dẫn đến"
        },
        {
            "bbox": [
                24.738352605042017,
                187.20758254156772,
                613.1198192436975,
                10.616054038004677
            ],
            "text": "our failure to comply with PCI DSS, and cause us to incur significant unanticipated expenses.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Việc chúng tôi không tuân thủ DSS PCI và khiến chúng tôi phải chịu các chi phí đáng kể đáng kể."
        },
        {
            "bbox": [
                24.738352605042017,
                206.751593527316,
                973.910103277311,
                10.714719418052255
            ],
            "text": "A privacy breach, through a cybersecurity incident or otherwise, or failure to comply with privacy laws could materially adversely",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLIBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Vi phạm quyền riêng tư, thông qua một sự cố an ninh mạng hoặc không hoặc không tuân thủ luật riêng tư có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                217.9763173990499,
                142.2996905462185,
                10.714731591448867
            ],
            "text": "affect our business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLIBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "ảnh hưởng đến doanh nghiệp của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                240.52444269596208,
                973.8968557983194,
                10.616054038004677
            ],
            "text": "As part of normal operations, we and our third-party vendors and partners, receive and maintain confidential and personally identifiable",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Là một phần của hoạt động bình thường, chúng tôi và các nhà cung cấp và đối tác của bên thứ ba, nhận và duy trì"
        },
        {
            "bbox": [
                24.738352605042017,
                251.74916656769597,
                973.9165116806722,
                10.616066211401517
            ],
            "text": "information about our customers and employees, and confidential financial, intellectual property, and other information. We regard the protection",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thông tin về khách hàng và nhân viên của chúng tôi, và tài chính, sở hữu trí tuệ và thông tin khác. Chúng tôi coi việc bảo vệ"
        },
        {
            "bbox": [
                24.738352605042017,
                262.9739026128267,
                973.905159159664,
                10.616054038004677
            ],
            "text": "of our customer, employee, and company information as critical. The regulatory environment surrounding information security and privacy is very",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "của khách hàng, nhân viên và thông tin công ty của chúng tôi là quan trọng. Môi trường pháp lý xung quanh bảo mật và quyền riêng tư thông tin rất"
        },
        {
            "bbox": [
                24.738352605042017,
                274.1986264845606,
                973.8957015966387,
                10.61605403800479
            ],
            "text": "demanding, with the frequent imposition of new and changing requirements some of which involve significant costs to implement and significant",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đòi hỏi, với việc áp dụng thường xuyên các yêu cầu mới và thay đổi, một số trong đó liên quan đến chi phí đáng kể để thực hiện và có ý nghĩa"
        },
        {
            "bbox": [
                24.738352605042017,
                285.4233503562946,
                973.8992675630253,
                10.616066211401403
            ],
            "text": "penalties if not followed properly. Despite our efforts and technology to secure our computer network and systems, a cybersecurity breach, whether",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hình phạt nếu không theo đúng. Bất chấp những nỗ lực và công nghệ của chúng tôi để bảo mật mạng và hệ thống máy tính của chúng tôi, vi phạm an ninh mạng, cho dù"
        },
        {
            "bbox": [
                24.738352605042017,
                296.6480864014253,
                973.901903277311,
                10.616054038004677
            ],
            "text": "targeted, random, or inadvertent, and whether at the hands of cyber criminals, hackers, rogue employees or other persons, may occur and could go",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "nhắm mục tiêu, ngẫu nhiên, hoặc vô ý, và liệu dưới tay tội phạm mạng, tin tặc, nhân viên lừa đảo hoặc những người khác, có thể xảy ra và có thể đi"
        },
        {
            "bbox": [
                24.738352605042017,
                307.871617280285,
                973.9114642016807,
                10.617247030878843
            ],
            "text": "undetected for a period of time, resulting in a material disruption of our computer network, a loss of information valuable to our business, including",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "không bị phát hiện trong một khoảng thời gian, dẫn đến sự gián đoạn vật chất của mạng máy tính của chúng tôi, mất thông tin có giá trị cho doanh nghiệp của chúng tôi, bao gồm cả"
        },
        {
            "bbox": [
                24.738352605042017,
                319.09635332541575,
                624.8487994957984,
                10.617247030878843
            ],
            "text": "without limitation customer or employee personally identifiable information, and/or theft.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Không giới hạn thông tin cá nhân của khách hàng hoặc nhân viên và/hoặc trộm cắp."
        },
        {
            "bbox": [
                674.8462529411765,
                319.09635332541575,
                323.8068197478991,
                10.617247030878843
            ],
            "text": "A similar cybersecurity breach to the computer",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Vi phạm an ninh mạng tương tự với máy tính"
        },
        {
            "bbox": [
                24.738352605042017,
                330.32107719714963,
                973.9129457142857,
                10.61605403800479
            ],
            "text": "networks and systems of our third-party vendors and partners, including those that are \"cloud\"-based, over which we have no control, may occur,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mạng và hệ thống của các nhà cung cấp và đối tác của bên thứ ba của chúng tôi, bao gồm cả những mạng được dựa trên \"đám mây\", mà chúng tôi không có quyền kiểm soát, có thể xảy ra, có thể xảy ra,"
        },
        {
            "bbox": [
                24.738352605042017,
                341.54580106888363,
                973.9114642016807,
                10.616066211401403
            ],
            "text": "and could lead to a material disruption of our computer network and/or the areas of our business that are dependent on the support, services and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và có thể dẫn đến sự gián đoạn vật chất của mạng máy tính của chúng tôi và/hoặc các lĩnh vực kinh doanh của chúng tôi phụ thuộc vào sự hỗ trợ, dịch vụ và"
        },
        {
            "bbox": [
                24.738352605042017,
                352.77053711401425,
                973.9020066386555,
                10.61605403800479
            ],
            "text": "other products provided by our third-party vendors and partners. Our computer networks and our business may be adversely affected by such a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các sản phẩm khác được cung cấp bởi các nhà cung cấp và đối tác của bên thứ ba của chúng tôi. Mạng máy tính của chúng tôi và doanh nghiệp của chúng tôi có thể bị ảnh hưởng xấu bởi một"
        },
        {
            "bbox": [
                24.738352605042017,
                363.99526098574825,
                973.901903277311,
                10.61605403800479
            ],
            "text": "breach of our third-party vendors and partners, which could result in a decrease in our e-commerce sales and/or a loss of information valuable to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "vi phạm các nhà cung cấp và đối tác bên thứ ba của chúng tôi, có thể dẫn đến việc giảm doanh số thương mại điện tử của chúng tôi và/hoặc mất thông tin có giá trị"
        },
        {
            "bbox": [
                24.738352605042017,
                375.21998485748225,
                973.905159159664,
                10.616066211401403
            ],
            "text": "our business, including, without limitation, personally identifiable information of customers or employees. Such a cyber-incident could result in any",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Doanh nghiệp của chúng tôi, bao gồm, không giới hạn, thông tin cá nhân của khách hàng hoặc nhân viên. Một sự cố mạng như vậy có thể dẫn đến bất kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                386.44472090261286,
                106.41810987394959,
                10.616054038004677
            ],
            "text": "of the following:",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "sau đây:"
        },
        {
            "bbox": [
                54.52134693277311,
                407.49018646080765,
                7.614523445378147,
                10.617247030878843
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                79.9920112184874,
                407.49018646080765,
                918.6610614705883,
                10.617247030878843
            ],
            "text": "theft, destruction, loss, misappropriation, or release of confidential financial and other data, intellectual property, customer awards or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trộm cắp, phá hủy, mất mát, chiếm đoạt hoặc giải phóng tài chính bí mật và các dữ liệu khác, sở hữu trí tuệ, giải thưởng khách hàng hoặc"
        },
        {
            "bbox": [
                54.52134693277311,
                420.820299287411,
                944.1246799579832,
                10.616054038004677
            ],
            "text": "loyalty points, or customer or employee information, including personally identifiable information such as payment card information, email",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Điểm trung thành, hoặc thông tin của khách hàng hoặc nhân viên, bao gồm cả cá nhân"
        },
        {
            "bbox": [
                54.52134693277311,
                434.14921912114016,
                572.3979043277311,
                10.61605403800479
            ],
            "text": "addresses, passwords, social security numbers, home addresses, or health information;",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thông tin như thông tin thẻ thanh toán, email"
        },
        {
            "bbox": [
                54.52134693277311,
                455.8972722684085,
                7.614523445378147,
                10.61605403800479
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "địa chỉ, mật khẩu, số an sinh xã hội, địa chỉ nhà hoặc thông tin sức khỏe;"
        },
        {
            "bbox": [
                79.9920112184874,
                455.8972722684085,
                918.6610614705883,
                10.61605403800479
            ],
            "text": "operational or business delays resulting from the disruption of our e-commerce sites, computer networks or the computer networks of our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                54.52134693277311,
                469.2261921021378,
                674.6838774369749,
                10.616054038004677
            ],
            "text": "third-party vendors and partners and subsequent material clean-up and mitigation costs and activities;",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Sự chậm trễ hoạt động hoặc kinh doanh do sự gián đoạn của các trang web thương mại điện tử, mạng máy tính hoặc mạng máy tính của chúng tôi"
        },
        {
            "bbox": [
                54.52134693277311,
                490.9742452494062,
                7.614523445378147,
                10.616066211401403
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các nhà cung cấp và đối tác của bên thứ ba và các hoạt động và chi phí giảm thiểu vật liệu tiếp theo;"
        },
        {
            "bbox": [
                79.9920112184874,
                490.9742452494062,
                895.8536228151262,
                10.616066211401403
            ],
            "text": "negative publicity resulting in material reputation or brand damage with our customers, vendors, third-party partners or industry peers;",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                54.52134693277311,
                512.7211175771972,
                7.614523445378147,
                10.617247030878843
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Công khai tiêu cực dẫn đến danh tiếng vật chất hoặc thiệt hại thương hiệu với khách hàng, nhà cung cấp, đối tác của bên thứ ba hoặc các đồng nghiệp trong ngành;"
        },
        {
            "bbox": [
                79.9920112184874,
                512.7211175771972,
                518.7124698739497,
                10.617247030878843
            ],
            "text": "loss of sales, including those generated through our e-commerce websites; and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                54.52134693277311,
                534.4691828978623,
                7.614523445378147,
                10.616054038004734
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "mất doanh số, bao gồm cả những người được tạo ra thông qua các trang web thương mại điện tử của chúng tôi; Và"
        },
        {
            "bbox": [
                79.9920112184874,
                534.4691828978623,
                913.835034159664,
                10.616054038004734
            ],
            "text": "governmental penalties, fines and/or enforcement actions, payment and industry penalties and fines and/or class action and other lawsuits.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                24.738352605042017,
                566.0391707244656,
                973.9111541176471,
                10.616054038004677
            ],
            "text": "Any of the above risks, individually or in aggregation, could materially damage our reputation and result in lost sales, governmental and payment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hình phạt của chính phủ, tiền phạt và/hoặc các hành động thực thi, thanh toán và hình phạt công nghiệp và tiền phạt và/hoặc hành động tập thể và các vụ kiện khác."
        },
        {
            "bbox": [
                24.738352605042017,
                577.2627137767221,
                973.9170457142858,
                10.6172470308789
            ],
            "text": "card industry fines, and/or class action and other lawsuits, which in turn could have a material adverse effect on our financial position, results of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bất kỳ rủi ro nào ở trên, cá nhân hoặc tổng hợp, có thể làm tổn hại nghiêm trọng đến danh tiếng của chúng tôi và dẫn đến bán hàng, chính phủ và thanh toán bị mất"
        },
        {
            "bbox": [
                24.738352605042017,
                588.4874376484561,
                973.9124116806724,
                10.617247030878843
            ],
            "text": "operations, and cash flows. Although we carry cybersecurity insurance, in the event of a cyber-incident, that insurance may not be extensive",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tiền phạt của ngành công nghiệp thẻ, và/hoặc hành động tập thể và các vụ kiện khác, do đó có thể có ảnh hưởng bất lợi về vật chất đối với tình hình tài chính của chúng tôi, kết quả của"
        },
        {
            "bbox": [
                24.738352605042017,
                599.71216152019,
                341.25519319327736,
                10.61605403800479
            ],
            "text": "enough or adequate in scope of coverage or amount",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "hoạt động, và dòng tiền. Mặc dù chúng tôi mang theo bảo hiểm an ninh mạng, trong trường hợp có một vụ tai nạn mạng, nhưng bảo hiểm đó có thể không rộng rãi"
        },
        {
            "bbox": [
                503.484530672269,
                624.2658052256531,
                16.414022689075637,
                10.6172470308789
            ],
            "text": "13",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đủ hoặc đầy đủ trong phạm vi bảo hiểm hoặc số tiền"
        }
    ]
}