{
    "metadata": {
        "page_hash": "6d3dfdcac63b80884e2875b6d4da80b1dddcf8cbcdb82da890878186184599a6",
        "original_filename": "1709.03000.pdf",
        "page_no": 15,
        "num_pages": 29,
        "original_width": 612,
        "original_height": 792,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "arxiv_doublespaced",
        "doc_category": "scientific_articles"
    },
    "cells": [
        {
            "bbox": [
                94.35024509803922,
                86.69451294191936,
                836.2844027777778,
                11.526785037878653
            ],
            "text": "we anticipated a privileged role for this form of information structure, relative even to sequences generated from the highly",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Chúng tôi dự đoán một vai trò đặc quyền cho hình thức cấu trúc thông tin này, ngay cả với các chuỗi được tạo ra từ"
        },
        {
            "bbox": [
                94.9515131127451,
                117.63994886363639,
                835.0972936683006,
                11.52678503787888
            ],
            "text": "structured lattice graphs. In an initial between-subjects experimental design, we provided evidence that learners tracked pairwise",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Biểu đồ mạng có cấu trúc. Trong một thiết kế thử nghiệm giữa các chủ thể ban đầu, chúng tôi đã cung cấp bằng chứng cho thấy người học theo dõi cặp"
        },
        {
            "bbox": [
                94.9515131127451,
                148.5840388257576,
                835.0973941584966,
                11.526785037878767
            ],
            "text": "statistics, or edges linking nodes across all three graph structures. However, the extent to which learners displayed sensitivity to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Thống kê, hoặc các cạnh liên kết các nút trên cả ba cấu trúc đồ thị. Tuy nhiên, mức độ mà người học thể hiện sự nhạy cảm với"
        },
        {
            "bbox": [
                94.9515131127451,
                179.528206439394,
                835.1030216094771,
                11.526797979798062
            ],
            "text": "novel edges was predicted by learning rate only in the lattice and modular graphs. In other words, the overall timecourse of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Các cạnh mới được dự đoán bởi tỷ lệ học tập chỉ trong các biểu đồ mạng và mô -đun. Nói cách khác, thời gian tổng thể của"
        },
        {
            "bbox": [
                94.9515131127451,
                210.47356470959596,
                835.1021004493464,
                11.526797979798062
            ],
            "text": "learning throughout exposure to sequences generated by a random graph was not associated with sensitivity to local transition",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Học trong suốt quá trình tiếp xúc với các chuỗi được tạo ra bởi một biểu đồ ngẫu nhiên không liên quan đến sự nhạy cảm với quá trình chuyển đổi cục bộ"
        },
        {
            "bbox": [
                94.9515131127451,
                241.41774526515155,
                835.0956523284312,
                11.526785037878767
            ],
            "text": "statistics on subsequent measures. We therefore propose that graphs featuring regular structural organization (i.e., lattice and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Thống kê về các biện pháp tiếp theo. Do đó, chúng tôi đề xuất rằng các biểu đồ có tổ chức cấu trúc thường xuyên (tức là mạng và"
        },
        {
            "bbox": [
                94.9515131127451,
                272.36183522727276,
                415.70814293300657,
                11.526797979798062
            ],
            "text": "modular) might serve to boost knowledge of local regularities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "mô -đun) có thể phục vụ để tăng cường kiến ​​thức về sự đều đặn của địa phương."
        },
        {
            "bbox": [
                119.98027128267974,
                303.30727114899,
                810.0676143382353,
                11.526797979797948
            ],
            "text": "Further, by capitalizing on a complementary within-subjects experimental design, we directly contrasted the acquisition",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Hơn nữa, bằng cách tận dụng thiết kế thử nghiệm bên trong các đối tượng bổ sung, chúng tôi đã trực tiếp đối chiếu việc mua lại"
        },
        {
            "bbox": [
                94.9515131127451,
                334.2514517045455,
                835.0929055964052,
                11.526785037878653
            ],
            "text": "of sequences generated by distinct graph structures. Compellingly, learning rates for the modular graph condition were",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "của các chuỗi được tạo ra bởi các cấu trúc đồ thị riêng biệt. Một cách hấp dẫn, tỷ lệ học tập cho điều kiện đồ thị mô -đun là"
        },
        {
            "bbox": [
                94.9515131127451,
                365.1955416666667,
                835.0971931781046,
                11.526785037878767
            ],
            "text": "significantly faster relative to both the lattice and random graph conditions. While the differences between the highly structured",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "nhanh hơn đáng kể so với cả hai điều kiện biểu đồ mạng và đồ thị ngẫu nhiên. Trong khi sự khác biệt giữa các cấu trúc cao"
        },
        {
            "bbox": [
                94.9515131127451,
                396.14097758838386,
                835.1023014297384,
                11.52678503787888
            ],
            "text": "modular condition and the relatively unstructured random condition were perhaps to be expected, the differences between the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "điều kiện mô -đun và điều kiện ngẫu nhiên tương đối không có cấu trúc có lẽ được mong đợi, sự khác biệt giữa"
        },
        {
            "bbox": [
                94.9515131127451,
                427.08510637626273,
                835.0937095179739,
                11.526797979797948
            ],
            "text": "modular condition and the lattice condition were uniquely insightful. In particular, nodes within the lattice and modular graphs",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Điều kiện mô -đun và điều kiện mạng tinh thể là sâu sắc duy nhất. Cụ thể, các nút trong mạng và đồ thị mô -đun"
        },
        {
            "bbox": [
                94.35024509803922,
                458.0292092803031,
                835.7027487745099,
                11.526785037878767
            ],
            "text": "were precisely equated in degree. They only differed in their meso-scale architecture, wherein neighboring nodes within the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "được đánh đồng chính xác theo mức độ. Chúng chỉ khác nhau trong kiến ​​trúc quy mô meso của họ, trong đó các nút lân cận trong"
        },
        {
            "bbox": [
                94.9515131127451,
                488.97464520202027,
                835.0930060866012,
                11.526785037878767
            ],
            "text": "modular graph were densely interconnected with one another. While the lattice graph was also highly structured, it lacked",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Biểu đồ mô -đun được kết nối với nhau dày đặc với nhau. Mặc dù biểu đồ mạng cũng có cấu trúc cao, nhưng nó thiếu"
        },
        {
            "bbox": [
                94.9515131127451,
                519.9187739898991,
                835.092687867647,
                11.526797979797891
            ],
            "text": "this key organizational property, to the detriment of the learner, which demonstrates that the learned pairwise associations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Tài sản tổ chức quan trọng này, gây bất lợi cho người học, chứng minh rằng các hiệp hội theo cặp đã học"
        },
        {
            "bbox": [
                94.9515131127451,
                550.8629027777778,
                835.0930060866012,
                11.526797979798005
            ],
            "text": "do not capture the full scope of learners’ pattern sensitivity. Instead, we provide evidence that learners clearly benefit from",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Không nắm bắt toàn bộ phạm vi của người học độ nhạy cảm với mô hình. Thay vào đó, chúng tôi cung cấp bằng chứng cho thấy người học được hưởng lợi rõ ràng từ"
        },
        {
            "bbox": [
                94.9515131127451,
                581.8083516414142,
                835.0956523284312,
                11.526785037878767
            ],
            "text": "modularity when it underpins the generation of complex motor sequences. Notably, our performance measure associated with",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Mô -đun khi nó củng cố việc tạo ra các chuỗi động cơ phức tạp. Đáng chú ý, thước đo hiệu suất của chúng tôi liên quan đến"
        },
        {
            "bbox": [
                94.9515131127451,
                612.7524416035353,
                837.1899182598039,
                11.526785037878767
            ],
            "text": "modularity, the surprisal effect, persisted even when altering graph topology and the walk taken upon that topology. However,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Mô -đun, hiệu ứng bất ngờ, vẫn tồn tại ngay cả khi thay đổi cấu trúc liên kết đồ thị và đi bộ dựa trên cấu trúc liên kết đó. Tuy nhiên,"
        },
        {
            "bbox": [
                94.9515131127451,
                643.6965703914142,
                835.1039427696078,
                11.526797979797948
            ],
            "text": "the effect observed when we considered an altered transition structure was significantly weaker than the effect observed when",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Hiệu ứng quan sát được khi chúng tôi xem xét một cấu trúc chuyển tiếp thay đổi yếu hơn đáng kể so với hiệu ứng quan sát được khi"
        },
        {
            "bbox": [
                94.35024509803922,
                674.6420063131313,
                835.688646650327,
                11.526797979798005
            ],
            "text": "we considered the original transition structure. We believe that we have ruled out simple confounds, particularly in having",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Chúng tôi đã xem xét cấu trúc chuyển tiếp ban đầu. Chúng tôi tin rằng chúng tôi đã loại trừ những bối rối đơn giản, đặc biệt là có"
        },
        {
            "bbox": [
                94.9515131127451,
                705.5861480429294,
                835.1023014297384,
                11.526785037878767
            ],
            "text": "shown that the relationship between reaction time on the random and Hamiltonian walks is specific to those edges that bridge",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "chỉ ra rằng mối quan hệ giữa thời gian phản ứng trên các cuộc đi bộ ngẫu nhiên và Hamilton là đặc trưng cho các cạnh đó"
        },
        {
            "bbox": [
                94.9515131127451,
                736.5302509469698,
                837.1860326388888,
                11.526797979797948
            ],
            "text": "clusters, and not an artifact of our analysis methods. However, ruling out these simple confounds is not wholly satisfying,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Các cụm, và không phải là một tạo tác của các phương pháp phân tích của chúng tôi. Tuy nhiên, loại trừ những bối rối đơn giản này không hoàn toàn thỏa mãn,"
        },
        {
            "bbox": [
                94.9515131127451,
                767.4756998106061,
                835.092788357843,
                11.526785037878824
            ],
            "text": "and it remains an open question whether the weakening of the surprisal effect reflects limited training in the first stage of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Và nó vẫn là một câu hỏi mở liệu sự suy yếu của hiệu ứng bất ngờ phản ánh sự đào tạo hạn chế trong giai đoạn đầu tiên của"
        },
        {
            "bbox": [
                94.9515131127451,
                798.4198027146465,
                835.0904435866013,
                11.526797979797948
            ],
            "text": "the experiment, or whether learners discard their previous response biases as they adapt to the new statistical structure of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Thí nghiệm, hoặc liệu người học có loại bỏ các sai lệch phản hồi trước đó của họ khi chúng thích nghi với cấu trúc thống kê mới của"
        },
        {
            "bbox": [
                94.9515131127451,
                829.3639444444444,
                837.1760171160131,
                11.526785037878767
            ],
            "text": "second stage of the experiment. Regarding the first point, while sensitivity to statistical structure emerges in a short time frame,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Giai đoạn thứ hai của thí nghiệm. Về điểm đầu tiên, trong khi độ nhạy cảm với cấu trúc thống kê xuất hiện trong một khung thời gian ngắn,"
        },
        {
            "bbox": [
                94.9515131127451,
                860.3093544823232,
                835.3734072303921,
                11.526810921717157
            ],
            "text": "persistence and generalization to new contexts may require more extensive training. Likewise, it would interesting to retest our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Sự kiên trì và khái quát hóa cho các bối cảnh mới có thể đòi hỏi đào tạo rộng rãi hơn. Tương tự như vậy, thật thú vị khi kiểm tra lại"
        },
        {
            "bbox": [
                94.9515131127451,
                891.2534962121213,
                835.6715951388888,
                11.526807039141403
            ],
            "text": "current experimental setup, but without a shift to the Hamiltonian walk, to ask whether the break itself disrupts previously",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Thiết lập thử nghiệm hiện tại, nhưng không chuyển sang đi bộ Hamilton, để hỏi liệu chính sự phá vỡ có phá vỡ trước đó"
        },
        {
            "bbox": [
                94.9515131127451,
                922.197625,
                835.0939272467319,
                11.526801862373716
            ],
            "text": "learned statistics. We note that learned statistics are particularly sensitive to contextual shifts$^{38}$, and therefore it is possible",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/PHRBFH+NimbusRomNo9L-Regu",
                "size": 9.962599754333496
            },
            "text_vi": "Thống kê đã học. Chúng tôi lưu ý rằng các số liệu thống kê đã học đặc biệt nhạy cảm với những thay đổi theo ngữ cảnh $^{38} $, và do đó có thể"
        },
        {
            "bbox": [
                892.4769125816994,
                972.7589880681818,
                37.573217320261506,
                10.896382859848487
            ],
            "text": "16/29",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/NKCJYU+NimbusSanL-Bold",
                "size": 8.966400146484375
            },
            "text_vi": "16/29"
        }
    ]
}