{
    "metadata": {
        "page_hash": "6dfb6733062823272883a17b67dc3e3a725e30cc3a3ffee7c62d99583dab1e56",
        "original_filename": "0000011544-21-000013_20210218x10k.pdf",
        "page_no": 97,
        "num_pages": 129,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                76.36904928741092,
                918.1997511764706,
                10.613668052256571
            ],
            "text": "investment in claims handling initiatives such as medical case management services and vendor savings through usage of preferred provider",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đầu tư vào các sáng kiến ​​xử lý khiếu nại như Dịch vụ quản lý trường hợp y tế và tiết kiệm nhà cung cấp thông qua việc sử dụng nhà cung cấp ưu tiên"
        },
        {
            "bbox": [
                24.738352605042017,
                87.5913871733967,
                958.086790672269,
                10.61369239904991
            ],
            "text": "networks and pharmacy benefit managers. Our initial loss ratio “picks” for this line of business over the past few accident years have contemplated",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Mạng và các nhà quản lý lợi ích dược phẩm. Tỷ lệ tổn thất ban đầu của chúng tôi \"chọn\" cho ngành kinh doanh này trong vài năm qua tai nạn đã được dự tính"
        },
        {
            "bbox": [
                24.738352605042017,
                98.81374940617582,
                971.0991570588237,
                10.613668052256571
            ],
            "text": "an increase in loss cost trends and reflect decreasing premium rates in the marketplace; reported workers’ compensation losses in 2019 continued to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự gia tăng xu hướng chi phí tổn thất và phản ánh tỷ lệ phí bảo hiểm giảm trên thị trường; báo cáo của công nhân, khoản lỗ bồi thường trong năm 2019 tiếp tục"
        },
        {
            "bbox": [
                24.738352605042017,
                110.04560688836114,
                941.4602742857144,
                10.604172802850258
            ],
            "text": "be below our expectations at most of our operating units, and were below the assumptions underlying our initial loss ratio picks and our previous",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "ở dưới mức mong đợi của chúng tôi tại hầu hết các đơn vị hoạt động của chúng tôi và dưới các giả định nằm dưới tỷ lệ tổn thất ban đầu của chúng tôi và trước đây của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                121.26795694774353,
                120.38187781512605,
                10.613680225653297
            ],
            "text": "reserve estimates.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Ước tính dự trữ."
        },
        {
            "bbox": [
                60.47794924369749,
                138.1014759501187,
                928.2162578991597,
                10.613680225653297
            ],
            "text": "For professional liability business, the unfavorable development was driven mainly by an increase in the number of large losses reported in the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đối với doanh nghiệp trách nhiệm chuyên nghiệp, sự phát triển không thuận lợi được thúc đẩy chủ yếu bằng cách tăng số lượng tổn thất lớn được báo cáo trong"
        },
        {
            "bbox": [
                24.738352605042017,
                149.3238260095012,
                935.8326108403362,
                10.613680225653184
            ],
            "text": "lawyers professional liability and directors and officers (“D&O”) liability lines of business. Many of the lawyers large losses involved claims made",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Luật sư Trách nhiệm nghề nghiệp và Giám đốc và Cán bộ (D & O,) Các dòng trách nhiệm kinh doanh. Nhiều luật sư tổn thất lớn liên quan đến các yêu cầu"
        },
        {
            "bbox": [
                24.738352605042017,
                160.55568349168652,
                972.3911738655464,
                10.604172802850258
            ],
            "text": "against insured law firms relating to work performed on matters stemming from the 2008 financial crisis. These claims affected mainly accident years",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chống lại các công ty luật được bảo hiểm liên quan đến công việc được thực hiện trong các vấn đề xuất phát từ cuộc khủng hoảng tài chính năm 2008. Những tuyên bố này bị ảnh hưởng chủ yếu vào năm tai nạn"
        },
        {
            "bbox": [
                24.738352605042017,
                171.77804572446553,
                939.0871494957985,
                10.613668052256571
            ],
            "text": "2013 through 2016. In addition, for both of these lines of business, we have seen evidence of social inflation in the form of higher jury awards on",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "2013 đến năm 2016. Ngoài ra, đối với cả hai dòng kinh doanh này, chúng tôi đã thấy bằng chứng về lạm phát xã hội dưới dạng giải thưởng của bồi thẩm đoàn trên"
        },
        {
            "bbox": [
                24.738352605042017,
                183.0003836104513,
                949.7547121008404,
                10.61369239904991
            ],
            "text": "cases that go to trial, and corresponding higher demands from plaintiffs and higher values required to reach settlement on cases that do not go to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các trường hợp được đưa ra xét xử, và các yêu cầu cao hơn từ các nguyên đơn và các giá trị cao hơn cần thiết để đạt được giải quyết đối với các trường hợp không đi đến"
        },
        {
            "bbox": [
                24.738352605042017,
                194.22274584323043,
                620.5500700840337,
                10.613668052256571
            ],
            "text": "trial. The unfavorable development for D&O affected mainly accident years 2014 through 2017.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "sự thử nghiệm. Sự phát triển không thuận lợi cho D & O đã ảnh hưởng chủ yếu đến các năm tai nạn 2014 đến 2017."
        },
        {
            "bbox": [
                60.47794924369749,
                211.06577226840852,
                905.7206776470589,
                10.604172802850371
            ],
            "text": "For general liability business, most of the unfavorable development emanated from our excess and surplus lines (E&S) businesses, and was",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đối với kinh doanh trách nhiệm chung, hầu hết các sự phát triển không thuận lợi được phát ra từ các doanh nghiệp (E & S) dư thừa của chúng tôi, và là"
        },
        {
            "bbox": [
                24.738352605042017,
                222.28812232779092,
                964.4040810084034,
                10.613680225653184
            ],
            "text": "driven by an increase in the number of large losses reported. Many of these large losses were from construction and contracting classes of business,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "được thúc đẩy bởi sự gia tăng số lượng tổn thất lớn được báo cáo. Nhiều trong số những tổn thất lớn này là từ các lớp kinh doanh xây dựng và ký kết,"
        },
        {
            "bbox": [
                24.738352605042017,
                233.51047238717342,
                972.051459579832,
                10.613680225653184
            ],
            "text": "which have also been impacted by social inflation. The general liability unfavorable development impacted mainly accident years 2015 through 2018.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "mà cũng đã bị ảnh hưởng bởi lạm phát xã hội. Sự phát triển không thuận lợi về trách nhiệm chung đã tác động chủ yếu đến các năm tai nạn 2015 đến 2018."
        },
        {
            "bbox": [
                60.47794924369749,
                250.35351098574824,
                918.4902654621849,
                10.604172802850371
            ],
            "text": "Reinsurance & Monoline Excess - Reserves for the Reinsurance & Monoline Excess segment developed unfavorably by $2 million in 2019. The",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "REINSAUSE & MONOLINE OFFORT - Dự trữ phân khúc REINSARANS & MONOLINE đã phát triển không thuận lợi 2 triệu đô la trong năm 2019."
        },
        {
            "bbox": [
                24.738352605042017,
                261.57586104513064,
                961.1554339495799,
                10.604172802850485
            ],
            "text": "unfavorable development in the segment was driven by non-proportional assumed liability business in both the U.S. and U.K., and was largely offset",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự phát triển không thuận lợi trong phân khúc được thúc đẩy bởi hoạt động kinh doanh trách nhiệm giả định không theo tỷ lệ ở cả Hoa Kỳ và Hoa Kỳ, và phần lớn được bù đắp"
        },
        {
            "bbox": [
                24.738352605042017,
                272.79821110451314,
                910.0329646218487,
                10.613680225653184
            ],
            "text": "by favorable development on excess workers’ compensation business. The unfavorable non-proportional assumed liability development was",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Bằng cách phát triển thuận lợi đối với công nhân dư thừa kinh doanh bồi thường. Sự phát triển trách nhiệm giả định không theo tỷ lệ không thuận lợi là"
        },
        {
            "bbox": [
                24.738352605042017,
                284.02056116389554,
                772.6139709243698,
                10.613680225653184
            ],
            "text": "concentrated in accident years 2015 through 2018, and included an adjustment for the Ogden discount rate in the U.K.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tập trung trong các năm tai nạn 2015 đến 2018, và bao gồm một sự điều chỉnh cho tỷ lệ chiết khấu Ogden ở Hoa Kỳ."
        },
        {
            "bbox": [
                24.738352605042017,
                306.47476870546313,
                725.5907263865546,
                10.604172802850485
            ],
            "text": "Favorable prior year development (net of additional and return premiums) was $39 million in 2018.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMDBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Phát triển năm trước thuận lợi (ròng của phí bảo hiểm bổ sung và trả lại) là 39 triệu đô la trong năm 2018."
        },
        {
            "bbox": [
                60.47794924369749,
                323.30829988123526,
                872.262403697479,
                10.613680225653184
            ],
            "text": "Insurance - Reserves for the Insurance segment developed favorably by $19 million in 2018. The favorable development was primarily",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Bảo hiểm - Dự trữ cho phân khúc bảo hiểm được phát triển thuận lợi bởi 19 triệu đô la trong năm 2018. Sự phát triển thuận lợi chủ yếu là"
        },
        {
            "bbox": [
                24.738352605042017,
                334.53064994061765,
                877.0405919327732,
                10.613680225653184
            ],
            "text": "attributable to workers’ compensation business, and was partially offset by unfavorable development for professional liability business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Do công nhân kinh doanh bồi thường của người lao động, và được bù đắp một phần bởi sự phát triển không thuận lợi cho kinh doanh trách nhiệm nghề nghiệp."
        },
        {
            "bbox": [
                60.47794924369749,
                351.37367636579575,
                901.4083734453783,
                10.604172802850258
            ],
            "text": "For workers’ compensation, the favorable development was spread across many accident years, but was most significant in accident years",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đối với người lao động, bồi thường, sự phát triển thuận lợi đã được lan truyền trong nhiều năm tai nạn, nhưng có ý nghĩa nhất trong những năm tai nạn"
        },
        {
            "bbox": [
                24.738352605042017,
                362.59603859857486,
                892.8457129411764,
                10.613668052256571
            ],
            "text": "2015 through 2017. The favorable workers’ compensation development reflects a continuation during 2018 of the benign loss cost trends",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "2015 đến 2017"
        },
        {
            "bbox": [
                24.738352605042017,
                373.81837648456064,
                949.1518053781514,
                10.613692399049796
            ],
            "text": "experienced during recent years, particularly the favorable claim frequency trends (i.e., number of reported claims per unit of exposure). The long",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Có kinh nghiệm trong những năm gần đây, đặc biệt là xu hướng tần số yêu cầu thuận lợi (nghĩa là, số lượng khiếu nại được báo cáo trên mỗi đơn vị tiếp xúc). Dài"
        },
        {
            "bbox": [
                24.738352605042017,
                385.04073871733965,
                959.393209159664,
                10.613668052256571
            ],
            "text": "term trend of declining workers' compensation frequency can be attributable to improved workplace safety. Loss severity trends were also aided by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Xu hướng thời hạn của tần suất bồi thường của người lao động giảm có thể là do sự an toàn tại nơi làm việc được cải thiện. Xu hướng mức độ nghiêm trọng mất cũng được hỗ trợ bởi"
        },
        {
            "bbox": [
                24.738352605042017,
                396.2725961995251,
                953.9140070588237,
                10.604172802850258
            ],
            "text": "our continued investment in claims handling initiatives such as medical case management services and vendor savings through usage of preferred",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đầu tư liên tục của chúng tôi vào các sáng kiến ​​xử lý khiếu nại như Dịch vụ quản lý trường hợp y tế và tiết kiệm nhà cung cấp thông qua việc sử dụng ưu tiên"
        },
        {
            "bbox": [
                24.738352605042017,
                407.49494625890736,
                962.2029839495799,
                10.613680225653184
            ],
            "text": "provider networks. Reported workers’ compensation losses in 2018 continued to be below our expectations at most of our operating units, and were",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Mạng lưới nhà cung cấp. Báo cáo của công nhân, tổn thất bồi thường trong năm 2018 tiếp tục thấp hơn kỳ vọng của chúng tôi tại hầu hết các đơn vị hoạt động của chúng tôi, và là"
        },
        {
            "bbox": [
                24.738352605042017,
                418.71729631828975,
                431.67626588235305,
                10.613680225653297
            ],
            "text": "below the assumptions underlying our previous reserve estimates.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Dưới các giả định dựa trên các ước tính dự trữ trước đây của chúng tôi."
        },
        {
            "bbox": [
                60.47794924369749,
                435.5603349168646,
                931.8273415126051,
                10.604160629453759
            ],
            "text": "For professional liability business, adverse development was primarily related to unexpected large directors and officers (“D&O”) liability losses",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đối với kinh doanh trách nhiệm nghề nghiệp, phát triển bất lợi chủ yếu liên quan đến các giám đốc và cán bộ lớn bất ngờ (D & Oiêu)"
        },
        {
            "bbox": [
                24.738352605042017,
                446.78267280285036,
                925.9924385714286,
                10.604172802850371
            ],
            "text": "at one of our U.S. operating units, as well as lawyers professional liability losses at another operating unit. The adverse development stemmed",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tại một trong những đơn vị điều hành Hoa Kỳ của chúng tôi, cũng như các khoản lỗ trách nhiệm chuyên môn của luật sư tại một đơn vị điều hành khác. Sự phát triển bất lợi bắt nguồn"
        },
        {
            "bbox": [
                24.738352605042017,
                458.0050350356295,
                930.4173549579832,
                10.613668052256571
            ],
            "text": "primarily from accident years 2015 and 2016, and was driven by a higher frequency of large losses than we had experienced in previous years.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "chủ yếu từ những năm tai nạn"
        },
        {
            "bbox": [
                60.47794924369749,
                474.83855403800476,
                910.3464078991597,
                10.613680225653184
            ],
            "text": "Reinsurance & Monoline Excess - Reserves for the Reinsurance & Monoline Excess segment developed favorably by $20 million in 2018. The",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "2015 và 2016, và được thúc đẩy bởi tần suất tổn thất lớn cao hơn so với những năm trước chúng ta đã trải qua trong những năm trước."
        },
        {
            "bbox": [
                24.738352605042017,
                486.0704115201901,
                950.7364381512606,
                10.604172802850371
            ],
            "text": "favorable development was primarily due to excess workers’ compensation business, and was spread across many accident years, including years",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "REINSAUSE & MONOLINE OFFORT - Dự trữ phân khúc REINSARANS & MONOLINE được phát triển thuận lợi bởi 20 triệu đô la trong năm 2018."
        },
        {
            "bbox": [
                24.738352605042017,
                497.29276157957247,
                973.5577616806725,
                10.613680225653184
            ],
            "text": "prior to 2009. This favorable excess workers’ compensation development was partially offset by unfavorable development on U.S. casualty facultative",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự phát triển thuận lợi chủ yếu là do công nhân dư thừa kinh doanh bồi thường, và được lan truyền trong nhiều năm tai nạn, bao gồm cả nhiều năm"
        },
        {
            "bbox": [
                24.738352605042017,
                508.51511163895486,
                562.4886952941176,
                10.61368022565324
            ],
            "text": "assumed business from accident years 2009 and prior related to construction projects.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Trước năm 2009"
        },
        {
            "bbox": [
                60.47794924369749,
                525.3486428147269,
                867.530159579832,
                10.613680225653184
            ],
            "text": "Environmental and Asbestos — To date, known environmental and asbestos claims have not had a material impact on the Company’s",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giả sử kinh doanh từ các năm tai nạn năm 2009 và trước đó liên quan đến các dự án xây dựng."
        },
        {
            "bbox": [
                24.738352605042017,
                536.5805002969121,
                934.495390672269,
                10.604172802850371
            ],
            "text": "operations, because its subsidiaries generally did not insure large industrial companies that are subject to significant environmental or asbestos",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Môi trường và amiăng - Cho đến nay, các tuyên bố về môi trường và amiăng đã biết không có tác động vật chất đối với công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                547.8028503562946,
                654.8005053781513,
                10.613680225653184
            ],
            "text": "exposures prior to 1986 when an absolute exclusion was incorporated into standard policy language.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hoạt động, bởi vì các công ty con của nó thường không đảm bảo các công ty công nghiệp lớn phải chịu môi trường hoặc amiăng đáng kể"
        },
        {
            "bbox": [
                60.47794924369749,
                564.6363693586699,
                923.0846772268908,
                10.613692399049853
            ],
            "text": "The Company’s net reserves for losses and loss expenses relating to asbestos and environmental claims on policies written before adoption of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phơi nhiễm trước năm 1986 khi loại trừ tuyệt đối được đưa vào ngôn ngữ chính sách tiêu chuẩn."
        },
        {
            "bbox": [
                24.738352605042017,
                575.8682390142518,
                958.5655087394958,
                10.604160629453702
            ],
            "text": "the absolute exclusion was $19 million at December 31, 2020 and $24 million at December 31, 2019. The estimation of these liabilities is subject to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công ty có dự trữ ròng cho các khoản lỗ và chi phí tổn thất liên quan đến amiăng và yêu cầu môi trường đối với các chính sách được viết trước khi áp dụng"
        },
        {
            "bbox": [
                24.738352605042017,
                587.0905890736342,
                962.6683511764707,
                10.604172802850371
            ],
            "text": "significantly greater than normal variation and uncertainty because it is difficult to make an actuarial estimate of these liabilities due to the absence",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Loại trừ tuyệt đối là 19 triệu đô la vào ngày 31 tháng 12 năm 2020 và 24 triệu đô la vào ngày 31 tháng 12 năm 2019. Ước tính của các khoản nợ này là phải tuân theo"
        },
        {
            "bbox": [
                24.738352605042017,
                598.3129391330167,
                910.0306562184876,
                10.613680225653184
            ],
            "text": "of a generally accepted actuarial methodology for these exposures and the potential effect of significant unresolved legal matters, including",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "lớn hơn đáng kể so với sự thay đổi và độ không đảm bảo bình thường vì rất khó để đưa ra ước tính tính toán của các khoản nợ này do sự vắng mặt"
        },
        {
            "bbox": [
                24.738352605042017,
                609.535289192399,
                417.2190801680673,
                10.61368022565324
            ],
            "text": "coverage issues, as well as the cost of litigating the legal issues.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "của một phương pháp chuyên gia tính toán được chấp nhận chung cho các phơi nhiễm này và ảnh hưởng tiềm năng của các vấn đề pháp lý không được giải quyết đáng kể, bao gồm cả"
        },
        {
            "bbox": [
                503.484530672269,
                636.1931288598576,
                16.414022689075637,
                10.613668052256571
            ],
            "text": "93",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QEEBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các vấn đề bảo hiểm, cũng như chi phí kiện tụng các vấn đề pháp lý."
        }
    ]
}