{
    "metadata": {
        "page_hash": "72a084d699e24b8d4607a09a060c3adcd5937a795ffdef7d36714a4b4a30bc37",
        "original_filename": "0000010795-19-000044_20191127x10k.pdf",
        "page_no": 13,
        "num_pages": 116,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                115.84059033613445,
                10.616054038004677
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                41.28731650831355,
                951.0787881512605,
                10.61605403800479
            ],
            "text": "government authorities (including Medicare, Medicaid and comparable foreign programs) and private insurers for the costs of our products. The",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các cơ quan chính phủ (bao gồm cả Medicare, Trợ cấp y tế và các chương trình nước ngoài có thể so sánh) và các công ty bảo hiểm tư nhân cho chi phí sản phẩm của chúng tôi. Các"
        },
        {
            "bbox": [
                24.738352605042017,
                52.51204038004755,
                939.1643259663867,
                10.61605403800479
            ],
            "text": "coverage policies and reimbursement levels of third-party payers, which can vary among public and private sources and by country, may affect",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chính sách bảo hiểm và mức bồi hoàn của những người trả tiền của bên thứ ba, có thể khác nhau giữa các nguồn công cộng và tư nhân và theo quốc gia, có thể ảnh hưởng đến"
        },
        {
            "bbox": [
                24.738352605042017,
                63.73676425178155,
                961.6309994957984,
                10.616054038004677
            ],
            "text": "which products customers purchase and the prices they are willing to pay for those products in a particular jurisdiction. Reimbursement rates can",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những sản phẩm nào khách hàng mua và giá họ sẵn sàng trả cho những sản phẩm đó trong một khu vực tài phán cụ thể. Tỷ lệ hoàn trả có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                74.96148812351555,
                925.4844864705883,
                10.61606621140129
            ],
            "text": "also affect the market acceptance rate of new technologies and products. Reforms to reimbursement systems in the United States or abroad,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cũng ảnh hưởng đến tỷ lệ chấp nhận thị trường của các công nghệ và sản phẩm mới. Cải cách các hệ thống hoàn trả ở Hoa Kỳ hoặc nước ngoài,"
        },
        {
            "bbox": [
                24.738352605042017,
                86.18622416864605,
                946.9568066386555,
                10.616054038004904
            ],
            "text": "changes in coverage or reimbursement rates by private payers, or adverse decisions relating to our products by administrators of these systems",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những thay đổi về phạm vi bảo hiểm hoặc tỷ lệ hoàn trả của người trả tiền tư nhân hoặc các quyết định bất lợi liên quan đến sản phẩm của chúng tôi bởi các quản trị viên của các hệ thống này"
        },
        {
            "bbox": [
                24.738352605042017,
                97.41094804038016,
                959.1750305882354,
                10.616054038004677
            ],
            "text": "could significantly reduce reimbursement for procedures using our products or result in denial of reimbursement for those products, which would",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể giảm đáng kể việc hoàn trả cho các thủ tục sử dụng sản phẩm của chúng tôi hoặc dẫn đến việc từ chối bồi hoàn cho các sản phẩm đó, sẽ"
        },
        {
            "bbox": [
                24.738352605042017,
                108.63449109263661,
                941.1205427731093,
                10.617247030878957
            ],
            "text": "adversely affect customer demand or the price customers are willing to pay for such products. See “Third-Party Reimbursement” under Item 1.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "ảnh hưởng xấu đến nhu cầu của khách hàng hoặc giá khách hàng sẵn sàng trả tiền cho các sản phẩm đó. Xem phần hoàn trả của bên thứ ba của bên thứ ba theo mục 1."
        },
        {
            "bbox": [
                24.738352605042017,
                119.85921496437061,
                61.762115756302514,
                10.617247030878843
            ],
            "text": "Business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Việc kinh doanh."
        },
        {
            "bbox": [
                24.738352605042017,
                136.69631294536816,
                945.7737154621849,
                10.61605403800479
            ],
            "text": "Initiatives to limit the growth of healthcare costs in the U.S. and other countries where we do business may also put pressure on medical device",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các sáng kiến ​​để hạn chế sự tăng trưởng của chi phí chăm sóc sức khỏe ở Hoa Kỳ và các quốc gia khác nơi chúng tôi kinh doanh cũng có thể gây áp lực lên thiết bị y tế"
        },
        {
            "bbox": [
                24.738352605042017,
                147.92103681710216,
                925.3933389915967,
                10.61605403800479
            ],
            "text": "pricing. In the U.S., these include, among others, value-based purchasing and managed care arrangements. Governments in China and other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "giá cả. Ở Hoa Kỳ, chúng bao gồm, trong số những người khác, mua hàng dựa trên giá trị và sắp xếp chăm sóc được quản lý. Chính phủ ở Trung Quốc và các chính phủ khác"
        },
        {
            "bbox": [
                24.738352605042017,
                159.14576068883616,
                954.0871889915967,
                10.61605403800479
            ],
            "text": "countries are also using various mechanisms to control healthcare expenditures, including increased use of competitive bidding and tenders, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các quốc gia cũng đang sử dụng các cơ chế khác nhau để kiểm soát chi phí chăm sóc sức khỏe, bao gồm tăng sử dụng đấu thầu và đấu thầu cạnh tranh, và"
        },
        {
            "bbox": [
                24.738352605042017,
                170.37048456057016,
                109.10467277310923,
                10.61606621140129
            ],
            "text": "price regulation.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quy định về giá."
        },
        {
            "bbox": [
                24.738352605042017,
                197.63224643705473,
                724.0763965546219,
                10.714719418052141
            ],
            "text": "The reinstatement of the PPACA's medical device tax may adversely affect our results of operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QZFBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Việc phục hồi thuế thiết bị y tế của PPACA có thể ảnh hưởng xấu đến kết quả hoạt động của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                214.56800979809975,
                960.1021990756304,
                10.61605403800479
            ],
            "text": "The PPACA imposes on medical device manufacturers, such as BD, a 2.3% excise tax on U.S. sales of certain medical devices. While the excise tax",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "PPACA áp đặt cho các nhà sản xuất thiết bị y tế, chẳng hạn như BD, thuế tiêu thụ đặc biệt 2,3% đối với doanh số bán hàng của Hoa Kỳ của một số thiết bị y tế. Trong khi thuế tiêu thụ đặc biệt"
        },
        {
            "bbox": [
                24.738352605042017,
                225.7915406769597,
                971.07834697479,
                10.617247030878843
            ],
            "text": "has been suspended until the end of 2019, absent further legislative action, it will be reinstated in 2020, which would adversely affect our results of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đã bị đình chỉ cho đến cuối năm 2019, hành động lập pháp tiếp theo, nó sẽ được phục hồi vào năm 2020, điều này sẽ ảnh hưởng xấu đến kết quả của chúng tôi về"
        },
        {
            "bbox": [
                24.738352605042017,
                237.0162767220903,
                66.95863147058824,
                10.617247030878843
            ],
            "text": "operation.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "hoạt động."
        },
        {
            "bbox": [
                24.738352605042017,
                260.06845368171025,
                377.6318747058824,
                10.714731591448981
            ],
            "text": "Cost volatility could adversely affect our operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QZFBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Biến động chi phí có thể ảnh hưởng xấu đến hoạt động của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                274.9000210807601,
                929.1918856302522,
                10.616066211401403
            ],
            "text": "Our results of operations could be negatively impacted by volatility in the cost of raw materials, components, freight and energy that, in turn,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kết quả hoạt động của chúng tôi có thể bị ảnh hưởng tiêu cực bởi sự biến động trong chi phí nguyên liệu thô, linh kiện, vận chuyển hàng hóa và năng lượng, lần lượt,"
        },
        {
            "bbox": [
                24.738352605042017,
                286.1247571258908,
                964.3105045378153,
                10.616054038004677
            ],
            "text": "increases the costs of producing and distributing our products. New laws or regulations adopted in response to climate change could also increase",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tăng chi phí sản xuất và phân phối sản phẩm của chúng tôi. Luật hoặc quy định mới được áp dụng để đáp ứng với biến đổi khí hậu cũng có thể tăng"
        },
        {
            "bbox": [
                24.738352605042017,
                297.3494809976247,
                964.2991520168067,
                10.61605403800479
            ],
            "text": "energy and transportation costs, as well as the costs of certain raw materials and components. In particular, we purchase supplies of resins, which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chi phí năng lượng và vận chuyển, cũng như chi phí của một số nguyên liệu và linh kiện thô. Cụ thể, chúng tôi mua nguồn cung cấp nhựa, mà"
        },
        {
            "bbox": [
                24.738352605042017,
                308.5742048693587,
                949.9929600000002,
                10.61605403800479
            ],
            "text": "are oil-based components used in the manufacture of certain products, and any significant increases in resin costs could adversely impact future",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "là các thành phần dựa trên dầu được sử dụng trong việc sản xuất một số sản phẩm và bất kỳ sự gia tăng đáng kể nào về chi phí nhựa có thể ảnh hưởng xấu"
        },
        {
            "bbox": [
                24.738352605042017,
                319.79774792161516,
                948.4768902521009,
                10.617247030878843
            ],
            "text": "operating results. Increases in oil prices can also increase our packaging and transportation costs. We may not be able to offset any increases in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kết quả hoạt động. Tăng giá dầu cũng có thể làm tăng chi phí bao bì và vận chuyển của chúng tôi. Chúng tôi có thể không thể bù đắp bất kỳ sự gia tăng nào trong"
        },
        {
            "bbox": [
                24.738352605042017,
                331.02247179334927,
                142.54850197478993,
                10.617247030878843
            ],
            "text": "our operational costs.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chi phí hoạt động của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                354.0746609263658,
                754.5884587394959,
                10.715912410926308
            ],
            "text": "Breaches of our information technology systems could have a material adverse effect on our operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QZFBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Vi phạm các hệ thống công nghệ thông tin của chúng tôi có thể có ảnh hưởng bất lợi về vật chất đối với hoạt động của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                368.90622832541567,
                957.1595188235294,
                10.61605403800479
            ],
            "text": "We rely on information technology systems to process, transmit, and store electronic information in our day-to-day operations, including sensitive",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi dựa vào các hệ thống công nghệ thông tin để xử lý, truyền tải và lưu trữ thông tin điện tử trong các hoạt động hàng ngày của chúng tôi, bao gồm cả"
        },
        {
            "bbox": [
                24.738352605042017,
                380.1309521971498,
                943.4821944537815,
                10.61606621140129
            ],
            "text": "personal information and proprietary or confidential information. In addition, some of our products include information technology that collects",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thông tin cá nhân và thông tin độc quyền hoặc bí mật. Ngoài ra, một số sản phẩm của chúng tôi bao gồm công nghệ thông tin thu thập"
        },
        {
            "bbox": [
                24.738352605042017,
                391.3556882422803,
                870.763354117647,
                10.61605403800479
            ],
            "text": "data regarding patients and patient therapy on behalf of our customers and some connect to our systems for maintenance purposes.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dữ liệu liên quan đến bệnh nhân và liệu pháp bệnh nhân thay mặt cho khách hàng của chúng tôi và một số kết nối với các hệ thống của chúng tôi cho mục đích bảo trì."
        },
        {
            "bbox": [
                906.3147848739496,
                391.3556882422803,
                20.424856302520993,
                10.61605403800479
            ],
            "text": "Our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                402.5804121140143,
                902.3091503361345,
                10.616054038004677
            ],
            "text": "information technology systems have been subjected to attack via malicious code execution, and cyber- or phishing- attacks, and we have",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các hệ thống công nghệ thông tin đã bị tấn công thông qua việc thực thi mã độc, và các cuộc tấn công trên mạng hoặc lừa đảo, và chúng tôi có"
        },
        {
            "bbox": [
                24.738352605042017,
                413.80513598574817,
                964.0026427731093,
                10.61605403800479
            ],
            "text": "experienced instances of unauthorized access to our systems in the past and expect to be subject to similar attacks in the future. In addition to our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các trường hợp có kinh nghiệm về quyền truy cập trái phép vào các hệ thống của chúng tôi trong quá khứ và hy vọng sẽ phải chịu các cuộc tấn công tương tự trong tương lai. Ngoài"
        },
        {
            "bbox": [
                24.738352605042017,
                425.0286790380047,
                969.8177692436976,
                10.617247030878957
            ],
            "text": "own information, in the course of doing business, we sometimes store information with third parties that could be subject to these types of attacks. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thông tin riêng, trong quá trình kinh doanh, đôi khi chúng tôi lưu trữ thông tin với các bên thứ ba có thể phải chịu các loại tấn công này. "
        },
        {
            "bbox": [
                24.738352605042017,
                450.9863049287411,
                970.2849280672269,
                10.61605403800479
            ],
            "text": "Cyber-attacks could result in our intellectual property and other confidential information being accessed or stolen, which could adversely affect our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các cuộc tấn công mạng có thể dẫn đến tài sản trí tuệ của chúng tôi và các thông tin bí mật khác được truy cập hoặc bị đánh cắp, điều này có thể ảnh hưởng xấu"
        },
        {
            "bbox": [
                24.738352605042017,
                462.2110288004751,
                230.97175663865548,
                10.616066211401403
            ],
            "text": "competitive position in the market.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "vị trí cạnh tranh trên thị trường."
        },
        {
            "bbox": [
                266.1861088235294,
                462.2110288004751,
                715.4625584033613,
                10.616066211401403
            ],
            "text": "Likewise, we could suffer disruption of our operations and other significant negative consequences, including",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tương tự như vậy, chúng ta có thể phải chịu sự gián đoạn hoạt động của chúng ta và những hậu quả tiêu cực đáng kể khác, bao gồm cả"
        },
        {
            "bbox": [
                24.738352605042017,
                473.4357648456057,
                962.7908515966387,
                10.61605403800479
            ],
            "text": "increased costs for security measures or remediation, diversion of management attention, litigation and damage to our relationships with vendors,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "chi phí tăng cho các biện pháp bảo mật hoặc khắc phục,"
        },
        {
            "bbox": [
                24.738352605042017,
                484.6604887173397,
                215.86969949579833,
                10.616054038004677
            ],
            "text": "business partners and customers.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chuyển hướng sự chú ý của quản lý, kiện tụng và thiệt hại cho các mối quan hệ của chúng tôi với các nhà cung cấp,"
        },
        {
            "bbox": [
                251.27327184873954,
                484.6604887173397,
                715.064875630252,
                10.616054038004677
            ],
            "text": "Unauthorized tampering, adulteration or interference with our products may also create issues with product",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đối tác kinh doanh và khách hàng."
        },
        {
            "bbox": [
                24.738352605042017,
                495.8852125890737,
                884.2107167226892,
                10.616066211401403
            ],
            "text": "functionality that could result in a loss of data, risk to patient safety, and product recalls or field actions. Cyber-attacks could result in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giả mạo trái phép, pha trộn hoặc can thiệp vào các sản phẩm của chúng tôi cũng có thể tạo ra các vấn đề với sản phẩm"
        },
        {
            "bbox": [
                24.738352605042017,
                507.10875564133016,
                957.421953277311,
                10.6172470308789
            ],
            "text": "unauthorized access to our systems and products which could also impact our compliance with privacy and other laws and regulations, and result",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chức năng có thể dẫn đến mất dữ liệu, rủi ro cho sự an toàn của bệnh nhân và thu hồi sản phẩm hoặc hành động thực địa. Các cuộc tấn công mạng có thể dẫn đến"
        },
        {
            "bbox": [
                24.738352605042017,
                518.3334795130642,
                328.23805495798325,
                10.617247030878843
            ],
            "text": "in actions by regulatory bodies or civil litigation.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quyền truy cập trái phép vào các hệ thống và sản phẩm của chúng tôi cũng có thể ảnh hưởng đến việc tuân thủ quyền riêng tư của chúng tôi và các luật và quy định khác, và kết quả"
        },
        {
            "bbox": [
                363.0148785714286,
                518.3334795130642,
                372.0923647058824,
                10.617247030878843
            ],
            "text": "While we will continue to dedicate significant resources to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "trong hành động của các cơ quan quản lý hoặc kiện tụng dân sự."
        },
        {
            "bbox": [
                503.484530672269,
                541.4843340261283,
                16.414022689075637,
                10.617247030878843
            ],
            "text": "12",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QNFBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong khi chúng tôi sẽ tiếp tục dành các nguồn lực quan trọng cho"
        }
    ]
}