{
    "metadata": {
        "page_hash": "7ce47c58db3dfa63a39436e00f25aab51eddbcde1ca77c5fae78bd3cfb29e347",
        "original_filename": "0000003570-21-000039_20210223x10k.pdf",
        "page_no": 27,
        "num_pages": 145,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                70.75310837292159,
                973.9062100000002,
                10.616066211401517
            ],
            "text": "that are financial end users and certain registered swap dealers and major swap participants. Although we believe we will not be required to post",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đó là người dùng cuối tài chính và một số đại lý hoán đổi đã đăng ký và những người tham gia trao đổi chính. Mặc dù chúng tôi tin rằng chúng tôi sẽ không bắt buộc phải đăng"
        },
        {
            "bbox": [
                24.738352605042017,
                81.97784441805231,
                973.8877083193278,
                10.61605403800479
            ],
            "text": "margin with respect to any uncleared swaps we enter into in the future, were we required to post margin as to our uncleared swaps in the future, our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Biên độ liên quan đến bất kỳ giao dịch hoán đổi không rõ ràng nào mà chúng ta tham gia vào tương lai, chúng ta phải đăng ký quỹ để hoán đổi không rõ ràng trong tương lai,"
        },
        {
            "bbox": [
                24.738352605042017,
                93.20256828978631,
                973.908621764706,
                10.616054038004677
            ],
            "text": "cost of entering into and maintaining swaps would be increased. Our counterparties that are subject to the regulations imposing the Basel III capital",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chi phí nhập vào và duy trì hoán đổi sẽ được tăng lên. Các đối tác của chúng tôi phải tuân theo các quy định áp đặt thủ đô Basel III"
        },
        {
            "bbox": [
                24.738352605042017,
                104.4272921615202,
                973.9145133613447,
                10.616066211401517
            ],
            "text": "requirements on them may increase the cost to us of entering into swaps with them or, although not required to collect margin from us under the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các yêu cầu về họ có thể làm tăng chi phí cho chúng tôi khi tham gia hoán đổi với họ hoặc, mặc dù không bắt buộc phải thu tiền ký quỹ từ chúng tôi theo"
        },
        {
            "bbox": [
                24.738352605042017,
                115.65202820665093,
                973.9068301680674,
                10.616054038004677
            ],
            "text": "margin rules, contractually require us to post collateral with them in connection with such swaps in order to offset their increased capital costs or to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quy tắc ký quỹ, hợp đồng yêu cầu chúng tôi đăng tài sản thế chấp với họ liên quan đến các giao dịch hoán đổi đó để bù đắp chi phí vốn tăng của họ hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                126.87675207838481,
                485.68892512605044,
                10.616054038004677
            ],
            "text": "reduce their capital costs to maintain those swaps on their balance sheets.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giảm chi phí vốn của họ để duy trì những giao dịch hoán đổi trên bảng cân đối kế toán của họ."
        },
        {
            "bbox": [
                60.47794924369749,
                151.4303957838481,
                938.1693524369749,
                10.616054038004677
            ],
            "text": "European and UK-specific regulations, including but not limited to EMIR, MiFID II, REMIT, MAR, FSMA and RAO, govern our trading activities and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các quy định cụ thể của châu Âu và Anh, bao gồm nhưng không giới hạn ở Emir, Mifid II, Remit, Mar, FSMA và Rao, điều chỉnh các hoạt động giao dịch của chúng tôi và"
        },
        {
            "bbox": [
                24.738352605042017,
                162.65511965558198,
                973.8939100000001,
                10.616066211401517
            ],
            "text": "our compliance with such laws may result in increased costs and risks to the business similar to the impacts stated above with respect to the Dodd-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự tuân thủ của chúng tôi với các luật như vậy có thể dẫn đến chi phí và rủi ro tăng cho doanh nghiệp tương tự như các tác động được nêu ở trên đối với Dodd-"
        },
        {
            "bbox": [
                24.738352605042017,
                173.8798557007127,
                973.8968557983194,
                10.616054038004677
            ],
            "text": "Frank Act. The increased costs may also have an adverse impact on our business, contracts, financial condition, operating results, cash flow, liquidity",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đạo luật thẳng thắn. Chi phí gia tăng cũng có thể có tác động xấu đến hoạt động kinh doanh, hợp đồng, điều kiện tài chính, kết quả hoạt động, dòng tiền, thanh khoản"
        },
        {
            "bbox": [
                24.738352605042017,
                185.1045795724466,
                973.9115675630253,
                10.616054038004677
            ],
            "text": "and prospects. Further, any violation of the foregoing laws and regulations could result in investigations, and possible fines and penalties, and in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và triển vọng. Hơn nữa, bất kỳ sự vi phạm các luật và quy định đã nêu ở trên đều có thể dẫn đến các cuộc điều tra, và các khoản phạt và hình phạt có thể xảy ra, và trong"
        },
        {
            "bbox": [
                24.738352605042017,
                196.32930344418048,
                223.08668142857144,
                10.616066211401517
            ],
            "text": "some scenarios, criminal offenses.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Một số kịch bản, tội phạm hình sự."
        },
        {
            "bbox": [
                60.47794924369749,
                220.88295932304038,
                938.1564150420169,
                10.61605403800479
            ],
            "text": "Further, although a trade deal (the \"Deal\") has been reached between the UK and EU following Brexit, with the terms of this deal applying as on",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hơn nữa, mặc dù một thỏa thuận thương mại (\"thỏa thuận\") đã đạt được giữa Vương quốc Anh và EU theo Brexit, với các điều khoản của thỏa thuận này được áp dụng"
        },
        {
            "bbox": [
                24.738352605042017,
                232.10768319477438,
                973.8958049579832,
                10.61605403800479
            ],
            "text": "January 1, 2021, uncertainties remain. While the UK has implemented its own versions of many key EU rules mentioned above (known as",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Ngày 1 tháng 1 năm 2021, sự không chắc chắn vẫn còn. Mặc dù Vương quốc Anh đã thực hiện các phiên bản riêng của nhiều quy tắc chính của EU được đề cập ở trên (được gọi là"
        },
        {
            "bbox": [
                24.738352605042017,
                243.33240706650838,
                973.9032642016808,
                10.616066211401403
            ],
            "text": "'onshoring'), the Deal was largely focused on goods, not services. Financial services will be negotiated separately, with an initial deadline for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "'Onshoring'), thỏa thuận này phần lớn tập trung vào hàng hóa, không phải là dịch vụ. Các dịch vụ tài chính sẽ được đàm phán riêng, với thời hạn ban đầu cho"
        },
        {
            "bbox": [
                24.738352605042017,
                254.557143111639,
                973.9129457142857,
                10.616054038004677
            ],
            "text": "agreement set for March 2021. Depending on the terms of this agreement, and the extent to which the UK chooses to diverge from existing EU rules,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thỏa thuận được thiết lập cho tháng 3 năm 2021. Tùy thuộc vào các điều khoản của Thỏa thuận này và mức độ mà Vương quốc Anh chọn phân kỳ khỏi các quy tắc hiện tại của EU,"
        },
        {
            "bbox": [
                24.738352605042017,
                265.7818669833729,
                973.8912742857143,
                10.616054038004904
            ],
            "text": "mutual equivalence decisions could be granted by each side with the effect that compliance with either financial services regime is equivalent to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các quyết định tương đương lẫn nhau có thể được cấp bởi mỗi bên với hiệu quả tuân thủ chế độ dịch vụ tài chính tương đương với"
        },
        {
            "bbox": [
                24.738352605042017,
                277.006590855107,
                973.9089490756304,
                10.616054038004677
            ],
            "text": "compliance with the corresponding regime in the eyes of each jurisdictions' regulators. Until these issues are clarified, both sides have implemented",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tuân thủ chế độ tương ứng trong mắt của các cơ quan quản lý của từng khu vực tài phán. Cho đến khi những vấn đề này được làm rõ, cả hai bên đã thực hiện"
        },
        {
            "bbox": [
                24.738352605042017,
                288.2313147268409,
                598.4144457142858,
                10.616066211401517
            ],
            "text": "temporary measures to avoid major disruption in areas like derivatives trading and clearing.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các biện pháp tạm thời để tránh sự gián đoạn lớn trong các lĩnh vực như giao dịch và xóa các công cụ phái sinh."
        },
        {
            "bbox": [
                24.738352605042017,
                312.7849706057008,
                512.2889843697479,
                10.616054038004677
            ],
            "text": "Risks Relating to Our LNG Terminal Operations and Commercialization",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QKTBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Rủi ro liên quan đến hoạt động và thương mại hóa thiết bị đầu cuối LNG của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                335.23441834916866,
                973.9067268067228,
                10.616066211401403
            ],
            "text": "Cost overruns and delays in the completion of one or more Trains, as well as difficulties in obtaining sufficient financing to pay for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QETBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Chi phí vượt mức và chậm trễ trong việc hoàn thành một hoặc nhiều chuyến tàu, cũng như những khó khăn trong việc có được đủ tài chính để trả"
        },
        {
            "bbox": [
                24.738352605042017,
                346.45676840855106,
                973.8944268067228,
                10.61844002375301
            ],
            "text": "such costs and delays, could have a material adverse effect on our business, contracts, financial condition, operating results, cash",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QETBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Chi phí và sự chậm trễ như vậy, có thể có ảnh hưởng bất lợi về tài liệu đối với hoạt động kinh doanh, hợp đồng, điều kiện tài chính, kết quả hoạt động, tiền mặt"
        },
        {
            "bbox": [
                24.738352605042017,
                357.6815044536818,
                212.64065663865549,
                10.618427850356284
            ],
            "text": "flow, liquidity and prospects.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QETBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "dòng chảy, thanh khoản và triển vọng."
        },
        {
            "bbox": [
                60.47794924369749,
                380.1309521971498,
                938.1594642016806,
                10.61606621140129
            ],
            "text": "The actual construction costs of the Trains may be significantly higher than our current estimates as a result of many factors, including change",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chi phí xây dựng thực tế của các chuyến tàu có thể cao hơn đáng kể so với ước tính hiện tại của chúng tôi là kết quả của nhiều yếu tố, bao gồm cả sự thay đổi"
        },
        {
            "bbox": [
                24.738352605042017,
                391.3556882422803,
                973.9068301680674,
                10.61605403800479
            ],
            "text": "orders under existing or future EPC contracts resulting from the occurrence of certain specified events that may give our EPC contractor the right to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "các đơn đặt hàng theo hợp đồng EPC hiện tại hoặc tương lai do sự xuất hiện của một số sự kiện được chỉ định có thể cung cấp cho nhà thầu EPC của chúng tôi quyền"
        },
        {
            "bbox": [
                24.738352605042017,
                402.5804121140143,
                973.9068301680674,
                10.616054038004677
            ],
            "text": "cause us to enter into change orders or resulting from changes with which we otherwise agree. We have already experienced increased costs due to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "khiến chúng tôi tham gia vào các đơn đặt hàng thay đổi hoặc kết quả từ những thay đổi mà chúng tôi đồng ý. Chúng tôi đã trải qua chi phí tăng lên do"
        },
        {
            "bbox": [
                24.738352605042017,
                413.80513598574817,
                973.9032642016808,
                10.61605403800479
            ],
            "text": "change orders. As construction progresses, we may decide or be forced to submit change orders to our contractor that could result in longer",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thay đổi đơn đặt hàng. Khi xây dựng tiến triển, chúng tôi có thể quyết định hoặc bị buộc phải nộp đơn đặt hàng thay đổi cho nhà thầu của chúng tôi có thể dẫn đến"
        },
        {
            "bbox": [
                24.738352605042017,
                425.02985985748217,
                967.6771213445378,
                10.616066211401517
            ],
            "text": "construction periods, higher construction costs or both, including change orders to comply with existing or future environmental or other regulations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thời gian xây dựng, chi phí xây dựng cao hơn hoặc cả hai, bao gồm các đơn đặt hàng thay đổi để tuân thủ các quy định môi trường hiện tại hoặc tương lai hoặc các quy định khác."
        },
        {
            "bbox": [
                60.47794924369749,
                449.58351573634206,
                938.1572591596639,
                10.61605403800479
            ],
            "text": "The COVID-19 pandemic and the resulting actions taken by governmental and regulatory authorities to prevent the spread of COVID-19 may",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đại dịch covid-19 và các hành động kết quả được thực hiện bởi các cơ quan chính phủ và quy định để ngăn chặn sự lây lan của Covid-19 tháng 5"
        },
        {
            "bbox": [
                24.738352605042017,
                460.10684501187654,
                973.9068301680674,
                10.61605403800479
            ],
            "text": "cause a slow-down in the construction of one or more Trains. Our EPC contractor has advised us of voluntary proactive measures it is taking to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "gây ra sự chậm lại trong việc xây dựng một hoặc nhiều chuyến tàu. Nhà thầu EPC của chúng tôi đã khuyên chúng tôi về các biện pháp chủ động tự nguyện mà nó đang thực hiện"
        },
        {
            "bbox": [
                24.738352605042017,
                470.630174287411,
                973.9032642016808,
                10.616054038004677
            ],
            "text": "protect employees and to mitigate risks associated with COVID-19, however, it has not indicated that there will be any changes to the project cost or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Bảo vệ nhân viên và để giảm thiểu rủi ro liên quan đến Covid-19, tuy nhiên, không có gì chỉ ra rằng sẽ có bất kỳ thay đổi nào đối với chi phí dự án hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                481.1535035629454,
                973.8998015966388,
                10.61605403800479
            ],
            "text": "schedule and is still performing its obligations under its EPC contracts. While the construction of Trains is continuing, if there were a major outbreak",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "lịch trình và vẫn đang thực hiện các nghĩa vụ của mình theo EPC"
        },
        {
            "bbox": [
                24.738352605042017,
                491.67683283847975,
                973.8990608403361,
                10.61605403800479
            ],
            "text": "of COVID-19 at any construction site or the implementation of restrictions by the government that prevented construction for an extended period, we",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hợp đồng. Trong khi việc xây dựng các chuyến tàu đang tiếp tục, nếu có một đợt bùng phát lớn"
        },
        {
            "bbox": [
                24.738352605042017,
                502.20016211401423,
                500.285734789916,
                10.616066211401517
            ],
            "text": "could experience significant delays in the construction of one or more Trains.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "của Covid-19 tại bất kỳ công trường xây dựng nào hoặc thực hiện các hạn chế của chính phủ đã ngăn chặn việc xây dựng trong một thời gian dài, chúng tôi"
        },
        {
            "bbox": [
                60.47794924369749,
                526.0524112232779,
                938.1757608403362,
                10.616066211401403
            ],
            "text": "Delays in the construction of one or more Trains beyond the estimated development periods, as well as change orders to our existing EPC",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Có thể trải qua sự chậm trễ đáng kể trong việc xây dựng một hoặc nhiều chuyến tàu."
        },
        {
            "bbox": [
                24.738352605042017,
                537.2771472684085,
                973.8960116806724,
                10.61605403800479
            ],
            "text": "contracts or any future EPC contract related to additional Trains, could increase the cost of completion beyond the amounts that we estimate, which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự chậm trễ trong việc xây dựng một hoặc nhiều chuyến tàu ngoài các giai đoạn phát triển ước tính, cũng như thay đổi các đơn đặt hàng cho EPC hiện tại của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                548.5018711401426,
                973.9115675630253,
                10.616054038004734
            ],
            "text": "could require us to obtain additional sources of financing to fund our operations until the applicable liquefaction project is fully constructed (which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hợp đồng hoặc bất kỳ hợp đồng EPC nào trong tương lai liên quan đến các chuyến tàu bổ sung, có thể tăng chi phí hoàn thành vượt quá số tiền mà chúng tôi ước tính,"
        },
        {
            "bbox": [
                24.738352605042017,
                559.7265950118765,
                973.8960116806724,
                10.61605403800479
            ],
            "text": "could cause further delays). Our ability to obtain financing that may be needed to provide additional funding to cover increased costs will depend, in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "có thể yêu cầu chúng tôi có được các nguồn tài chính bổ sung để tài trợ cho các hoạt động của chúng tôi cho đến khi dự án hóa lỏng áp dụng được xây dựng đầy đủ (mà"
        },
        {
            "bbox": [
                24.738352605042017,
                570.9513188836105,
                973.9145133613447,
                10.616066211401403
            ],
            "text": "part, on factors beyond our control. Accordingly, we may not be able to obtain financing on terms that are acceptable to us, or at all. Even if we are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "có thể gây ra sự chậm trễ hơn nữa). Khả năng của chúng tôi để có được tài chính có thể cần thiết để cung cấp thêm tài trợ để trang trải chi phí tăng sẽ phụ thuộc vào"
        },
        {
            "bbox": [
                24.738352605042017,
                582.1760549287411,
                973.9032642016808,
                10.616054038004734
            ],
            "text": "able to obtain financing, we may have to accept terms that are disadvantageous to us or that may have a material adverse effect on our current or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "một phần, về các yếu tố ngoài tầm kiểm soát của chúng tôi. Theo đó, chúng tôi có thể không thể có được tài chính theo các điều khoản được chúng tôi chấp nhận, hoặc tất cả. Ngay cả khi chúng ta là"
        },
        {
            "bbox": [
                24.738352605042017,
                593.4007788004751,
                640.4829608403362,
                10.61605403800479
            ],
            "text": "future business, contracts, financial condition, operating results, cash flow, liquidity and prospects.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "có thể có được tài chính, chúng tôi có thể phải chấp nhận các điều khoản bất lợi cho chúng tôi hoặc có thể có ảnh hưởng bất lợi về vật chất đối với hiện tại hoặc hiện tại của chúng tôi"
        },
        {
            "bbox": [
                503.484530672269,
                657.2397874109264,
                16.414022689075637,
                10.616054038004734
            ],
            "text": "26",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYSBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Kinh doanh trong tương lai, hợp đồng, điều kiện tài chính, kết quả hoạt động, dòng tiền, thanh khoản và triển vọng."
        }
    ]
}