{
    "metadata": {
        "page_hash": "7d990d012feded20334459c9a56ed1bf2ce38719cabf1e458305143c2f293e8d",
        "original_filename": "0000024545-19-000007_20190212x10k.pdf",
        "page_no": 69,
        "num_pages": 186,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.425422505938286,
                97.97601176470587,
                8.982639845605718
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                56.50688218487395,
                41.28493052256533,
                921.6704459663866,
                10.61844002375301
            ],
            "text": "We record a valuation allowance to reduce our deferred tax assets to the amount that is more likely than not to be realized. We evaluate our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi ghi lại một khoản trợ cấp định giá để giảm tài sản thuế thu nhập hoãn lại của chúng tôi xuống số tiền có nhiều khả năng hơn là không được thực hiện. Chúng tôi đánh giá của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                52.51204038004755,
                946.6733381512606,
                10.613680225653184
            ],
            "text": "ability to realize the tax benefits associated with deferred tax assets by assessing the adequacy of future expected taxable income, including the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "khả năng nhận ra các lợi ích về thuế liên quan đến tài sản thuế hoãn lại bằng cách đánh giá mức độ phù hợp của thu nhập chịu thuế dự kiến ​​trong tương lai, bao gồm cả"
        },
        {
            "bbox": [
                24.738352605042017,
                63.734390439429944,
                930.4623515966387,
                10.618427850356284
            ],
            "text": "reversal of existing temporary differences, historical and projected operating results, and the availability of prudent and feasible tax planning",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đảo ngược sự khác biệt tạm thời hiện có, kết quả hoạt động lịch sử và dự kiến, và sự sẵn có của kế hoạch thuế thận trọng và khả thi"
        },
        {
            "bbox": [
                24.738352605042017,
                74.96148812351555,
                966.0897667226891,
                10.613692399049796
            ],
            "text": "strategies. The realization of tax benefits is evaluated by jurisdiction and the realizability of these assets can vary based on the character of the tax",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "chiến lược. Việc thực hiện các lợi ích thuế được đánh giá bằng quyền tài phán và khả năng thực hiện của các tài sản này có thể thay đổi dựa trên đặc tính của thuế"
        },
        {
            "bbox": [
                24.738352605042017,
                86.18385035629456,
                913.4801343697479,
                10.618427850356397
            ],
            "text": "attribute and the carryforward periods specific to each jurisdiction. In the event we were to determine that we would be able to realize our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thuộc tính và các khoảng thời gian mang tính cụ thể cho từng khu vực tài phán. Trong trường hợp chúng tôi đã xác định rằng chúng tôi sẽ có thể nhận ra"
        },
        {
            "bbox": [
                24.738352605042017,
                97.40618824228034,
                959.4397906722689,
                10.61844002375301
            ],
            "text": "deferred tax assets in the future in excess of its net recorded amount, an adjustment to the deferred tax asset would decrease income tax expense",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tài sản thuế hoãn lại trong tương lai vượt quá số tiền được ghi lại, việc điều chỉnh tài sản thuế thu nhập hoãn lại sẽ làm giảm chi phí thuế thu nhập"
        },
        {
            "bbox": [
                24.738352605042017,
                108.63329809976256,
                972.3599587394958,
                10.613680225653184
            ],
            "text": "in the period a determination was made. Likewise, should we determine that we would not be able to realize all or part of our net deferred tax asset",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong giai đoạn một quyết định đã được đưa ra. Tương tự như vậy, nếu chúng ta xác định rằng chúng ta sẽ không thể nhận ra tất cả hoặc một phần tài sản thuế thu nhập hoãn lại của chúng ta"
        },
        {
            "bbox": [
                24.738352605042017,
                119.85564815914495,
                917.9301675630253,
                10.61844002375301
            ],
            "text": "in the future, an adjustment to the deferred tax asset would be recorded to income tax expense in the period such determination was made.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong tương lai, việc điều chỉnh tài sản thuế hoãn lại sẽ được ghi nhận vào chi phí thuế thu nhập trong giai đoạn xác định đó đã được đưa ra."
        },
        {
            "bbox": [
                24.738352605042017,
                145.02034768408555,
                244.63032092436973,
                10.708778800475102
            ],
            "text": "New Accounting Pronouncements",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QJCCAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Phát âm kế toán mới"
        },
        {
            "bbox": [
                24.738352605042017,
                163.2614156769597,
                367.5806385714286,
                10.708790973871714
            ],
            "text": "New Accounting Pronouncements Not Yet Adopted",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Phát âm kế toán mới chưa được thông qua"
        },
        {
            "bbox": [
                24.738352605042017,
                188.516466152019,
                48.37279915966386,
                10.708778800475102
            ],
            "text": "Leases",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Cho thuê"
        },
        {
            "bbox": [
                56.50688218487395,
                213.86185540380052,
                895.1508707563025,
                10.618427850356284
            ],
            "text": "In February 2016, the FASB issued authoritative guidance intended to increase transparency and comparability among organizations by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Vào tháng 2 năm 2016, FASB đã ban hành hướng dẫn có thẩm quyền nhằm tăng tính minh bạch và so sánh giữa các tổ chức"
        },
        {
            "bbox": [
                24.738352605042017,
                225.088953087886,
                964.3833742857144,
                10.613680225653184
            ],
            "text": "requiring the recognition of lease assets and liabilities on the balance sheet and disclosure of key information about leasing arrangements. We will",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Yêu cầu công nhận tài sản cho thuê và nợ phải trả trên bảng cân đối kế toán và tiết lộ thông tin chính về sắp xếp cho thuê. Chúng tôi sẽ"
        },
        {
            "bbox": [
                24.738352605042017,
                236.3113031472684,
                918.2865057983195,
                10.61844002375301
            ],
            "text": "adopt this guidance and all related amendments applying the modified retrospective transition approach to all lease arrangements as of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Áp dụng hướng dẫn này và tất cả các sửa đổi liên quan áp dụng phương pháp chuyển đổi hồi cứu đã sửa đổi cho tất cả các thỏa thuận cho thuê"
        },
        {
            "bbox": [
                24.738352605042017,
                247.53841300475062,
                973.6839314285714,
                10.613680225653184
            ],
            "text": "effective date of adoption, January 1, 2019. Additionally, for existing leases as of the effective date, we will elect the package of practical expedients",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngày nhận con nuôi có hiệu lực, ngày 1 tháng 1 năm 2019. Ngoài ra, cho các hợp đồng thuê hiện tại kể từ ngày có hiệu lực, chúng tôi sẽ chọn gói hàng hóa thực tế"
        },
        {
            "bbox": [
                24.738352605042017,
                258.760763064133,
                756.016171764706,
                10.61844002375301
            ],
            "text": "available at transition to not reassess the historical lease determination, lease classification and initial direct costs.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Có sẵn khi chuyển đổi để không đánh giá lại quyết định cho thuê lịch sử, phân loại cho thuê và chi phí trực tiếp ban đầu."
        },
        {
            "bbox": [
                54.52134693277311,
                277.0018432304038,
                902.1896560084034,
                10.618427850356397
            ],
            "text": "For operating leases, the adoption of this new guidance is currently expected to result in the recognition of right-of-use (\"ROU\") assets of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đối với hợp đồng thuê hoạt động, việc áp dụng hướng dẫn mới này hiện đang được dự kiến ​​sẽ dẫn đến việc công nhận tài sản sử dụng quyền (\"ROU\") của"
        },
        {
            "bbox": [
                24.738352605042017,
                288.2289409144894,
                932.8306356302522,
                10.613680225653184
            ],
            "text": "between approximately $150 million and $160 million, and aggregate current and non-current lease liabilities of between approximately $160",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "từ khoảng 150 triệu đô la đến 160 triệu đô la, và tổng hợp các khoản nợ cho thuê hiện tại và phi hiện tại trong khoảng từ 160 đô la"
        },
        {
            "bbox": [
                24.738352605042017,
                299.4512909738718,
                966.6191663025211,
                10.61844002375301
            ],
            "text": "million and $170 million, as of the effective date of adoption, including immaterial reclassifications of prepaid and deferred rent balances into ROU",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "triệu và 170 triệu đô la, kể từ ngày áp dụng có hiệu lực, bao gồm các phân loại lại phi vật chất của số dư tiền thuê nhà và trả chậm vào Rou"
        },
        {
            "bbox": [
                24.738352605042017,
                310.678400831354,
                936.6051163025212,
                10.613680225653184
            ],
            "text": "assets. Additionally, as a result of the cumulative impact of adopting the new guidance, we expect to record a net increase to opening retained",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tài sản. Ngoài ra, là kết quả của tác động tích lũy của việc áp dụng hướng dẫn mới, chúng tôi hy vọng sẽ ghi lại sự gia tăng ròng để mở được giữ lại"
        },
        {
            "bbox": [
                24.738352605042017,
                321.9007508907364,
                946.7199196638655,
                10.618427850356284
            ],
            "text": "earnings of between $30 million and $35 million as of January 1, 2019, with the offsetting impact within other assets, related to our share of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thu nhập từ 30 triệu đến 35 triệu đô la vào ngày 1 tháng 1 năm 2019, với tác động bù đắp trong các tài sản khác, liên quan đến phần của chúng tôi về"
        },
        {
            "bbox": [
                24.738352605042017,
                333.1278485748219,
                927.4253541176472,
                10.613680225653184
            ],
            "text": "accelerated recognition of deferred gains on non-qualifying and other sale-leaseback transactions by an equity method investment within our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "công nhận tăng tốc các khoản lãi trả chậm đối với các giao dịch không đủ điều kiện và các giao dịch cho thuê bán hàng khác bằng một khoản đầu tư phương thức vốn chủ sở hữu trong"
        },
        {
            "bbox": [
                24.738352605042017,
                344.3501986342043,
                972.3151515966387,
                10.61844002375301
            ],
            "text": "Canada segment. We are in the process of finalizing this transition adjustment calculation, which will be completed during the first quarter of 2019.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Phân đoạn Canada. Chúng tôi đang trong quá trình hoàn thiện tính toán điều chỉnh chuyển tiếp này, sẽ được hoàn thành trong quý đầu tiên của năm 2019."
        },
        {
            "bbox": [
                24.738352605042017,
                355.57254869358667,
                954.7861873109243,
                10.61844002375301
            ],
            "text": "Additionally, while our accounting for finance leases will remain unchanged at adoption, we will prospectively change the presentation of finance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngoài ra, trong khi kế toán cho thuê tài chính của chúng tôi sẽ không thay đổi khi nhận con nuôi, chúng tôi sẽ thay đổi triển vọng trình bày tài chính"
        },
        {
            "bbox": [
                24.738352605042017,
                366.7996585510689,
                939.8781566386556,
                10.61844002375301
            ],
            "text": "lease liabilities within the consolidated balance sheets to be presented within current portion of long-term debt and short-term borrowings and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "các khoản nợ cho thuê trong các bảng cân đối kế toán được trình bày trong phần hiện tại của khoản nợ dài hạn và các khoản vay ngắn hạn và"
        },
        {
            "bbox": [
                24.738352605042017,
                378.0220086104513,
                929.5317205042018,
                10.61844002375301
            ],
            "text": "long-term debt, as appropriate. The adoption of this guidance is not expected to impact our cash flows from operating, investing, or financing",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nợ dài hạn, khi thích hợp. Việc áp dụng hướng dẫn này dự kiến ​​sẽ không ảnh hưởng đến dòng tiền của chúng tôi từ hoạt động, đầu tư hoặc tài chính"
        },
        {
            "bbox": [
                24.738352605042017,
                389.2491184679335,
                63.28229067226891,
                10.613680225653297
            ],
            "text": "activities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "các hoạt động."
        },
        {
            "bbox": [
                56.50688218487395,
                407.49018646080765,
                909.2417266386555,
                10.613680225653184
            ],
            "text": "Other than the items noted above, there have been no new accounting pronouncements not yet effective that we believe have a significant",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Khác với các mục được ghi nhận ở trên, không có tuyên bố kế toán mới nào chưa có hiệu lực mà chúng tôi tin là có một"
        },
        {
            "bbox": [
                24.738352605042017,
                418.71253652019004,
                526.0045179831933,
                10.61844002375301
            ],
            "text": "impact, or potential significant impact, to our consolidated financial statements.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tác động, hoặc tác động đáng kể tiềm năng, đối với báo cáo tài chính hợp nhất của chúng tôi."
        },
        {
            "bbox": [
                56.50688218487395,
                443.96757482185274,
                435.6318115126051,
                10.61844002375301
            ],
            "text": "See Part II-Item 8 Financial Statements and Supplementary Data, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Xem Phần II-Mục 8 Báo cáo tài chính và dữ liệu bổ sung, "
        },
        {
            "bbox": [
                492.1297529411765,
                443.96757482185274,
                286.346756302521,
                10.61844002375301
            ],
            "text": "Note 2, \"New Accounting Pronouncements\"",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lưu ý 2, \"phát âm kế toán mới\""
        },
        {
            "bbox": [
                778.4653634453782,
                443.96757482185274,
                213.27161218487402,
                10.61844002375301
            ],
            "text": " of the Notes for a description of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": " của các ghi chú cho một mô tả về"
        },
        {
            "bbox": [
                24.738352605042017,
                455.19468467933496,
                221.20974277310924,
                10.613680225653184
            ],
            "text": "new accounting pronouncements.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "phát âm kế toán mới."
        },
        {
            "bbox": [
                503.484530672269,
                486.7646846793349,
                16.414022689075637,
                10.613668052256571
            ],
            "text": "68",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "68"
        }
    ]
}