{
    "metadata": {
        "page_hash": "8b061822c8b1a98ff2387349828e23baea5790da2ebcf5cca1e70ab22305f67f",
        "original_filename": "0000013239-20-000006_20200303x10k.pdf",
        "page_no": 57,
        "num_pages": 143,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.520533254156817,
                115.84059033613445,
                10.613680225653184
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                72.391148697479,
                44.038211995249526,
                926.2655071848739,
                9.800533847980887
            ],
            "text": "In 2017, the Company lowered its forecast of estimated earnings and cash flows for its oilfield business from those previously projected, and indefinitely",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Trong năm 2017, công ty đã hạ thấp dự báo về thu nhập và dòng tiền ước tính cho hoạt động kinh doanh mỏ dầu của mình từ những dự kiến ​​trước đó và vô thời hạn"
        },
        {
            "bbox": [
                24.738352605042017,
                53.862520486935864,
                973.8909642016807,
                9.7957862232779
            ],
            "text": "idled a manufacturing facility within its oilfield business. This was due to the slower than previously assumed recovery in the oil and gas market. As of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "nhàn rỗi một cơ sở sản xuất trong kinh doanh mỏ dầu của mình. Điều này là do chậm hơn so với sự phục hồi được giả định trước đây trong thị trường dầu khí. Như"
        },
        {
            "bbox": [
                24.738352605042017,
                63.68208135391933,
                973.9132557983194,
                9.800533847981
            ],
            "text": "September 30, 2017, the estimated fair value of the Company’s oilfield reporting unit was less than the carrying value of the net assets of the reporting unit. In",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Ngày 30 tháng 9 năm 2017, giá trị hợp lý ước tính của đơn vị báo cáo mỏ dầu của công ty ít hơn giá trị mang theo của tài sản ròng của đơn vị báo cáo. TRONG"
        },
        {
            "bbox": [
                24.738352605042017,
                73.50638984560567,
                973.8986301680674,
                9.795786223278014
            ],
            "text": "estimating the fair value of the oilfield reporting unit, the Company relied solely on a discounted cash flow model income approach. This was due to the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Ước tính giá trị hợp lý của đơn vị báo cáo mỏ dầu, công ty chỉ dựa vào phương pháp thu nhập mô hình dòng tiền chiết khấu. Điều này là do"
        },
        {
            "bbox": [
                24.738352605042017,
                83.32595071258913,
                973.9037810084034,
                9.800533847981
            ],
            "text": "Company’s belief that the reporting unit’s EBITDA, a key input under the market approach, was not representative and consistent with the reporting unit’s",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Công ty tin rằng đơn vị báo cáo EBITDA, một đầu vào quan trọng theo cách tiếp cận thị trường, không phải là đại diện và phù hợp với đơn vị báo cáo"
        },
        {
            "bbox": [
                24.738352605042017,
                93.14549940617587,
                973.8901200840337,
                9.800546021377613
            ],
            "text": "historical performance and long-term outlook and, therefore, was not consistent with assumptions that a market participant would use in determining the fair",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Hiệu suất lịch sử và triển vọng dài hạn và do đó, không phù hợp với các giả định rằng người tham gia thị trường sẽ sử dụng trong việc xác định hội chợ"
        },
        {
            "bbox": [
                24.738352605042017,
                102.96982007125905,
                973.9142032773111,
                9.800533847980887
            ],
            "text": "value of the reporting unit. When the fair value of the reporting unit was determined, an impairment charge was recognized for the amount by which the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Giá trị của đơn vị báo cáo. Khi giá trị hợp lý của đơn vị báo cáo được xác định, một khoản phí suy giảm đã được ghi nhận cho số tiền"
        },
        {
            "bbox": [
                24.738352605042017,
                112.78936876484568,
                973.9121015966389,
                9.800533847981
            ],
            "text": "carrying amount of oilfield’s net assets exceeded its fair value. As such, the entire oilfield reporting unit’s goodwill balance of $13 was impaired during the third",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Mang theo số lượng tài sản ròng của Oilfield vượt quá giá trị hợp lý của nó. Như vậy, toàn bộ đơn vị báo cáo mỏ dầu"
        },
        {
            "bbox": [
                24.738352605042017,
                122.61368942992885,
                973.9132557983194,
                9.795774049881175
            ],
            "text": "quarter of 2017, and the Company recognized a goodwill impairment charge of $13 in its Epoxy, Phenolic and Coating Resins segment, which is included in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Quý năm 2017, và công ty đã nhận ra khoản phí suy giảm thiện chí là 13 đô la trong phân khúc Epoxy, Phenolic và Lớp phủ của mình, được bao gồm trong"
        },
        {
            "bbox": [
                24.738352605042017,
                132.43323812351537,
                973.8965284873951,
                9.800533847981114
            ],
            "text": "“Asset impairments” in the Consolidated Statements of Operations. Significant unobservable inputs in the discounted cash flow analysis included projected",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Suy giảm tài sản của người Viking trong các tuyên bố hợp nhất về hoạt động. Đầu vào đáng kể không thể quan sát được trong phân tích dòng tiền chiết khấu bao gồm dự kiến"
        },
        {
            "bbox": [
                24.738352605042017,
                142.25279899049883,
                973.9132557983194,
                9.800533847981
            ],
            "text": "long-term future cash flows, projected growth rates and discount rates associated with this reporting unit. Future projected long-term cash flows and growth",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Dòng tiền dài hạn trong tương lai, tốc độ tăng trưởng dự kiến ​​và tỷ lệ chiết khấu liên quan đến đơn vị báo cáo này. Tương lai dự kiến ​​dòng tiền và tăng trưởng dài hạn"
        },
        {
            "bbox": [
                24.738352605042017,
                152.0771074821854,
                973.9065200840338,
                9.800533847980887
            ],
            "text": "rates were derived from models based upon forecasts prepared by the Company’s management. These projected cash flows were discounted using a rate of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Tỷ lệ được lấy từ các mô hình dựa trên các dự báo được chuẩn bị bởi quản lý của công ty. Các dòng tiền dự kiến ​​này đã được giảm giá bằng cách sử dụng tỷ lệ"
        },
        {
            "bbox": [
                24.738352605042017,
                161.89666834916875,
                41.591090798319335,
                9.800533847980887
            ],
            "text": "13.5%.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "13,5%."
        },
        {
            "bbox": [
                72.391148697479,
                180.13773634204279,
                926.2593055042018,
                9.800533847981
            ],
            "text": "As of October 1, 2019 and 2018, the estimated fair value of each of the Company’s remaining reporting units was deemed to be in excess of the carrying",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Tính đến ngày 1 tháng 10 năm 2019 và 2018, giá trị hợp lý ước tính của mỗi đơn vị báo cáo còn lại của công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                189.96205700712596,
                973.9153574789917,
                9.795774049881175
            ],
            "text": "amount of assets (including goodwill) and liabilities assigned to each reporting unit. The step up of fixed and intangible asset values during fresh start",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Số lượng tài sản (bao gồm cả thiện chí) và các khoản nợ được gán cho mỗi đơn vị báo cáo. Bước lên của các giá trị tài sản cố định và vô hình trong khi bắt đầu mới"
        },
        {
            "bbox": [
                24.738352605042017,
                199.7816057007127,
                973.8909642016807,
                9.800533847980887
            ],
            "text": "accounting resulted in an increase of the carrying amounts of net assets for the Company’s reporting units that have goodwill, thereby reducing the amount of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Kế toán dẫn đến sự gia tăng số lượng tài sản ròng cho các đơn vị báo cáo của công ty có thiện chí, do đó giảm số lượng"
        },
        {
            "bbox": [
                24.738352605042017,
                209.60116656769605,
                973.9132557983194,
                9.800533847980887
            ],
            "text": "headroom between the fair value and carrying value of these reporting units. As a result, future unfavorable changes to business results and/or discounted cash",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Khoảng cách giữa giá trị hợp lý và giá trị mang theo của các đơn vị báo cáo này. Do đó, những thay đổi bất lợi trong tương lai đối với kết quả kinh doanh và/hoặc giảm giá tiền mặt"
        },
        {
            "bbox": [
                24.738352605042017,
                219.4254750593825,
                467.06913689075634,
                9.800533847981
            ],
            "text": "flows for these reporting units are more likely to result in asset impairments.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Dòng chảy cho các đơn vị báo cáo này có nhiều khả năng dẫn đến suy giảm tài sản."
        },
        {
            "bbox": [
                72.391148697479,
                237.57620427553445,
                125.49884836134456,
                9.886124999999993
            ],
            "text": "General Insurance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 12
            },
            "text_vi": "Bảo hiểm chung"
        },
        {
            "bbox": [
                197.883037394958,
                237.66655522565327,
                800.7590962184873,
                9.795774049881175
            ],
            "text": "—The Company is generally insured for losses and liabilities for workers’ compensation, physical damage to property, business",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Công ty thường được bảo hiểm cho các khoản lỗ và nợ phải trả cho người lao động bồi thường, thiệt hại về thể chất đối với tài sản, kinh doanh"
        },
        {
            "bbox": [
                24.738352605042017,
                247.48610391924,
                973.9142032773111,
                9.800533847980887
            ],
            "text": "interruption and comprehensive general, product and vehicle liability under high-deductible insurance policies. The Company records losses when they are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "gián đoạn và trách nhiệm chung, sản phẩm và phương tiện toàn diện theo các chính sách bảo hiểm được khấu trừ cao. Công ty ghi lại tổn thất khi họ"
        },
        {
            "bbox": [
                24.738352605042017,
                257.30566478622336,
                726.7706133613445,
                9.800533847980887
            ],
            "text": "probable and reasonably estimable and amortizes insurance premiums over the life of the respective insurance policies.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Có thể và ước tính hợp lý và khấu hao phí bảo hiểm trong suốt vòng đời của các chính sách bảo hiểm tương ứng."
        },
        {
            "bbox": [
                72.391148697479,
                275.4611416270784,
                157.96442273109247,
                9.886124999999993
            ],
            "text": "Legal Claims and Costs",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 12
            },
            "text_vi": "Yêu cầu và chi phí pháp lý"
        },
        {
            "bbox": [
                230.3496281512605,
                275.5467327790974,
                768.3029277310926,
                9.800533847981
            ],
            "text": "—The Company accrues for legal claims and costs in the period in which a claim is made or an event becomes known, if the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Công ty tích lũy cho các khiếu nại và chi phí pháp lý trong khoảng thời gian mà yêu cầu được đưa ra hoặc một sự kiện được biết đến, nếu"
        },
        {
            "bbox": [
                24.738352605042017,
                285.3710534441806,
                973.9091557983195,
                9.795774049881175
            ],
            "text": "amounts are probable and reasonably estimable. Each claim is assigned a range of potential liability and the most likely amount is accrued. If there is no",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Số lượng có thể xảy ra và ước tính hợp lý. Mỗi yêu cầu được chỉ định một phạm vi trách nhiệm tiềm năng và số tiền có khả năng nhất được tích lũy. Nếu không có"
        },
        {
            "bbox": [
                24.738352605042017,
                295.1906021377673,
                973.8986301680674,
                9.800533847980887
            ],
            "text": "amount in the range of potential liability that is most likely, the low end of the range is accrued. The amount accrued includes all costs associated with the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Số tiền trong phạm vi trách nhiệm tiềm năng rất có thể, mức thấp của phạm vi được tích lũy. Số tiền tích lũy bao gồm tất cả các chi phí liên quan đến"
        },
        {
            "bbox": [
                24.738352605042017,
                305.01016300475067,
                699.2213696638656,
                9.800533847980887
            ],
            "text": "claim, including settlements, assessments, judgments and fines. Legal fees are expensed as incurred (see Note 12).",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Yêu cầu, bao gồm các khu định cư, đánh giá, phán quyết và tiền phạt. Phí pháp lý được mở rộng dưới dạng phát sinh (xem Lưu ý 12)."
        },
        {
            "bbox": [
                72.391148697479,
                323.1656398456057,
                155.28083491596638,
                9.886124999999993
            ],
            "text": "Environmental Matters",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 12
            },
            "text_vi": "Vấn đề môi trường"
        },
        {
            "bbox": [
                227.66602310924372,
                323.2512309976247,
                770.9865327731094,
                9.800533847981
            ],
            "text": "—Accruals for environmental matters are recorded when it is probable that a liability has been incurred and the amount of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Các vấn đề về môi trường được ghi lại khi có khả năng phải chịu trách nhiệm pháp lý và số lượng"
        },
        {
            "bbox": [
                24.738352605042017,
                333.0755516627079,
                920.825422184874,
                9.795774049881175
            ],
            "text": "liability can be reasonably estimated. Environmental accruals are reviewed on a quarterly basis and as events and developments warrant (see Note 12).",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Trách nhiệm có thể được ước tính hợp lý. Các khoản tích lũy môi trường được xem xét trên cơ sở hàng quý và khi các sự kiện và sự phát triển bảo đảm (xem Lưu ý 12)."
        },
        {
            "bbox": [
                72.391148697479,
                351.2262687054632,
                199.67615172268907,
                9.886124999999993
            ],
            "text": "Asset Retirement Obligations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 12
            },
            "text_vi": "Nghĩa vụ nghỉ hưu tài sản"
        },
        {
            "bbox": [
                272.06132268907567,
                351.3118598574822,
                726.5912331932775,
                9.800533847981
            ],
            "text": "—Asset retirement obligations are initially recorded at their estimated net present values in the period in which the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Nghĩa vụ nghỉ hưu của tập đoàn ban đầu được ghi lại tại các giá trị hiện tại ròng ước tính của chúng"
        },
        {
            "bbox": [
                24.738352605042017,
                361.1361805225654,
                973.9121015966389,
                9.800533847981
            ],
            "text": "obligation occurs, with a corresponding increase to the related long-lived asset. Over time, the liability is accreted to its settlement value and the capitalized",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "trong giai đoạn mà"
        },
        {
            "bbox": [
                24.738352605042017,
                370.955729216152,
                973.9153574789917,
                9.800533847981
            ],
            "text": "cost is depreciated over the useful life of the related asset. When the liability is settled, a gain or loss is recognized for any difference between the settlement",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Nghĩa vụ xảy ra, với sự gia tăng tương ứng đối với tài sản tồn tại lâu dài liên quan. Theo thời gian, trách nhiệm pháp lý được bồi thường theo giá trị thanh toán của nó và vốn hóa"
        },
        {
            "bbox": [
                24.738352605042017,
                380.7800498812352,
                261.44233647058826,
                9.795774049881175
            ],
            "text": "amount and the liability that was recorded.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Chi phí được khấu hao trong vòng đời hữu ích của tài sản liên quan. Khi trách nhiệm pháp lý được giải quyết, lãi hoặc lỗ được ghi nhận cho bất kỳ sự khác biệt nào giữa việc giải quyết"
        },
        {
            "bbox": [
                72.391148697479,
                399.63454750593826,
                144.43723071428573,
                9.886124999999993
            ],
            "text": "Revenue Recognition",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 12
            },
            "text_vi": "Số tiền và trách nhiệm đã được ghi lại."
        },
        {
            "bbox": [
                216.82315966386557,
                399.72013865795725,
                781.8053130252101,
                9.800533847981
            ],
            "text": "—The Company follows the principles-based five step model to recognize revenue upon the transfer of promised goods or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Công nhận doanh thu"
        },
        {
            "bbox": [
                24.738352605042017,
                410.94248871733976,
                973.8919116806723,
                9.800533847980887
            ],
            "text": "services to customers and in an amount that reflects the consideration for which the entity expects to be entitled in exchange for those goods or services.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Công ty theo mô hình năm bước dựa trên các nguyên tắc để công nhận doanh thu khi chuyển hàng đã hứa hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                422.16959857482186,
                973.9065200840338,
                9.800533847981
            ],
            "text": "Revenue, net of estimated allowances and returns, is recognized when the Company has completed its performance obligations under a contract and control of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Dịch vụ cho khách hàng và với số lượng phản ánh sự xem xét mà thực thể dự kiến ​​sẽ được hưởng để đổi lấy các hàng hóa hoặc dịch vụ đó."
        },
        {
            "bbox": [
                24.738352605042017,
                433.39193646080764,
                973.9153574789917,
                9.800546021377727
            ],
            "text": "the product is transferred to the customer. Substantially all revenue is recognized at the time shipment is made or upon delivery as risk and title to the product",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Doanh thu, ròng của các khoản phụ cấp và lợi nhuận ước tính, được công nhận khi công ty đã hoàn thành nghĩa vụ thực hiện theo hợp đồng và kiểm soát"
        },
        {
            "bbox": [
                24.738352605042017,
                444.61904631828975,
                973.8919116806723,
                9.800533847981114
            ],
            "text": "transfer to the customer. Sales, value add, and other taxes that are collected concurrently with revenue-producing activities are excluded from revenue.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Sản phẩm được chuyển cho khách hàng. Về cơ bản, tất cả doanh thu được ghi nhận tại thời điểm Lô hàng được thực hiện hoặc khi giao hàng dưới dạng rủi ro và quyền sở hữu cho sản phẩm"
        },
        {
            "bbox": [
                24.738352605042017,
                455.84139637767225,
                973.905572605042,
                9.800533847981
            ],
            "text": "Contract terms for certain transactions, including sales made on a consignment basis, result in the transfer of control of the finished product to the customer",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "chuyển cho khách hàng. Bán hàng, giá trị gia tăng và các loại thuế khác được thu đồng thời với các hoạt động sản xuất doanh thu được loại trừ khỏi doanh thu."
        },
        {
            "bbox": [
                24.738352605042017,
                467.06850623515436,
                973.9065200840338,
                9.800533847981114
            ],
            "text": "prior to the point at which the Company has the right to invoice for the product. In these cases, timing of revenue recognition will differ from the timing of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Điều khoản hợp đồng cho các giao dịch nhất định, bao gồm bán hàng trên cơ sở ký gửi, dẫn đến việc chuyển giao quyền kiểm soát thành phẩm cho khách hàng"
        },
        {
            "bbox": [
                24.738352605042017,
                478.29085629453687,
                973.8965284873951,
                9.800533847981
            ],
            "text": "invoicing to customers and will result in the Company recording a contract asset. The Company adopted ASU 2014-09 as of January 1, 2018 utilizing a modified",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Trước thời điểm công ty có quyền lập hóa đơn cho sản phẩm. Trong những trường hợp này, thời gian ghi nhận doanh thu sẽ khác với thời gian của"
        },
        {
            "bbox": [
                24.738352605042017,
                489.51795397862236,
                973.9074675630253,
                9.800546021377613
            ],
            "text": "retrospective approach. A contract asset balance of $9 and $11 is recorded within “Other current assets” at December 31, 2019 and December 31, 2018,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Hóa đơn cho khách hàng và sẽ dẫn đến việc công ty ghi lại một tài sản hợp đồng. Công ty đã thông qua ASU 2014-09 vào ngày 1 tháng 1 năm 2018 bằng cách sử dụng một sửa đổi"
        },
        {
            "bbox": [
                24.738352605042017,
                500.74030403800475,
                973.9183032773109,
                9.800533847981
            ],
            "text": "respectively, in the Consolidated Balance Sheet. Refer to Note 18 for additional discussion of the Company’s net sales by reportable segment disaggregated by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "phương pháp hồi cứu. Số dư tài sản hợp đồng là $ 9 và $ 11 được ghi nhận trong các tài sản khác hiện tại, vào ngày 31 tháng 12 năm 2019 và ngày 31 tháng 12 năm 2018,"
        },
        {
            "bbox": [
                24.738352605042017,
                511.96741389548697,
                114.52839911764707,
                9.800533847980944
            ],
            "text": "geographic region.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "tương ứng, trong bảng cân đối kế toán hợp nhất. Tham khảo Lưu ý 18 để thảo luận bổ sung về doanh thu mạng của công ty bằng cách phân chia phân chia báo cáo được phân chia bởi"
        },
        {
            "bbox": [
                72.391148697479,
                530.82191152019,
                154.94652987394957,
                9.886137173396662
            ],
            "text": "Shipping and Handling",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 12
            },
            "text_vi": "khu vực địa lý."
        },
        {
            "bbox": [
                227.34027983193278,
                530.907502672209,
                771.3101743697481,
                9.80054602137767
            ],
            "text": "—Freight costs that are billed to customers are included in “Net sales” in the Consolidated Statements of Operations. Shipping",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Vận chuyển và xử lý"
        },
        {
            "bbox": [
                24.738352605042017,
                540.7270635391924,
                973.9142032773111,
                9.800533847980944
            ],
            "text": "costs are incurred to move the Company’s products from production and storage facilities to the customer. Handling costs are incurred from the point the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Chi phí của FREFREight được lập hóa đơn cho khách hàng được bao gồm trong các doanh số bán hàng mạng trong các báo cáo hoạt động hợp nhất. Vận chuyển"
        },
        {
            "bbox": [
                24.738352605042017,
                550.5513720308788,
                973.8986301680674,
                9.800533847980944
            ],
            "text": "product is removed from inventory until it is provided to the shipper and generally include costs to store, move and prepare the products for shipment. Revenue",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Chi phí phát sinh để chuyển các sản phẩm của công ty từ các cơ sở sản xuất và lưu trữ cho khách hàng. Chi phí xử lý được phát sinh từ điểm"
        },
        {
            "bbox": [
                24.738352605042017,
                560.3709328978623,
                973.8976826890757,
                9.800533847980944
            ],
            "text": "from shipping and handling services is recognized when control of the product is transferred to the customer. Shipping and handling costs are recorded in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Sản phẩm được loại bỏ khỏi hàng tồn kho cho đến khi nó được cung cấp cho người giao hàng và thường bao gồm chi phí để lưu trữ, di chuyển và chuẩn bị các sản phẩm cho lô hàng. Doanh thu"
        },
        {
            "bbox": [
                24.738352605042017,
                570.1952413895488,
                372.0427305882354,
                9.800533847981
            ],
            "text": "“Cost of sales” in the Consolidated Statements of Operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Từ các dịch vụ vận chuyển và xử lý được công nhận khi kiểm soát sản phẩm được chuyển cho khách hàng. Chi phí vận chuyển và xử lý được ghi lại trong"
        },
        {
            "bbox": [
                72.391148697479,
                588.3459706057007,
                122.25583449579833,
                9.886124999999993
            ],
            "text": "Turnaround Costs",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 12
            },
            "text_vi": "Chi phí bán hàng của người Viking trong các báo cáo hợp nhất về hoạt động."
        },
        {
            "bbox": [
                194.6410399159664,
                588.4363215558195,
                804.0094142857145,
                9.795774049881175
            ],
            "text": "—The Company periodically performs procedures at its major production facilities to extend the useful life, increase output and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Chi phí quay vòng"
        },
        {
            "bbox": [
                24.738352605042017,
                598.2558702494061,
                973.9153574789917,
                9.800533847980944
            ],
            "text": "efficiency and ensure the long-term reliability and safety of plant machinery (“turnaround” or “turnaround costs”). As a result of the application of fresh start",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Công ty định kỳ thực hiện các thủ tục tại các cơ sở sản xuất chính của mình để mở rộng tuổi thọ hữu ích, tăng sản lượng và"
        },
        {
            "bbox": [
                24.738352605042017,
                608.0754311163896,
                973.8965284873951,
                9.800533847980944
            ],
            "text": "accounting upon the Company’s emergence from Chapter 11, the Successor Company adopted an accounting policy to capitalize certain turnaround costs and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Hiệu quả và đảm bảo độ tin cậy và độ an toàn lâu dài của máy móc thực vật (chi phí quay vòng và vòng quay của các nhà máy). Kết quả của việc áp dụng khởi đầu mới"
        },
        {
            "bbox": [
                24.738352605042017,
                617.8997396080761,
                973.9074675630253,
                9.800533847981
            ],
            "text": "amortize on a straight-line basis over the estimated period until the next turnaround. Costs for routine repairs and maintenance are expensed as incurred.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Kế toán dựa trên sự xuất hiện của công ty từ Chương 11, công ty kế nhiệm đã áp dụng chính sách kế toán để tận dụng một số chi phí quay vòng nhất định và"
        },
        {
            "bbox": [
                24.738352605042017,
                627.7193004750594,
                883.0382545378152,
                9.800533847981
            ],
            "text": "Capitalized turnaround costs were $2 at December 31, 2019 and are included in “Machinery and equipment” in the Consolidated Balance Sheets.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "khấu hao trên cơ sở đường thẳng trong khoảng thời gian ước tính cho đến khi quay vòng tiếp theo. Chi phí cho việc sửa chữa và bảo trì thường xuyên được mở rộng như phát sinh."
        },
        {
            "bbox": [
                503.484530672269,
                649.5172888954869,
                16.414022689075637,
                10.618427850356284
            ],
            "text": "58",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chi phí quay vòng viết hoa là 2 đô la vào ngày 31 tháng 12 năm 2019 và được bao gồm trong máy móc và thiết bị trên mạng trong các bảng cân đối kế toán hợp nhất."
        }
    ]
}