{
    "metadata": {
        "page_hash": "8d7d0008b98018b046dfe0e2394b5d6c9cadd2d04efb40efbc08b857b04a1458",
        "original_filename": "NYSE_MET_2012.pdf",
        "page_no": 136,
        "num_pages": 215,
        "original_width": 612,
        "original_height": 792,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "ann_reports_10_14_fancy",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                463.92973856209153,
                68.98704261363639,
                98.73327573529411,
                11.945378472222274
            ],
            "text": "MetLife, Inc.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIBB+HelveticaNeueCE-Bold",
                "size": 1
            },
            "text_vi": "MetLife, Inc."
        },
        {
            "bbox": [
                263.36805555555554,
                92.28249715909101,
                499.91015277777774,
                11.945378472222274
            ],
            "text": "Notes to the Consolidated Financial Statements — (Continued)",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIBB+HelveticaNeueCE-Bold",
                "size": 1
            },
            "text_vi": "Ghi chú cho báo cáo tài chính hợp nhất - (Tiếp theo)"
        },
        {
            "bbox": [
                104.67728758169935,
                129.12557859848494,
                166.7078758169935,
                9.193952335858626
            ],
            "text": "Interest Rate Derivatives",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIFB+HelveticaNeue-HeavyItalic",
                "size": 1
            },
            "text_vi": "Lãi suất phái sinh"
        },
        {
            "bbox": [
                111.37663398692811,
                142.0260318813132,
                824.065196895425,
                9.639141414141363
            ],
            "text": "The Company uses a variety of interest rate derivatives to reduce its exposure to changes in interest rates, including interest rate swaps, caps,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty sử dụng nhiều công cụ phái sinh lãi suất để giảm tiếp xúc với thay đổi lãi suất, bao gồm hoán đổi lãi suất, giới hạn, CAPS,"
        },
        {
            "bbox": [
                91.27859477124183,
                154.96795107323237,
                218.94269648692807,
                9.639141414141363
            ],
            "text": "floors, swaptions, futures and forwards.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Sàn, hoán đổi, tương lai và chuyển tiếp."
        },
        {
            "bbox": [
                111.37663398692811,
                167.90987026515154,
                824.0677593954248,
                9.639141414141363
            ],
            "text": "Interest rate swaps are used by the Company primarily to reduce market risks from changes in interest rates and to alter interest rate exposure",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Hoán đổi lãi suất được sử dụng bởi công ty chủ yếu để giảm rủi ro thị trường từ những thay đổi về lãi suất và thay đổi lãi suất"
        },
        {
            "bbox": [
                91.27859477124183,
                180.8517894570707,
                844.1577258986928,
                9.639141414141363
            ],
            "text": "arising from mismatches between assets and liabilities (duration mismatches). In an interest rate swap, the Company agrees with another party to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Phát sinh từ sự không phù hợp giữa tài sản và nợ phải trả (sự không phù hợp về thời gian). Trong một giao dịch hoán đổi lãi suất, công ty đồng ý với một bên khác với"
        },
        {
            "bbox": [
                91.27859477124183,
                193.79370864898988,
                844.1270596405229,
                9.639141414141477
            ],
            "text": "exchange, at specified intervals, the difference between fixed rate and floating rate interest amounts as calculated by reference to an agreed notional",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "trao đổi, tại các khoảng thời gian được chỉ định, chênh lệch giữa tỷ lệ cố định và tỷ lệ thả nổi số tiền theo tính toán theo tham chiếu đến một khái niệm đã được thống nhất"
        },
        {
            "bbox": [
                91.27864669117648,
                206.73562784090916,
                632.4209619689543,
                9.639141414141363
            ],
            "text": "amount. The Company utilizes interest rate swaps in fair value, cash flow and non-qualifying hedging relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "số lượng. Công ty sử dụng hoán đổi lãi suất trong giá trị hợp lý, dòng tiền và các mối quan hệ phòng ngừa rủi ro không đủ điều kiện."
        },
        {
            "bbox": [
                111.37668590686276,
                219.67754703282833,
                823.7771903186274,
                9.639141414141363
            ],
            "text": "The Company uses structured interest rate swaps to synthetically create investments that are either more expensive to acquire or otherwise unavailable in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty sử dụng các giao dịch hoán đổi lãi suất có cấu trúc để tạo ra các khoản đầu tư đắt hơn để có được hoặc không có sẵn trong"
        },
        {
            "bbox": [
                91.27874885620916,
                232.6194662247475,
                843.9045542483659,
                9.639141414141363
            ],
            "text": "the cash markets. These transactions are a combination of a derivative and a cash instrument such as a U.S. Treasury, agency, or other fixed maturity security.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "thị trường tiền mặt. Các giao dịch này là sự kết hợp của một công cụ phái sinh và một công cụ tiền mặt như Kho bạc, cơ quan của Hoa Kỳ hoặc bảo mật đáo hạn cố định khác."
        },
        {
            "bbox": [
                91.27874885620916,
                245.56138541666667,
                739.3372196895425,
                9.639141414141363
            ],
            "text": "Structured interest rate swaps are included in interest rate swaps. Structured interest rate swaps are not designated as hedging instruments",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Hoán đổi lãi suất có cấu trúc được bao gồm trong hoán đổi lãi suất. Hoán đổi lãi suất có cấu trúc không được chỉ định là công cụ phòng ngừa rủi ro"
        },
        {
            "bbox": [
                111.37681319444445,
                258.50330460858584,
                823.961981740196,
                9.639141414141477
            ],
            "text": "The Company purchases interest rate caps and floors primarily to protect its floating rate liabilities against rises in interest rates above a specified",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty mua giới hạn lãi suất và sàn lãi suất chủ yếu để bảo vệ các khoản nợ lãi suất nổi của mình đối với tăng lãi suất trên mức được chỉ định"
        },
        {
            "bbox": [
                91.27879910130719,
                271.4452238005051,
                844.2089390522875,
                9.639141414141363
            ],
            "text": "level, and against interest rate exposure arising from mismatches between assets and liabilities, as well as to protect its minimum rate guarantee",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Cấp độ và chống lại việc tiếp xúc với lãi suất phát sinh từ sự không phù hợp giữa tài sản và nợ phải trả, cũng như để bảo vệ đảm bảo lãi suất tối thiểu của nó"
        },
        {
            "bbox": [
                91.27879910130719,
                284.3871429924243,
                849.5454374183007,
                9.639141414141363
            ],
            "text": "liabilities against declines in interest rates below a specified level, respectively. In certain instances, the Company locks in the economic impactof",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Nợ phải trả chống lại sự sụt giảm lãi suất dưới một mức xác định, tương ứng. Trong một số trường hợp nhất định, công ty khóa trong tác động kinh tế"
        },
        {
            "bbox": [
                91.27879910130719,
                297.32906218434346,
                844.1526142973855,
                9.639141414141363
            ],
            "text": "existing purchased caps and floors by entering into offsetting written caps and floors. The Company utilizes interest rate caps and floors in non-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Mũ và sàn đã mua hiện có bằng cách nhập vào việc bù đắp mũ và sàn bằng văn bản. Công ty sử dụng các mức lãi suất và sàn nhà trong"
        },
        {
            "bbox": [
                91.27879910130719,
                310.2709813762626,
                176.35761102941177,
                9.639141414141363
            ],
            "text": "qualifying hedging relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "đủ điều kiện phòng ngừa rủi ro."
        },
        {
            "bbox": [
                111.37683831699347,
                323.2129005681818,
                824.1817286764705,
                9.639141414141477
            ],
            "text": "In exchange-traded interest rate (Treasury and swap) futures transactions, the Company agrees to purchase or sell a specified number of contracts,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Trong các giao dịch tương lai lãi suất được giao dịch trao đổi (Kho bạc và hoán đổi), công ty đồng ý mua hoặc bán một số lượng hợp đồng cụ thể,"
        },
        {
            "bbox": [
                91.27879910130719,
                336.1548197601011,
                844.1551600490196,
                9.639141414141363
            ],
            "text": "the value of which is determined by the different classes of interest rate securities, and to post variation margin on a daily basis in an amount equal to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "giá trị của nó được xác định bởi các loại chứng khoán lãi suất khác nhau và để đăng biên độ thay đổi hàng ngày với số lượng"
        },
        {
            "bbox": [
                91.27879910130719,
                349.09673895202025,
                844.1566004084967,
                9.639141414141363
            ],
            "text": "the difference in the daily market values of those contracts. The Company enters into exchange-traded futures with regulated futures commission",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Sự khác biệt trong các giá trị thị trường hàng ngày của các hợp đồng đó. Công ty tham gia vào tương lai giao dịch trao đổi với Ủy ban Tương lai được quy định"
        },
        {
            "bbox": [
                91.27879910130719,
                362.0386581439394,
                844.2154709150327,
                9.63918023989902
            ],
            "text": "merchants that are members of the exchange. Exchange-traded interest rate (Treasury and swap) futures are used primarily to hedge mismatches",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Các thương nhân là thành viên của Sàn giao dịch. Tương lai lãi suất giao dịch trao đổi (Kho bạc và hoán đổi) được sử dụng chủ yếu để phòng ngừa sự không phù hợp"
        },
        {
            "bbox": [
                91.27879910130719,
                374.98061616161624,
                844.1619096405229,
                9.639141414141363
            ],
            "text": "between the duration of assets in a portfolio and the duration of liabilities supported by those assets, to hedge against changes in value of securities the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "giữa thời gian tài sản trong danh mục đầu tư và thời hạn của các khoản nợ được hỗ trợ bởi các tài sản đó, để phòng ngừa các thay đổi về giá trị của chứng khoán"
        },
        {
            "bbox": [
                91.27879910130719,
                387.9225353535354,
                844.0801273692811,
                9.639141414141363
            ],
            "text": "Company owns or anticipates acquiring and to hedge against changes in interest rates on anticipated liability issuances by replicating Treasury or swap",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty sở hữu hoặc dự đoán việc có được và phòng ngừa chống lại những thay đổi về lãi suất đối với các khoản phát hành trách nhiệm dự kiến ​​bằng cách sao chép kho bạc hoặc hoán đổi"
        },
        {
            "bbox": [
                91.27874885620916,
                400.8644545454546,
                657.7954549836602,
                9.639141414141477
            ],
            "text": "curve performance. The Company utilizes exchange-traded interest rate futures in non-qualifying hedging relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Hiệu suất đường cong. Công ty sử dụng tương lai lãi suất được giao dịch trao đổi trong các mối quan hệ phòng ngừa rủi ro không đủ điều kiện."
        },
        {
            "bbox": [
                111.37678807189542,
                413.80637373737386,
                824.0170084967322,
                9.639141414141363
            ],
            "text": "Swaptions are used by the Company to hedge interest rate risk associated with the Company’s long-term liabilities and invested assets. A swaption",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Việc trao đổi được công ty sử dụng để phòng ngừa rủi ro lãi suất liên quan đến các khoản nợ dài hạn của công ty và tài sản đầu tư. Một sự hoán đổi"
        },
        {
            "bbox": [
                91.27874885620916,
                426.74829292929303,
                844.1418283496732,
                9.639141414141363
            ],
            "text": "is an option to enter into a swap with a forward starting effective date. In certain instances, the Company locks in the economic impact of existing",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "là một tùy chọn để tham gia hoán đổi với ngày bắt đầu có hiệu lực. Trong một số trường hợp nhất định, công ty khóa trong tác động kinh tế của hiện tại"
        },
        {
            "bbox": [
                91.27874885620916,
                439.6902121212122,
                844.1229026960784,
                9.639141414141363
            ],
            "text": "purchased swaptions by entering into offsetting written swaptions. The Company pays a premium for purchased swaptions and receives a premium for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "đã mua hoán đổi bằng cách nhập vào việc bù đắp giao dịch bằng văn bản. Công ty trả phí cho việc trao đổi đã mua và nhận phí bảo hiểm cho"
        },
        {
            "bbox": [
                91.27874885620916,
                452.63213131313137,
                764.6218426470588,
                9.639141414141363
            ],
            "text": "written swaptions. The Company utilizes swaptions in non-qualifying hedging relationships. Swaptions are included in interest rate options.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Viết hoán đổi. Công ty sử dụng các mối quan hệ giao dịch trong các mối quan hệ phòng ngừa rủi ro không đủ điều kiện. Việc trao đổi được bao gồm trong các tùy chọn lãi suất."
        },
        {
            "bbox": [
                111.37678807189542,
                465.57405050505054,
                824.0371400326799,
                9.639141414141363
            ],
            "text": "The Company enters into interest rate forwards to buy and sell securities. The price is agreed upon at the time of the contract and payment for such",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty tham gia vào lãi suất chuyển tiếp để mua và bán chứng khoán. Giá được thỏa thuận tại thời điểm hợp đồng và thanh toán cho như vậy"
        },
        {
            "bbox": [
                91.27874885620916,
                478.5159696969697,
                844.1243430555556,
                9.639141414141477
            ],
            "text": "a contract is made at a specified future date. The Company also uses interest rate forwards to sell to be announced securities as economic hedges",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Một hợp đồng được thực hiện tại một ngày trong tương lai. Công ty cũng sử dụng lãi suất chuyển tiếp để bán để được công bố chứng khoán là hàng rào kinh tế"
        },
        {
            "bbox": [
                91.27874885620916,
                491.457888888889,
                844.2073479575163,
                9.639141414141363
            ],
            "text": "against the risk of changes in the fair value of mortgage loans held-for-sale and interest rate lock commitments. The Company utilizes interest rate",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Chống lại rủi ro thay đổi giá trị hợp lý của các khoản vay thế chấp được tổ chức cho các cam kết khóa lãi suất và lãi suất. Công ty sử dụng lãi suất"
        },
        {
            "bbox": [
                91.27874885620916,
                504.39980808080816,
                348.03107589869285,
                9.639141414141363
            ],
            "text": "forwards in cash flow and non-qualifying hedging relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "chuyển tiếp trong dòng tiền và"
        },
        {
            "bbox": [
                104.67728758169935,
                522.5597279040405,
                300.44426511437916,
                9.193939393939388
            ],
            "text": "Foreign Currency Exchange Rate Derivatives",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIFB+HelveticaNeue-HeavyItalic",
                "size": 1
            },
            "text_vi": "Mối quan hệ phòng ngừa rủi ro không đủ điều kiện."
        },
        {
            "bbox": [
                111.37663398692811,
                535.4602588383839,
                824.0583468137255,
                9.639141414141477
            ],
            "text": "The Company uses foreign currency exchange rate derivatives including foreign currency swaps, foreign currency forwards and currency options, to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Phái sinh của tỷ giá hối đoái"
        },
        {
            "bbox": [
                91.27859477124183,
                548.402178030303,
                844.1269424019607,
                9.639141414141477
            ],
            "text": "reduce the risk from fluctuations in foreign currency exchange rates associated with its assets and liabilities denominated in foreign currencies. The",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty sử dụng các dẫn xuất tỷ giá hối đoái ngoại tệ bao gồm hoán đổi ngoại tệ, tiền tệ tiền tệ và các lựa chọn tiền tệ, để"
        },
        {
            "bbox": [
                91.2785428513072,
                561.3440972222222,
                844.1041997957517,
                9.639141414141477
            ],
            "text": "Company also uses foreign currency derivatives to hedge the foreign currency exchange rate risk associated with certain of its net investments in foreign",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Giảm rủi ro từ sự dao động của tỷ giá hối đoái liên quan đến tài sản và nợ phải trả của nó bằng ngoại tệ. Các"
        },
        {
            "bbox": [
                91.2785428513072,
                574.2860164141414,
                62.06274509803923,
                9.63914141414142
            ],
            "text": "operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty cũng sử dụng các công cụ phái sinh ngoại tệ để phòng ngừa rủi ro tỷ giá hối đoái liên quan đến một số khoản đầu tư ròng của mình vào nước ngoài"
        },
        {
            "bbox": [
                111.37658206699345,
                587.2279356060606,
                824.0302949754902,
                9.639141414141477
            ],
            "text": "In a foreign currency swap transaction, the Company agrees with another party to exchange, at specified intervals, the difference between one",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "hoạt động."
        },
        {
            "bbox": [
                91.2785428513072,
                600.1698547979797,
                844.140493504902,
                9.639141414141477
            ],
            "text": "currency and another at a fixed exchange rate, generally set at inception, calculated by reference to an agreed upon notional amount. The notional",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Trong một giao dịch hoán đổi ngoại tệ, công ty đồng ý với một bên khác để trao đổi, trong các khoảng thời gian cụ thể, sự khác biệt giữa một"
        },
        {
            "bbox": [
                91.2785428513072,
                613.111773989899,
                844.228824387255,
                9.639141414141477
            ],
            "text": "amount of each currency is exchanged at the inception and termination of the currency swap by each party. The Company utilizes foreign currency",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Tiền tệ và một loại khác ở tỷ giá hối đoái cố định, thường được đặt tại Inception, được tính toán bằng cách tham chiếu đến một số tiền đã được thỏa thuận. Khái niệm"
        },
        {
            "bbox": [
                91.2785428513072,
                626.0536931818182,
                392.4142508578431,
                9.639141414141477
            ],
            "text": "swaps in fair value, cash flow and non-qualifying hedging relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Số tiền của mỗi loại tiền tệ được trao đổi khi bắt đầu và chấm dứt hoán đổi tiền tệ của mỗi bên. Công ty sử dụng ngoại tệ"
        },
        {
            "bbox": [
                111.37658206699345,
                638.9956123737375,
                824.0304959558824,
                9.63914141414142
            ],
            "text": "In a foreign currency forward transaction, the Company agrees with another party to deliver a specified amount of an identified currency at a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Hoán đổi trong giá trị hợp lý, dòng tiền và các mối quan hệ phòng ngừa rủi ro không đủ điều kiện."
        },
        {
            "bbox": [
                91.2785428513072,
                651.9375315656566,
                844.1375290441177,
                9.639141414141477
            ],
            "text": "specified future date. The price is agreed upon at the time of the contract and payment for such a contract is made at the specified future date. The",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Trong một giao dịch chuyển tiếp ngoại tệ, công ty đồng ý với một bên khác để cung cấp một lượng tiền tệ được xác định tại"
        },
        {
            "bbox": [
                91.2785428513072,
                664.8794507575758,
                738.8575347630718,
                9.639141414141477
            ],
            "text": "Company utilizes foreign currency forwards in fair value, net investment in foreign operations and non-qualifying hedging relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "ngày được chỉ định trong tương lai. Giá được thỏa thuận tại thời điểm hợp đồng và thanh toán cho hợp đồng như vậy được thực hiện vào ngày được chỉ định trong tương lai. Các"
        },
        {
            "bbox": [
                111.37658206699345,
                677.821369949495,
                824.0048374591503,
                9.63914141414142
            ],
            "text": "The Company enters into currency options that give it the right, but not the obligation, to sell the foreign currency amount in exchange for a functional",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty sử dụng tiền tệ chuyển tiếp về giá trị hợp lý, đầu tư ròng vào các hoạt động nước ngoài và các mối quan hệ phòng ngừa rủi ro không đủ điều kiện."
        },
        {
            "bbox": [
                91.2785428513072,
                690.7632891414141,
                844.1309804330066,
                9.639115530303059
            ],
            "text": "currency amount within a limited time at a contracted price. The contracts may also be net settled in cash, based on differentials in the foreign exchange",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty tham gia vào các tùy chọn tiền tệ cung cấp cho nó quyền, nhưng không phải là nghĩa vụ, bán số tiền ngoại tệ để đổi lấy một chức năng"
        },
        {
            "bbox": [
                91.27849260620916,
                703.7051824494949,
                844.1578280637254,
                9.639141414141363
            ],
            "text": "rate and the strike price. The Company uses currency options to hedge against the foreign currency exposure inherent in certain of its variable annuity",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Số tiền tiền tệ trong một thời gian giới hạn với giá hợp đồng. Các hợp đồng cũng có thể được giải quyết bằng ròng bằng tiền mặt, dựa trên sự khác biệt trong ngoại hối"
        },
        {
            "bbox": [
                91.27849260620916,
                716.6471016414141,
                844.2181389297385,
                9.639141414141363
            ],
            "text": "products. The Company also uses currency options as an economic hedge of foreign currency exposure related to the Company’s international",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "tỷ lệ và giá tấn công. Công ty sử dụng các tùy chọn tiền tệ để chống lại việc tiếp xúc với ngoại tệ vốn có trong một số tiền niên thay đổi của nó"
        },
        {
            "bbox": [
                91.27849260620916,
                729.5890208333333,
                732.1608848447713,
                9.63914141414142
            ],
            "text": "subsidiaries. The Company utilizes currency options in net investment in foreign operations and non-qualifying hedging relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "các sản phẩm. Công ty cũng sử dụng các tùy chọn tiền tệ như một hàng rào kinh tế về phơi nhiễm ngoại tệ liên quan đến công ty quốc tế"
        },
        {
            "bbox": [
                111.37653182189543,
                742.5309400252526,
                824.083906495098,
                9.639141414141363
            ],
            "text": "The Company uses certain of its foreign currency denominated funding agreements to hedge portions of its net investments in foreign operations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty con. Công ty sử dụng các tùy chọn tiền tệ vào đầu tư ròng vào các hoạt động nước ngoài và các mối quan hệ phòng ngừa rủi ro không đủ điều kiện."
        },
        {
            "bbox": [
                91.27849260620916,
                755.4728592171717,
                636.7943656454248,
                9.63914141414142
            ],
            "text": "against adverse movements in exchange rates. Such contracts are included in non-derivative hedging instruments.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty sử dụng một số thỏa thuận tài trợ có mệnh giá ngoại tệ để phòng ngừa các phần đầu tư ròng của mình vào các hoạt động nước ngoài"
        },
        {
            "bbox": [
                111.37653182189543,
                768.414778409091,
                748.3372104166666,
                9.639141414141363
            ],
            "text": "To a lesser extent, the Company uses exchange-traded currency futures to hedge currency mismatches between assets and liabilities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "chống lại các chuyển động bất lợi trong tỷ giá hối đoái. Các hợp đồng như vậy được bao gồm trong các công cụ phòng ngừa rủi ro không dẫn xuất."
        },
        {
            "bbox": [
                104.67728758169935,
                789.163418560606,
                120.56545751633988,
                9.193952335858569
            ],
            "text": "Credit Derivatives",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIFB+HelveticaNeue-HeavyItalic",
                "size": 1
            },
            "text_vi": "Ở mức độ thấp hơn, công ty sử dụng tương lai tiền tệ giao dịch trao đổi để phòng ngừa sự không phù hợp về tiền tệ giữa tài sản và nợ phải trả."
        },
        {
            "bbox": [
                111.37663398692811,
                802.0639236111111,
                824.0532385620915,
                9.63914141414142
            ],
            "text": "Credit derivatives primarily include credit default swaps that are used by the Company to hedge against credit-related changes in the value of its",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Phái sinh tín dụng"
        },
        {
            "bbox": [
                91.27859477124183,
                815.0058428030303,
                844.0976160130718,
                9.63914141414142
            ],
            "text": "investments. In a credit default swap transaction, the Company agrees with another party to pay, at specified intervals, a premium to hedge credit risk. If",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Các công cụ phái sinh tín dụng chủ yếu bao gồm các giao dịch hoán đổi mặc định tín dụng được công ty sử dụng để chống lại các thay đổi liên quan đến tín dụng về giá trị của nó"
        },
        {
            "bbox": [
                91.27859477124183,
                827.9477619949495,
                844.1701866830066,
                9.63914141414142
            ],
            "text": "a credit event occurs, as defined by the contract, the contract may be cash settled or it may be settled gross by the delivery of par quantities of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "đầu tư. Trong một giao dịch hoán đổi mặc định tín dụng, công ty đồng ý với một bên khác để trả tiền, trong các khoảng thời gian được chỉ định, phí bảo hiểm cho rủi ro tín dụng. Nếu như"
        },
        {
            "bbox": [
                91.27859477124183,
                840.8896811868686,
                844.0816715686275,
                9.639141414141449
            ],
            "text": "referenced investment equal to the specified swap notional in exchange for the payment of cash amounts by the counterparty equal to the par value of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Một sự kiện tín dụng xảy ra, theo định nghĩa của hợp đồng, hợp đồng có thể được giải quyết bằng tiền mặt hoặc có thể được giải quyết gộp bằng cách cung cấp số lượng mệnh giá của"
        },
        {
            "bbox": [
                91.27859477124183,
                853.8316003787879,
                844.3146245915033,
                9.63915435606063
            ],
            "text": "the investment surrendered. Credit events vary by type of issuer but typically include bankruptcy, failure to pay debt obligations, repudiation, moratorium,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Đầu tư được tham chiếu bằng với công thức hoán đổi được chỉ định để đổi lấy việc thanh toán số tiền bằng tiền mặt của đối tác bằng với giá trị mệnh của"
        },
        {
            "bbox": [
                91.27864669117648,
                866.7735195707071,
                844.1618610702615,
                9.639154356060601
            ],
            "text": "or involuntary restructuring. In each case, payout on a credit default swap is triggered only after the Credit Derivatives Determinations Committee of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Đầu tư đầu hàng. Các sự kiện tín dụng khác nhau tùy theo loại nhà phát hành nhưng thường bao gồm phá sản, không trả các nghĩa vụ nợ, thoái thác, lệnh cấm,"
        },
        {
            "bbox": [
                91.27864669117648,
                879.7154387626263,
                844.1564345996732,
                9.639154356060601
            ],
            "text": "International Swaps and Derivatives Association, Inc. deems that a credit event has occurred. The Company utilizes credit default swaps in non-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "hoặc tái cấu trúc không tự nguyện. Trong mỗi trường hợp, thanh toán trên một giao dịch hoán đổi mặc định tín dụng chỉ được kích hoạt sau khi Ủy ban xác định phái sinh tín dụng của"
        },
        {
            "bbox": [
                91.27864669117648,
                892.6573579545454,
                176.35761270424834,
                9.639154356060601
            ],
            "text": "qualifying hedging relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Hiệp hội hoán đổi quốc tế và phái sinh, Inc. cho rằng một sự kiện tín dụng đã xảy ra. Công ty sử dụng các giao dịch hoán đổi mặc định tín dụng trong không"
        },
        {
            "bbox": [
                91.27859477124183,
                954.0486471275252,
                50.69126781045752,
                7.22935476641414
            ],
            "text": "MetLife, Inc.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "đủ điều kiện phòng ngừa rủi ro."
        },
        {
            "bbox": [
                915.8006368464053,
                954.4136066603535,
                19.59406413398699,
                8.361776578282836
            ],
            "text": "131",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIBB+HelveticaNeueCE-Bold",
                "size": 1
            },
            "text_vi": "MetLife, Inc."
        }
    ]
}