{
    "metadata": {
        "page_hash": "95c0e65a8dc7fee2a6cb69540e0f5b0852c868a9071b9e8187df8772dac72a81",
        "original_filename": "0000024090-21-000012_20210310x10k.pdf",
        "page_no": 28,
        "num_pages": 134,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.42304869358668,
                96.52768504201683,
                8.982627672209105
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    255,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 11
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                26.05686781512605,
                36.37515617577196,
                105.43739848739494,
                10.61844002375301
            ],
            "text": "CITIZENS, INC.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGMBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Công dân, inc."
        },
        {
            "bbox": [
                24.738352605042017,
                79.87127464370542,
                973.8912742857143,
                10.616054038004904
            ],
            "text": "\"spread,\" or the difference between the amounts we are required to pay under our contracts to policyholders and the rate of return we are able to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "\"lan truyền\", hoặc sự khác biệt giữa số tiền chúng tôi được yêu cầu phải trả theo hợp đồng của chúng tôi cho các chủ chính sách và tỷ lệ lợi nhuận mà chúng tôi có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                90.3946039192399,
                973.9124116806724,
                10.61605403800479
            ],
            "text": "earn on our investments intended to support obligations under the contracts. As a key component of profitability, a narrowing of our “spread” may",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Kiếm tiền đầu tư của chúng tôi nhằm hỗ trợ các nghĩa vụ theo hợp đồng. Là một thành phần chính của lợi nhuận, việc thu hẹp của chúng tôi có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                100.91793319477438,
                973.9115675630253,
                10.61605403800479
            ],
            "text": "have a material adverse effect on our results of operations or financial condition. Lowering our interest crediting rates can help offset decreases in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "có ảnh hưởng bất lợi về vật chất đối với kết quả hoạt động hoặc tình trạng tài chính của chúng tôi. Giảm tỷ lệ tín dụng lãi suất của chúng tôi có thể giúp giảm bớt"
        },
        {
            "bbox": [
                24.738352605042017,
                111.44126247030886,
                973.9089490756304,
                10.61605403800479
            ],
            "text": "investment margins on some of our products. However, our ability to lower these rates could be limited by competition or contractually guaranteed",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Lợi nhuận đầu tư vào một số sản phẩm của chúng tôi. Tuy nhiên, khả năng của chúng tôi để giảm tỷ lệ này có thể bị giới hạn bởi sự cạnh tranh hoặc được đảm bảo theo hợp đồng"
        },
        {
            "bbox": [
                24.738352605042017,
                121.96459174584322,
                565.3739238655462,
                10.616066211401517
            ],
            "text": "minimum rates and may not match the timing or magnitude of changes in asset yields.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tỷ lệ tối thiểu và có thể không phù hợp với thời gian hoặc mức độ thay đổi trong sản lượng tài sản."
        },
        {
            "bbox": [
                24.738352605042017,
                145.81684085510688,
                973.8973726050422,
                10.616066211401517
            ],
            "text": "An increase in interest rates will decrease the net unrealized gain position of our investment portfolio and may subject us to disintermediation risk.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự gia tăng lãi suất sẽ làm giảm vị trí lãi ròng chưa thực hiện của danh mục đầu tư của chúng tôi và có thể khiến chúng tôi phải chịu rủi ro không rõ ràng."
        },
        {
            "bbox": [
                24.738352605042017,
                156.34017013064135,
                973.9129457142857,
                10.616066211401517
            ],
            "text": "Disintermediation risk is the risk that in a change from a low interest rate period to a significantly higher and increasing interest rate period,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Rủi ro không rõ ràng là nguy cơ thay đổi từ thời gian lãi suất thấp thành thời gian lãi suất cao hơn và tăng đáng kể,"
        },
        {
            "bbox": [
                24.738352605042017,
                166.86351157957245,
                973.9089490756304,
                10.61605403800479
            ],
            "text": "policyholders may surrender their policies or make early withdrawals to increase their returns, requiring us to liquidate investments in an unrealized",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các chủ chính sách có thể từ bỏ chính sách của họ hoặc rút tiền sớm để tăng lợi nhuận của họ, yêu cầu chúng tôi phải thanh lý các khoản đầu tư vào một"
        },
        {
            "bbox": [
                24.738352605042017,
                177.3844548693587,
                509.1895910924371,
                10.61844002375301
            ],
            "text": "loss position (i.e. the market value less the carrying value of the investments).",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Vị trí tổn thất (nghĩa là giá trị thị trường ít hơn giá trị thực hiện của các khoản đầu tư)."
        },
        {
            "bbox": [
                24.738352605042017,
                201.23908996437058,
                973.8911709243699,
                10.61605403800479
            ],
            "text": "Our investment portfolio is subject to various risks that may result in realized investment losses. In particular, decreases in the fair",
            "font": {
                "color": [
                    18,
                    7,
                    201,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Danh mục đầu tư của chúng tôi phải chịu các rủi ro khác nhau có thể dẫn đến tổn thất đầu tư nhận ra. Đặc biệt, giảm trong hội chợ"
        },
        {
            "bbox": [
                24.738352605042017,
                211.76003325415684,
                955.1059356302521,
                10.61606621140129
            ],
            "text": "value of fixed maturities may significantly reduce the value of our investments, and as a result, our financial condition may suffer.",
            "font": {
                "color": [
                    18,
                    7,
                    201,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Giá trị của kỳ hạn cố định có thể làm giảm đáng kể giá trị của các khoản đầu tư của chúng tôi và kết quả là, tình trạng tài chính của chúng tôi có thể bị ảnh hưởng."
        },
        {
            "bbox": [
                24.738352605042017,
                235.6122945368171,
                973.9145133613447,
                10.618427850356397
            ],
            "text": "We are subject to credit risk in our investment portfolio. Defaults by third parties in the payment or performance of their obligations under these",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi phải chịu rủi ro tín dụng trong danh mục đầu tư của chúng tôi. Mặc định của các bên thứ ba trong việc thanh toán hoặc thực hiện nghĩa vụ của họ theo các nghĩa vụ của họ"
        },
        {
            "bbox": [
                24.738352605042017,
                246.13562381235158,
                973.8877083193278,
                10.616054038004677
            ],
            "text": "securities could reduce our investment income and realized investment gains or result in the recognition of investment losses. The value of our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chứng khoán có thể làm giảm thu nhập đầu tư của chúng tôi và nhận ra lợi nhuận đầu tư hoặc dẫn đến việc công nhận tổn thất đầu tư. Giá trị của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                256.65895308788606,
                973.8877083193278,
                10.616054038004677
            ],
            "text": "investments may be materially adversely affected by increases in interest rates, downgrades in the bonds included in our portfolio and by other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các khoản đầu tư có thể bị ảnh hưởng xấu về mặt vật chất bởi sự gia tăng lãi suất, hạ cấp trong các trái phiếu có trong danh mục đầu tư của chúng tôi và bởi"
        },
        {
            "bbox": [
                24.738352605042017,
                267.1822823634204,
                973.9032642016808,
                10.61605403800479
            ],
            "text": "factors that may result in the recognition of credit related allowances. Each of these events may cause us to reduce the carrying value of our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các yếu tố có thể dẫn đến việc công nhận các khoản phụ cấp liên quan đến tín dụng. Mỗi sự kiện này có thể khiến chúng ta giảm giá trị mang theo của"
        },
        {
            "bbox": [
                24.738352605042017,
                277.7056116389549,
                134.9476256722689,
                10.616054038004677
            ],
            "text": "investment portfolio.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Danh mục đầu tư."
        },
        {
            "bbox": [
                24.738352605042017,
                301.55786074821856,
                973.9089490756304,
                10.616054038004677
            ],
            "text": "In particular, at December 31, 2020, fixed maturities represented $1.5 billion or 91.7% of our total investments of $1.6 billion. The fair value of fixed",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Cụ thể, vào ngày 31 tháng 12 năm 2020, kỳ hạn cố định chiếm 1,5 tỷ đô la tương đương 91,7% tổng số tiền đầu tư của chúng tôi là 1,6 tỷ đô la. Giá trị hợp lý của cố định"
        },
        {
            "bbox": [
                24.738352605042017,
                312.08119002375304,
                973.9113608403362,
                10.616054038004677
            ],
            "text": "maturities and the related investment income fluctuates depending on general economic and market conditions. The fair value of these investments",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thời hạn và thu nhập đầu tư liên quan dao động tùy thuộc vào điều kiện kinh tế và thị trường nói chung. Giá trị hợp lý của các khoản đầu tư này"
        },
        {
            "bbox": [
                24.738352605042017,
                322.6045192992874,
                973.908621764706,
                10.616066211401517
            ],
            "text": "generally increases or decreases in an inverse relationship with fluctuations in interest rates, while net investment income realized by us will",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nói chung là tăng hoặc giảm trong mối quan hệ nghịch đảo với sự biến động của lãi suất, trong khi thu nhập đầu tư ròng do chúng tôi thực hiện"
        },
        {
            "bbox": [
                24.738352605042017,
                333.1278485748219,
                973.8942200840337,
                10.616066211401517
            ],
            "text": "generally increase or decrease in line with changes in market interest rates. In addition, actual net investment income and/or cash flows from",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nói chung tăng hoặc giảm phù hợp với những thay đổi về lãi suất thị trường. Ngoài ra, thu nhập đầu tư ròng thực tế và/hoặc dòng tiền từ"
        },
        {
            "bbox": [
                24.738352605042017,
                343.651190023753,
                973.9173557983194,
                10.616054038004677
            ],
            "text": "investments that carry prepayment risk, such as mortgage-backed and other asset-backed securities, may differ from those anticipated at the time of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các khoản đầu tư có rủi ro trả trước, chẳng hạn như thế chấp và chứng khoán được hỗ trợ tài sản khác, có thể khác với các dự kiến ​​tại thời điểm"
        },
        {
            "bbox": [
                24.738352605042017,
                354.17451929928745,
                973.9089490756304,
                10.616054038004677
            ],
            "text": "investment as a result of interest rate fluctuations. An investment has prepayment risk when there is a risk that the timing of cash flows resulting",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đầu tư là kết quả của biến động lãi suất. Một khoản đầu tư có rủi ro trả trước khi có rủi ro là thời gian của dòng tiền dẫn đến"
        },
        {
            "bbox": [
                24.738352605042017,
                364.6954625890737,
                973.9089490756304,
                10.618440023752896
            ],
            "text": "from the repayment of principal might occur earlier than anticipated because of declining interest rates or later than anticipated because of rising",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "từ việc trả nợ gốc có thể xảy ra sớm hơn dự đoán vì lãi suất giảm hoặc muộn hơn dự đoán vì tăng"
        },
        {
            "bbox": [
                24.738352605042017,
                375.2188040380048,
                973.8939100000001,
                10.616054038004677
            ],
            "text": "interest rates. The impact of value fluctuations affects our consolidated financial statements, as all of our fixed maturities are classified as available-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "lãi suất. Tác động của biến động giá trị ảnh hưởng đến báo cáo tài chính hợp nhất của chúng tôi, vì tất cả các kỳ hạn cố định của chúng tôi được phân loại là có sẵn-"
        },
        {
            "bbox": [
                24.738352605042017,
                385.7421333135393,
                973.9113608403362,
                10.616054038004677
            ],
            "text": "for-sale, with changes in fair value reflected in our stockholders' equity (accumulated other comprehensive income or loss). No similar adjustment is",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Để bán, với những thay đổi về giá trị hợp lý được phản ánh trong vốn chủ sở hữu của các cổ đông của chúng tôi (tích lũy thu nhập hoặc tổn thất toàn diện khác). Không điều chỉnh tương tự là"
        },
        {
            "bbox": [
                24.738352605042017,
                396.26546258907365,
                973.9032642016808,
                10.616054038004677
            ],
            "text": "made for liabilities to reflect a change in interest rates. Therefore, interest rate fluctuations and economic conditions could adversely affect our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "được thực hiện cho các khoản nợ để phản ánh sự thay đổi lãi suất. Do đó, biến động lãi suất và điều kiện kinh tế có thể ảnh hưởng xấu"
        },
        {
            "bbox": [
                24.738352605042017,
                406.78879186460813,
                973.8907574789916,
                10.616054038004677
            ],
            "text": "stockholders' equity, total comprehensive income and/or cash flows. Although at December 31, 2020, 98.5% of our fixed maturities were investment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Vốn chủ sở hữu của cổ đông, tổng thu nhập toàn diện và/hoặc dòng tiền. Mặc dù vào ngày 31 tháng 12 năm 2020, 98,5% kỳ hạn cố định của chúng tôi là đầu tư"
        },
        {
            "bbox": [
                24.738352605042017,
                417.3121211401426,
                973.893065882353,
                10.616054038004677
            ],
            "text": "grade with 62.7% rated A or above, all of our fixed maturities are subject to credit risk. If any of the issuers of our fixed maturities suffer financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Lớp với 62,7% được đánh giá từ A trở lên, tất cả các kỳ hạn cố định của chúng tôi đều phải chịu rủi ro tín dụng. Nếu bất kỳ tổ chức phát hành nào cho kỳ hạn cố định của chúng tôi phải chịu tài chính"
        },
        {
            "bbox": [
                24.738352605042017,
                427.835450415677,
                973.9032642016808,
                10.616066211401403
            ],
            "text": "setbacks, the ratings on the fixed maturities could be downgraded (with a concurrent decrease in fair value) and, in a worst-case scenario, the issuer",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "thất bại, xếp hạng về kỳ hạn cố định có thể bị hạ cấp (với sự giảm đồng thời"
        },
        {
            "bbox": [
                24.738352605042017,
                438.35877969121145,
                919.0315515966387,
                10.616066211401403
            ],
            "text": "could default on its financial obligations. If the issuer defaults, we could have realized losses associated with the impairment of the securities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "giá trị) và, trong một trường hợp xấu nhất, nhà phát hành"
        },
        {
            "bbox": [
                24.738352605042017,
                462.2110288004751,
                973.9150473949582,
                10.616066211401403
            ],
            "text": "The determination of valuation and impairments of our investments include estimations and assumptions that are subjective and",
            "font": {
                "color": [
                    18,
                    7,
                    201,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "có thể mặc định về nghĩa vụ tài chính của nó. Nếu mặc định của nhà phát hành, chúng ta có thể nhận ra những tổn thất liên quan đến sự suy yếu của chứng khoán."
        },
        {
            "bbox": [
                24.738352605042017,
                472.73435807600947,
                800.7772671428572,
                10.616066211401517
            ],
            "text": "prone to differing interpretations and could materially impact our results of operations or financial condition.",
            "font": {
                "color": [
                    18,
                    7,
                    201,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans-BoldOblique",
                "size": 13
            },
            "text_vi": "Việc xác định định giá và suy yếu các khoản đầu tư của chúng tôi bao gồm các ước tính và giả định là chủ quan và"
        },
        {
            "bbox": [
                24.738352605042017,
                496.5866071852731,
                973.9129457142857,
                10.616066211401517
            ],
            "text": "The Company makes assumptions regarding the fair value and expected performance of its fixed maturity securities and other investments.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Dùng với các cách giải thích khác nhau và có thể tác động nghiêm trọng đến kết quả hoạt động hoặc tình trạng tài chính của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                507.10994863420433,
                973.8907574789916,
                10.616054038004734
            ],
            "text": "Valuations may include inputs and assumptions that are less observable or require greater estimation, particularly during periods of market",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công ty đưa ra các giả định về giá trị hợp lý và hiệu suất dự kiến ​​của chứng khoán trưởng thành cố định và các khoản đầu tư khác."
        },
        {
            "bbox": [
                24.738352605042017,
                517.6332779097387,
                973.9032642016808,
                10.61605403800479
            ],
            "text": "disruption, resulting in values which may be less than the value at which the investments may ultimately be sold. Further, rapidly changing and/or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Định giá có thể bao gồm các đầu vào và các giả định ít quan sát hơn hoặc yêu cầu ước tính lớn hơn, đặc biệt là trong các giai đoạn thị trường"
        },
        {
            "bbox": [
                24.738352605042017,
                528.1542333729217,
                973.908621764706,
                10.618427850356284
            ],
            "text": "unprecedented credit and equity market conditions could materially impact the valuation of investments as reported in our consolidated financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sự gián đoạn, dẫn đến các giá trị có thể ít hơn giá trị mà các khoản đầu tư cuối cùng có thể được bán. Hơn nữa, thay đổi nhanh chóng và/hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                538.6775626484562,
                973.8958049579832,
                10.616054038004734
            ],
            "text": "statements, and the period to period changes in value could vary significantly. Decreases in value may have a material adverse effect on our results",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Điều kiện thị trường tín dụng và vốn chủ sở hữu chưa từng có có thể ảnh hưởng nghiêm trọng đến việc định giá các khoản đầu tư như được báo cáo trong tài chính hợp nhất của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                549.2008919239905,
                228.90366840336134,
                10.61605403800479
            ],
            "text": "of operations or financial condition.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các tuyên bố, và thời gian thay đổi thời gian về giá trị có thể thay đổi đáng kể. Giảm giá trị có thể có ảnh hưởng bất lợi về vật chất đối với kết quả của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                573.0531410332542,
                973.8973726050422,
                10.61605403800479
            ],
            "text": "The decision of whether to record a credit impairment is determined by our assessment of the financial condition and prospects of a particular issuer,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hoạt động hoặc điều kiện tài chính."
        },
        {
            "bbox": [
                24.738352605042017,
                583.5764703087887,
                973.8877083193278,
                10.616054038004677
            ],
            "text": "projections of future cash flows and recoverability as well as our ability and intent to hold the securities to recovery or maturity. We evaluate our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quyết định có nên ghi lại suy giảm tín dụng được xác định bởi đánh giá của chúng tôi về tình trạng tài chính và triển vọng của một nhà phát hành cụ thể,"
        },
        {
            "bbox": [
                24.738352605042017,
                594.0997995843231,
                310.99168058823534,
                10.616054038004734
            ],
            "text": "investment portfolio for impairments. There can",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Dự đoán dòng tiền trong tương lai và khả năng phục hồi cũng như khả năng và ý định của chúng tôi để giữ chứng khoán để phục hồi hoặc trưởng thành. Chúng tôi đánh giá của chúng tôi"
        },
        {
            "bbox": [
                807.7053920168067,
                635.4917220902613,
                190.93927394957984,
                10.61606621140146
            ],
            "text": "December 31, 2020 | 10-K 26",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Danh mục đầu tư cho suy yếu. Có thể"
        }
    ]
}