{
    "metadata": {
        "page_hash": "993d2389c27fd76613d72b9ff4a759a2415d12b56e27510e3336850bd7da2bbd",
        "original_filename": "0000011544-20-000016_20200220x10k.pdf",
        "page_no": 28,
        "num_pages": 132,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                60.47794924369749,
                41.28731650831355,
                917.5150511764707,
                10.61605403800479
            ],
            "text": "Our investments in non-U.S.-denominated assets are subject to fluctuations in non-U.S. securities and currency markets, and those markets",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các khoản đầu tư của chúng tôi vào các tài sản không thuộc Hoa Kỳ có phải chịu sự dao động trong thị trường chứng khoán và tiền tệ không phải là Hoa Kỳ, và các thị trường đó"
        },
        {
            "bbox": [
                24.738352605042017,
                52.51204038004755,
                965.803765882353,
                10.61605403800479
            ],
            "text": "can be volatile. Non-U.S. currency fluctuations also affect the value of any dividends paid by our non-U.S. subsidiaries to their parent companies in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể biến động. Không phải là U.S. Biến động tiền tệ cũng ảnh hưởng đến giá trị của bất kỳ khoản cổ tức nào được trả bởi các công ty con không thuộc Hoa Kỳ của chúng tôi cho các công ty mẹ của họ tại"
        },
        {
            "bbox": [
                24.738352605042017,
                63.73676425178155,
                53.106428319327726,
                10.616054038004677
            ],
            "text": "the U.S.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoa Kỳ"
        },
        {
            "bbox": [
                60.47794924369749,
                80.47518467933503,
                524.095985210084,
                10.7135385985747
            ],
            "text": "The United Kingdom leaving the EU could adversely affect our business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXDBAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Vương quốc Anh rời khỏi EU có thể ảnh hưởng xấu đến hoạt động kinh doanh của chúng tôi."
        },
        {
            "bbox": [
                60.47794924369749,
                97.41094804038016,
                881.0861377310924,
                10.616054038004677
            ],
            "text": "The 2016 U.K. referendum on its membership in the EU resulted in a majority of U.K. voters voting in favor of the U.K. leaving the EU",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cuộc trưng cầu dân ý ở Hoa Kỳ 2016 về tư cách thành viên của mình tại EU đã dẫn đến đa số cử tri Hoa Kỳ bỏ phiếu ủng hộ Hoa Kỳ rời khỏi EU"
        },
        {
            "bbox": [
                24.738352605042017,
                108.63567191211405,
                961.3274444537816,
                10.616066211401517
            ],
            "text": "(“Brexit”). In accordance with the Withdrawal Agreement implementing Brexit, the U.K. formally left the EU on January 31, 2020. The Withdrawal",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "(Brexit Brexit). Theo thỏa thuận rút tiền thực hiện Brexit, U.K. chính thức rời khỏi EU vào ngày 31 tháng 1 năm 2020. Việc rút tiền"
        },
        {
            "bbox": [
                24.738352605042017,
                119.86040795724477,
                959.4232700840337,
                10.616054038004677
            ],
            "text": "Agreement provides for a transitional period ending on December 31, 2020, during which time the U.K. will continue to enjoy the same rights and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thỏa thuận quy định cho một giai đoạn chuyển tiếp kết thúc vào ngày 31 tháng 12 năm 2020, trong thời gian đó, Hoa Kỳ sẽ tiếp tục được hưởng các quyền tương tự và"
        },
        {
            "bbox": [
                24.738352605042017,
                131.08513182897866,
                968.1264158823531,
                10.616054038004677
            ],
            "text": "obligations as it had as a member state, though without participating in the EU institutions. During the transitional period, the U.K. and the EU are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nghĩa vụ như một quốc gia thành viên, mặc dù không tham gia vào các tổ chức EU. Trong giai đoạn chuyển tiếp, Hoa Kỳ và EU là"
        },
        {
            "bbox": [
                24.738352605042017,
                142.30748188836105,
                969.3250629411766,
                10.61844002375301
            ],
            "text": "expected to negotiate a long-term agreement covering, among other things, the terms of trade between them, which will be based on the principles",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "dự kiến ​​sẽ đàm phán một thỏa thuận dài hạn, trong số những điều khác, các điều khoản thương mại giữa chúng, sẽ dựa trên các nguyên tắc"
        },
        {
            "bbox": [
                24.738352605042017,
                153.53220576009505,
                970.7004578991598,
                10.61844002375301
            ],
            "text": "set out in the accompanying Political Declaration. However, EU officials and others have expressed skepticism that such a trade deal can be agreed",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đặt ra trong tuyên bố chính trị đi kèm. Tuy nhiên, các quan chức EU và những người khác đã bày tỏ sự hoài nghi rằng một thỏa thuận thương mại như vậy có thể được thỏa thuận"
        },
        {
            "bbox": [
                24.738352605042017,
                164.75694180522578,
                957.4065007563026,
                10.616054038004677
            ],
            "text": "in the time frame allowed. The U.K. government has stated that it will not seek to extend the transitional period. There is, therefore, a risk that at",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong khung thời gian cho phép. Chính phủ Hoa Kỳ đã tuyên bố rằng họ sẽ không tìm cách kéo dài giai đoạn chuyển tiếp. Do đó, có một rủi ro mà tại"
        },
        {
            "bbox": [
                24.738352605042017,
                175.98166567695966,
                965.1331574789916,
                10.616054038004677
            ],
            "text": "the end of 2020 no trade deal (or only a minimal trade deal) will have been completed, with the result that a “hard” Brexit occurs on December 31,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cuối năm 2020, không có thỏa thuận thương mại nào (hoặc chỉ có một thỏa thuận thương mại tối thiểu) sẽ được hoàn thành, với kết quả là một Brexit cứng của người Hồi giáo xảy ra vào ngày 31 tháng 12,"
        },
        {
            "bbox": [
                24.738352605042017,
                187.20638954869355,
                36.92744243697479,
                10.616066211401517
            ],
            "text": "2020.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "2020."
        },
        {
            "bbox": [
                60.47794924369749,
                204.04466834916866,
                935.396684369748,
                10.616066211401517
            ],
            "text": "Depending on the terms of the long-term trade deal with the EU and/or whether or not a “hard” Brexit occurs on December 31, 2020, the U.K.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tùy thuộc vào các điều khoản của thỏa thuận thương mại dài hạn với EU và/hoặc liệu một Brexit Hard Hard có xảy ra vào ngày 31 tháng 12 năm 2020, Vương quốc Anh."
        },
        {
            "bbox": [
                24.738352605042017,
                215.26940439429939,
                862.1646205042018,
                10.616054038004677
            ],
            "text": "could lose access to the single EU market and to free trade deals with several countries that already have agreements with the EU.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Có thể mất quyền truy cập vào thị trường EU duy nhất và các thỏa thuận thương mại tự do với một số quốc gia đã có thỏa thuận với EU."
        },
        {
            "bbox": [
                60.47794924369749,
                232.1053093824229,
                876.8074776470589,
                10.616054038004677
            ],
            "text": "Such barriers to trade could affect the attractiveness of the U.K. and impact our U.K. business. We also face risks associated with the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những rào cản như vậy đối với thương mại có thể ảnh hưởng đến sự hấp dẫn của Vương quốc Anh và tác động đến hoạt động kinh doanh của chúng tôi. Chúng tôi cũng phải đối mặt với những rủi ro liên quan đến"
        },
        {
            "bbox": [
                24.738352605042017,
                243.33003325415677,
                973.0132196638657,
                10.61605403800479
            ],
            "text": "potential uncertainty and consequences related to Brexit, including with respect to volatility in financial markets, exchange rates and interest rates.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Sự không chắc chắn tiềm tàng và hậu quả liên quan đến Brexit, bao gồm cả sự biến động trong thị trường tài chính, tỷ giá hối đoái và lãi suất."
        },
        {
            "bbox": [
                24.738352605042017,
                254.55475712589077,
                939.6392713445379,
                10.61605403800479
            ],
            "text": "These uncertainties could increase the volatility of, or reduce, our investment results in particular periods or over time. Brexit could adversely",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những sự không chắc chắn này có thể làm tăng sự biến động của, hoặc giảm, đầu tư của chúng tôi dẫn đến các giai đoạn cụ thể hoặc theo thời gian. Brexit có thể bất lợi"
        },
        {
            "bbox": [
                24.738352605042017,
                265.7794809976248,
                945.57111,
                10.61606621140129
            ],
            "text": "affect European or worldwide political, regulatory, economic or market conditions and could contribute to instability in political institutions and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "ảnh hưởng đến các điều kiện chính trị, quy định, kinh tế hoặc thị trường của châu Âu hoặc trên toàn thế giới và có thể góp phần vào sự bất ổn trong các thể chế chính trị và"
        },
        {
            "bbox": [
                24.738352605042017,
                277.0042170427553,
                926.1820205042017,
                10.616054038004904
            ],
            "text": "regulatory agencies. Brexit could also lead to legal uncertainty and differing laws and regulations between the U.K. and the EU. Any of these",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cơ quan quản lý. Brexit cũng có thể dẫn đến sự không chắc chắn về pháp lý và các luật và quy định khác nhau giữa Hoa Kỳ và EU. Bất kỳ trong số này"
        },
        {
            "bbox": [
                24.738352605042017,
                288.2289409144894,
                789.89433394958,
                10.616054038004677
            ],
            "text": "potential effects, and others we cannot anticipate, could adversely affect our results of operations or financial condition.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các tác động tiềm năng và những tác động khác mà chúng ta không thể dự đoán, có thể ảnh hưởng xấu đến kết quả hoạt động hoặc tình trạng tài chính của chúng tôi."
        },
        {
            "bbox": [
                60.47794924369749,
                304.96736134204286,
                573.8584087394958,
                10.7135385985747
            ],
            "text": "We may be unable to attract and retain key personnel and qualified employees.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXDBAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Chúng tôi có thể không thể thu hút và giữ chân nhân viên chính và nhân viên có trình độ."
        },
        {
            "bbox": [
                60.47794924369749,
                321.9031247030879,
                934.8227015966388,
                10.61605403800479
            ],
            "text": "We depend on our ability to attract and retain key personnel, including our President and CEO, Executive Chairman, senior executive officers,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi phụ thuộc vào khả năng thu hút và giữ chân nhân sự quan trọng, bao gồm Chủ tịch và Giám đốc điều hành, Chủ tịch điều hành, Giám đốc điều hành cấp cao,"
        },
        {
            "bbox": [
                24.738352605042017,
                333.1278485748219,
                960.9681604201681,
                10.616066211401517
            ],
            "text": "presidents of our operating units, experienced underwriters and other skilled employees who are knowledgeable about our business. If the quality",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chủ tịch của các đơn vị điều hành của chúng tôi, các nhà bảo lãnh có kinh nghiệm và các nhân viên lành nghề khác, những người am hiểu về doanh nghiệp của chúng tôi. Nếu chất lượng"
        },
        {
            "bbox": [
                24.738352605042017,
                344.3525846199526,
                968.6891494957983,
                10.616054038004677
            ],
            "text": "of our underwriting team and other personnel decreases, we may be unable to maintain our current competitive position in the specialized markets",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "của nhóm bảo lãnh phát hành của chúng tôi và các nhân viên khác giảm, chúng tôi có thể không thể duy trì vị thế cạnh tranh hiện tại của mình tại các thị trường chuyên ngành"
        },
        {
            "bbox": [
                24.738352605042017,
                355.5773084916865,
                614.0815793277311,
                10.616054038004677
            ],
            "text": "in which we operate, and be unable to expand our operations into new products and markets.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "trong đó chúng tôi hoạt động và không thể mở rộng hoạt động của chúng tôi thành các sản phẩm và thị trường mới."
        },
        {
            "bbox": [
                60.47794924369749,
                372.31572891924,
                885.1372478151261,
                10.713538598574814
            ],
            "text": "We cannot guarantee that our reinsurers will pay in a timely fashion, if at all, and, as a result, we could experience losses.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXDBAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Chúng tôi không thể đảm bảo rằng các công ty tái bảo hiểm của chúng tôi sẽ trả tiền một cách kịp thời, nếu có, và kết quả là, chúng tôi có thể trải qua tổn thất."
        },
        {
            "bbox": [
                60.47794924369749,
                389.251492280285,
                923.3922116806724,
                10.61605403800479
            ],
            "text": "We purchase reinsurance by transferring part of the risk that we have assumed, known as ceding, to a reinsurance company in exchange for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi mua tái bảo hiểm bằng cách chuyển một phần rủi ro mà chúng tôi đã giả định, được gọi là nhượng lại, sang một công ty tái bảo hiểm để đổi lấy"
        },
        {
            "bbox": [
                24.738352605042017,
                400.476216152019,
                951.3424973949581,
                10.616066211401517
            ],
            "text": "part of the premium we receive in connection with the risk. Although reinsurance makes the reinsurer contractually liable to us to the extent the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Một phần của phí bảo hiểm chúng tôi nhận được liên quan đến rủi ro. Mặc dù tái bảo hiểm làm cho công ty tái bảo hiểm phải chịu trách nhiệm theo hợp đồng"
        },
        {
            "bbox": [
                24.738352605042017,
                411.6985662114015,
                952.2505268067227,
                10.618440023752896
            ],
            "text": "risk is transferred or ceded to the reinsurer, it does not relieve us, the reinsured, of our liability to our policyholders. Our reinsurers may not pay",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Rủi ro được chuyển hoặc nhượng lại cho công ty tái bảo hiểm, nó không làm giảm bớt chúng tôi, được bảo hiểm lại, về trách nhiệm của chúng tôi đối với các chủ chính sách của chúng tôi. Các nhà tái bảo hiểm của chúng tôi không được trả tiền"
        },
        {
            "bbox": [
                24.738352605042017,
                422.9233022565321,
                943.4199536974791,
                10.618427850356284
            ],
            "text": "the reinsurance recoverables that they owe to us or they may not pay such recoverables on a timely basis. Accordingly, we bear credit risk with",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Việc tái bảo hiểm phục hồi mà họ nợ chúng tôi hoặc họ có thể không trả tiền phục hồi như vậy một cách kịp thời. Theo đó, chúng tôi chịu rủi ro tín dụng với"
        },
        {
            "bbox": [
                24.738352605042017,
                434.1480261282661,
                972.778847815126,
                10.616054038004677
            ],
            "text": "respect to our reinsurers, and if our reinsurers fail to pay us, our financial results would be adversely affected. Underwriting results and investment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tôn trọng các công ty tái bảo hiểm của chúng tôi và nếu"
        },
        {
            "bbox": [
                24.738352605042017,
                445.37275,
                952.9444776470589,
                10.61605403800479
            ],
            "text": "returns of some of our reinsurers may affect their future ability to pay claims. As of December 31, 2019, the amount due from our reinsurers was",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các nhà tái bảo hiểm không trả tiền cho chúng tôi, kết quả tài chính của chúng tôi sẽ bị ảnh hưởng bất lợi. Kết quả bảo lãnh phát hành và đầu tư"
        },
        {
            "bbox": [
                24.738352605042017,
                456.597473871734,
                972.535965882353,
                10.616066211401403
            ],
            "text": "approximately $2,134 million, including amounts due from state funds and industry pools where it was intended that we would bear no risk. Certain",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lợi nhuận của một số công ty tái bảo hiểm của chúng tôi có thể ảnh hưởng đến khả năng thanh toán của họ trong tương lai. Tính đến ngày 31 tháng 12 năm 2019, số tiền do công ty tái bảo hiểm của chúng tôi là"
        },
        {
            "bbox": [
                24.738352605042017,
                467.8222099168646,
                576.9458810084034,
                10.61605403800479
            ],
            "text": "of these amounts are secured by letters of credit or by funds held in trust on our behalf.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Khoảng 2.134 triệu đô la, bao gồm các khoản tiền do các quỹ nhà nước và các nhóm ngành công nghiệp dự định rằng chúng tôi sẽ không gặp rủi ro. Chắc chắn"
        },
        {
            "bbox": [
                60.47794924369749,
                484.5606303444181,
                665.611740252101,
                10.715912410926308
            ],
            "text": "We are subject to credit risk relating to our policyholders, independent agents and brokers.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXDBAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Trong số các khoản tiền này được bảo đảm bằng các thư tín dụng hoặc bằng tiền được ủy thác thay mặt chúng tôi."
        },
        {
            "bbox": [
                60.47794924369749,
                501.4963937054632,
                936.0584553781513,
                10.61605403800479
            ],
            "text": "In addition to exposure to credit risk related to our reinsurance recoverables and investment portfolio, we are exposed to credit risk in several",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi phải chịu rủi ro tín dụng liên quan đến các chủ chính sách, đại lý độc lập và nhà môi giới."
        },
        {
            "bbox": [
                24.738352605042017,
                512.7211175771972,
                916.0066473949581,
                10.616054038004677
            ],
            "text": "other areas of our business, including credit risk relating to policyholders, independent agents and brokers. For example our policyholders,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngoài việc tiếp xúc với rủi ro tín dụng liên quan đến danh mục đầu tư và phục hồi tái bảo hiểm của chúng tôi, chúng tôi còn phải chịu rủi ro tín dụng ở một số"
        },
        {
            "bbox": [
                24.738352605042017,
                523.9458414489311,
                899.2717394117648,
                10.616066211401403
            ],
            "text": "independent agents or brokers may not pay a part of or the full amount of premiums owed to us or our brokers or other third party claim",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các lĩnh vực khác trong kinh doanh của chúng tôi, bao gồm rủi ro tín dụng liên quan đến các chủ chính sách, đại lý độc lập và nhà môi giới. Ví dụ, các chủ chính sách của chúng tôi,"
        },
        {
            "bbox": [
                24.738352605042017,
                535.1705774940617,
                910.468891092437,
                10.616054038004734
            ],
            "text": "administrators may not deliver amounts owed on claims under our insurance and reinsurance contracts for which we have provided funds.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các đại lý hoặc nhà môi giới độc lập không được trả một phần hoặc toàn bộ số phí bảo hiểm cho chúng tôi hoặc các nhà môi giới của chúng tôi hoặc yêu cầu của bên thứ ba khác"
        },
        {
            "bbox": [
                60.47794924369749,
                552.0064703087886,
                902.8209957142859,
                10.618440023752953
            ],
            "text": "As credit risk is generally a function of the economy, we face a greater credit risk in an economic downturn. While we attempt to manage",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quản trị viên không được cung cấp số tiền nợ đối với các yêu cầu theo hợp đồng bảo hiểm và tái bảo hiểm của chúng tôi mà chúng tôi đã cung cấp tiền."
        },
        {
            "bbox": [
                24.738352605042017,
                563.2312063539193,
                928.2630461344538,
                10.618427850356284
            ],
            "text": "credit risks through underwriting guidelines, collateral requirements and other oversight mechanisms, our efforts may not be successful. For",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Vì rủi ro tín dụng nói chung là một chức năng của nền kinh tế, chúng tôi phải đối mặt với rủi ro tín dụng lớn hơn trong suy thoái kinh tế. Trong khi chúng tôi cố gắng quản lý"
        },
        {
            "bbox": [
                24.738352605042017,
                574.4559302256532,
                954.0415549579833,
                10.616054038004734
            ],
            "text": "example, to reduce such credit risk, we require certain third parties to post collateral for some or all of their obligations to us. In cases where we",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Rủi ro tín dụng thông qua các hướng dẫn bảo lãnh phát hành, yêu cầu tài sản thế chấp và các cơ chế giám sát khác, những nỗ lực của chúng tôi có thể không thành công. Vì"
        },
        {
            "bbox": [
                24.738352605042017,
                585.6806540973871,
                508.7105457142858,
                10.61606621140146
            ],
            "text": "receive pledged securities and the applicable counterparty is unable to honor",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ví dụ, để giảm rủi ro tín dụng như vậy, chúng tôi yêu cầu một số bên thứ ba nhất định đăng tài sản thế chấp đối với một số hoặc tất cả các nghĩa vụ của họ cho chúng tôi. Trong trường hợp chúng tôi"
        },
        {
            "bbox": [
                503.484530672269,
                608.8315086104514,
                16.414022689075637,
                10.616066211401403
            ],
            "text": "24",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPEBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "nhận được chứng khoán cam kết và đối tác áp dụng không thể tôn vinh"
        }
    ]
}