{
    "metadata": {
        "page_hash": "999b5eae3a81c3fa2f9ad0ba8aa4b341fe1a3a83c917ba8fa5f20349ce8952f9",
        "original_filename": "0000024545-19-000007_20190212x10k.pdf",
        "page_no": 25,
        "num_pages": 186,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.420662707838574,
                97.97601176470587,
                8.98501365795721
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                34.27096021377679,
                965.5350091596639,
                10.616066211401403
            ],
            "text": "billion to goodwill and indefinite-lived intangible assets, respectively. These assets are tested for impairment at least annually, using estimates and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tỷ đến thiện chí và tài sản vô hình không xác định, tương ứng. Những tài sản này được kiểm tra khi suy giảm ít nhất hàng năm, sử dụng các ước tính và"
        },
        {
            "bbox": [
                24.738352605042017,
                45.4956962589074,
                964.4696982352942,
                10.61605403800479
            ],
            "text": "assumptions affected by factors such as economic and industry conditions and changes in operating performance. Additionally, in conjunction with",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các giả định bị ảnh hưởng bởi các yếu tố như điều kiện kinh tế và công nghiệp và thay đổi trong hiệu suất hoạt động. Ngoài ra, kết hợp với"
        },
        {
            "bbox": [
                24.738352605042017,
                56.7204201306414,
                961.7928116806723,
                10.616054038004677
            ],
            "text": "the brand impairment tests, we also reassess each brand's indefinite-life classification. Potential resulting charges from an impairment of goodwill",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các bài kiểm tra suy giảm thương hiệu, chúng tôi cũng đánh giá lại phân loại không xác định của mỗi thương hiệu. Tiềm năng dẫn đến phí từ sự suy yếu của thiện chí"
        },
        {
            "bbox": [
                24.738352605042017,
                67.94514400237529,
                965.3211545378152,
                10.616066211401517
            ],
            "text": "or brand intangible, as well as reclassification of an indefinite-lived to a definite-lived brand intangible, could have a material adverse effect on our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "hoặc thương hiệu vô hình, cũng như phân loại lại một sự vô hình của một thương hiệu sống không xác định, có thể có tác động bất lợi vật chất đối với"
        },
        {
            "bbox": [
                24.738352605042017,
                79.16988004750601,
                973.5711125210086,
                10.616054038004677
            ],
            "text": "results of operations. For example, the results of our annual impairment testing completed as of October 1, 2016, indicated that the fair value of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kết quả hoạt động. Ví dụ: kết quả kiểm tra suy giảm hàng năm của chúng tôi đã hoàn thành vào ngày 1 tháng 10 năm 2016, chỉ ra rằng giá trị hợp lý của"
        },
        {
            "bbox": [
                24.738352605042017,
                90.3946039192399,
                47.75840037815126,
                10.61605403800479
            ],
            "text": "Molson",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBDCAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Molson"
        },
        {
            "bbox": [
                72.48422042016807,
                90.3946039192399,
                32.86280579831933,
                10.61605403800479
            ],
            "text": " core",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": " cốt lõi"
        },
        {
            "bbox": [
                109.43374773109245,
                90.3946039192399,
                871.8322068907564,
                10.61605403800479
            ],
            "text": "brand indefinite-lived intangible asset was below its carrying value. As a result, we recorded an impairment charge of $495.2 million",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thương hiệu tài sản vô hình sống vô thời hạn nằm dưới giá trị mang theo của nó. Do đó, chúng tôi đã ghi nhận khoản phí suy giảm là 495,2 triệu đô la"
        },
        {
            "bbox": [
                24.738352605042017,
                101.6193277909739,
                955.8720154621849,
                10.616066211401403
            ],
            "text": "recorded within special items in our consolidated statements of operations during the fourth quarter of 2016. Additionally, during this review, we",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "được ghi lại trong các mục đặc biệt trong các tuyên bố hoạt động hợp nhất của chúng tôi trong quý IV năm 2016. Ngoài ra, trong quá trình đánh giá này, chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                112.84406383610451,
                524.1896305882353,
                10.61605403800479
            ],
            "text": "also reassessed the asset’s indefinite-life classification and determined that the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cũng đánh giá lại tài sản phân loại không xác định và xác định rằng "
        },
        {
            "bbox": [
                548.9190941176471,
                112.84406383610451,
                47.758402100840385,
                10.61605403800479
            ],
            "text": "Molson",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBDCAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Molson"
        },
        {
            "bbox": [
                596.6649378151261,
                112.84406383610451,
                381.04879747899156,
                10.61605403800479
            ],
            "text": " core brands have characteristics that have evolved which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": " các thương hiệu cốt lõi có những đặc điểm đã phát triển"
        },
        {
            "bbox": [
                24.738352605042017,
                124.06878770783851,
                973.073772184874,
                10.61605403800479
            ],
            "text": "now indicate a definite-life is more appropriate. These brands were therefore reclassified as definite-lived intangible assets and are being amortized",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bây giờ chỉ ra một cuộc sống xác định là phù hợp hơn. Do đó, các thương hiệu này đã được phân loại lại thành tài sản vô hình có tồn tại xác định và đang được khấu hao"
        },
        {
            "bbox": [
                24.738352605042017,
                135.2935115795725,
                298.33529067226897,
                10.616066211401403
            ],
            "text": "over useful lives ranging from 30 to 50 years.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong cuộc sống hữu ích trong khoảng từ 30 đến 50 năm."
        },
        {
            "bbox": [
                72.391148697479,
                157.742971496437,
                922.8779597058824,
                10.616054038004904
            ],
            "text": "Our most recent impairment analysis, conducted as of October 1, 2018, the first day of our fiscal fourth quarter, indicated that the fair value",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Phân tích suy giảm gần đây nhất của chúng tôi, được thực hiện vào ngày 1 tháng 10 năm 2018, ngày đầu tiên của quý IV tài chính của chúng tôi, chỉ ra rằng giá trị hợp lý"
        },
        {
            "bbox": [
                24.738352605042017,
                168.9653215558194,
                964.4505591596638,
                10.618427850356397
            ],
            "text": "of the U.S., Europe and Canada reporting units were estimated at approximately 19%, 11% and 6% in excess of their carrying values, respectively.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "của các đơn vị báo cáo của Hoa Kỳ, Châu Âu và Canada được ước tính ở mức tương ứng khoảng 19%, 11% và 6% so với các giá trị mang theo của họ."
        },
        {
            "bbox": [
                24.738352605042017,
                180.1900454275535,
                968.3746553781514,
                10.61844002375301
            ],
            "text": "In the current year testing, it was determined that the fair value of each of the reporting units declined from the prior year, resulting in our Europe",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong thử nghiệm năm hiện tại, người ta đã xác định rằng giá trị hợp lý của mỗi đơn vị báo cáo đã giảm từ năm trước, dẫn đến châu Âu của chúng ta"
        },
        {
            "bbox": [
                24.738352605042017,
                191.4147692992874,
                941.181215882353,
                10.616066211401517
            ],
            "text": "and Canada reporting units now being considered at risk of future impairment in the event of significant unfavorable changes in the forecasted",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và các đơn vị báo cáo Canada hiện đang được xem xét có nguy cơ suy giảm trong tương lai trong trường hợp có những thay đổi đáng kể trong dự báo"
        },
        {
            "bbox": [
                24.738352605042017,
                202.63950534441813,
                956.6015053781513,
                10.616054038004677
            ],
            "text": "cash flows (including prolonged weakening of economic conditions, or significant unfavorable changes in tax, environmental or other regulations,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "dòng tiền (bao gồm cả việc suy yếu các điều kiện kinh tế kéo dài hoặc những thay đổi đáng kể trong thuế, môi trường hoặc các quy định khác,"
        },
        {
            "bbox": [
                24.738352605042017,
                213.86422921615213,
                958.9319419327732,
                10.616054038004677
            ],
            "text": "including interpretations thereof), terminal growth rates, market multiples and/or weighted-average cost of capital utilized in the discounted cash",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "bao gồm các diễn giải của nó), tốc độ tăng trưởng thiết bị đầu cuối, bội số thị trường và/hoặc chi phí vốn trung bình có trọng số"
        },
        {
            "bbox": [
                24.738352605042017,
                225.088953087886,
                876.2799730252102,
                10.616066211401517
            ],
            "text": "flow analyses. Although the fair values of our reporting units are in excess of their carrying values, the fair values are sensitive to the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "phân tích dòng chảy. Mặc dù các giá trị hợp lý của các đơn vị báo cáo của chúng tôi vượt quá các giá trị mang của chúng, các giá trị hợp lý rất nhạy cảm với"
        },
        {
            "bbox": [
                24.738352605042017,
                236.31368913301674,
                965.0108637815126,
                10.616054038004677
            ],
            "text": "aforementioned potential unfavorable changes that could have an adverse impact on future analyses. Any future impairment of the U.S., Europe or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những thay đổi bất lợi tiềm năng đã nói ở trên có thể có tác động bất lợi đến các phân tích trong tương lai. Bất kỳ sự suy yếu trong tương lai của Hoa Kỳ, Châu Âu hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                247.53841300475062,
                946.0114465546219,
                10.616054038004677
            ],
            "text": "Canada reporting units or brands, or reclassification of indefinite-lived brands to definite-lived, may result in material charges that could have a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Canada báo cáo các đơn vị hoặc thương hiệu, hoặc phân loại lại các thương hiệu sống không xác định để sống xác định, có thể dẫn đến các khoản phí vật chất có thể có"
        },
        {
            "bbox": [
                24.738352605042017,
                258.7631368764845,
                947.8165663025212,
                10.616066211401517
            ],
            "text": "material adverse effect on our business and financial results. Additionally, if the on-going integration of the MillerCoors and Miller International",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "ảnh hưởng bất lợi về vật chất đối với kết quả kinh doanh và tài chính của chúng tôi. Ngoài ra, nếu sự tích hợp đang diễn ra của MillerCoors và Miller International"
        },
        {
            "bbox": [
                24.738352605042017,
                269.98787292161524,
                950.5466494957983,
                10.616054038004677
            ],
            "text": "Business is unsuccessful due to, for example, unexpected challenges or difficulties, or adverse economic, market or industry conditions, material",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kinh doanh không thành công do, ví dụ, những thách thức hoặc khó khăn bất ngờ, hoặc điều kiện kinh tế, thị trường hoặc công nghiệp bất lợi,"
        },
        {
            "bbox": [
                24.738352605042017,
                281.21259679334923,
                908.7799667226891,
                10.616054038004677
            ],
            "text": "impairment charges may be incurred in the future. The testing of our goodwill for impairment is predicated upon our determination of our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Phí suy giảm có thể được phát sinh trong tương lai. Việc kiểm tra thiện chí của chúng tôi cho sự suy yếu của chúng tôi được xác định dựa trên quyết định của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                292.4373206650831,
                955.1479864705882,
                10.616066211401517
            ],
            "text": "reporting units. Any change to the conclusion of our reporting units or the aggregation of components within our reporting units could result in a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đơn vị báo cáo. Bất kỳ thay đổi nào đối với kết luận của các đơn vị báo cáo của chúng tôi hoặc tổng hợp các thành phần trong các đơn vị báo cáo của chúng tôi có thể dẫn đến một"
        },
        {
            "bbox": [
                24.738352605042017,
                303.66205671021385,
                949.7959188235294,
                10.616054038004677
            ],
            "text": "different outcome to our annual impairment test. See Part II-Item 7 Management's Discussion and Analysis of Financial Condition and Results of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kết quả khác nhau cho bài kiểm tra suy giảm hàng năm của chúng tôi. Xem Phần II-Mục 7 Thảo luận và phân tích của quản lý về điều kiện tài chính và kết quả của"
        },
        {
            "bbox": [
                24.738352605042017,
                314.88678058194773,
                715.653997394958,
                10.616054038004904
            ],
            "text": "Operations, Critical Accounting Estimates and Part II-Item 8 Financial Statements and Supplementary Data, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoạt động, ước tính kế toán quan trọng và báo cáo tài chính của Phần II-Mục 8 và dữ liệu bổ sung, "
        },
        {
            "bbox": [
                740.3834092436975,
                314.88678058194773,
                223.36545042016814,
                10.616054038004904
            ],
            "text": "Note 10, \"Goodwill and Intangible",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lưu ý 10, \"Thiện chí và vô hình"
        },
        {
            "bbox": [
                24.738352605042017,
                326.11150445368185,
                47.88112991596639,
                10.61606621140129
            ],
            "text": "Assets\"",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tài sản \""
        },
        {
            "bbox": [
                72.60831088235294,
                326.11150445368185,
                623.8696109663866,
                10.61606621140129
            ],
            "text": " of the Notes for additional information related to the results of our annual impairment testing.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": " về các ghi chú để biết thêm thông tin liên quan đến kết quả kiểm tra suy giảm hàng năm của chúng tôi."
        },
        {
            "bbox": [
                72.391148697479,
                348.4611059976248,
                901.1150218907563,
                10.715912410926308
            ],
            "text": "Termination of one or more manufacturer/distribution agreements could have a material adverse effect on our business and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Việc chấm dứt một hoặc nhiều thỏa thuận phân phối/nhà sản xuất có thể có ảnh hưởng bất lợi quan trọng đối với hoạt động kinh doanh của chúng tôi và"
        },
        {
            "bbox": [
                24.738352605042017,
                359.6858298693587,
                122.2737194537815,
                10.715912410926308
            ],
            "text": "financial results.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Kết quả tài chính."
        },
        {
            "bbox": [
                164.93382323529414,
                359.78568824228034,
                829.4206234033613,
                10.616054038004677
            ],
            "text": "We manufacture and/or distribute products of other beverage companies through various joint venture, licensing, distribution,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi sản xuất và/hoặc phân phối sản phẩm của các công ty đồ uống khác thông qua các liên doanh, cấp phép, phân phối, phân phối, phân phối,"
        },
        {
            "bbox": [
                24.738352605042017,
                371.01041211401423,
                911.09124697479,
                10.616066211401517
            ],
            "text": "contract brewing or other similar arrangements, such as our agreement to import, market, distribute and sell Heineken in Canada and our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hợp đồng sản xuất bia hoặc tương tự khác"
        },
        {
            "bbox": [
                24.738352605042017,
                382.23514815914496,
                246.40117638655462,
                10.61605403800479
            ],
            "text": "arrangements to brew and distribute ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các thỏa thuận, chẳng hạn như thỏa thuận nhập khẩu, tiếp thị, phân phối và bán Heineken tại Canada và"
        },
        {
            "bbox": [
                271.13058823529417,
                382.23514815914496,
                217.2852021008403,
                10.61605403800479
            ],
            "text": "Beck's, Stella Artois, Lowenbrau ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBDCAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "sắp xếp để bia và phân phối "
        },
        {
            "bbox": [
                488.406849579832,
                382.23514815914496,
                28.34934663865539,
                10.61605403800479
            ],
            "text": "and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Beck's, Stella Artois, Lowenbrau "
        },
        {
            "bbox": [
                516.747255462185,
                382.23514815914496,
                49.98847478991593,
                10.61605403800479
            ],
            "text": "Spaten ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBDCAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Và "
        },
        {
            "bbox": [
                566.7268584033613,
                382.23514815914496,
                113.29287100840338,
                10.61605403800479
            ],
            "text": "and to distribute ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Spaten "
        },
        {
            "bbox": [
                680.010805882353,
                382.23514815914496,
                47.52671764705883,
                10.61605403800479
            ],
            "text": "Corona",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBDCAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "và để phân phối "
        },
        {
            "bbox": [
                727.5395218487395,
                382.23514815914496,
                228.76845798319346,
                10.61605403800479
            ],
            "text": " in Central Europe. Our inability to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Corona"
        },
        {
            "bbox": [
                24.738352605042017,
                393.45987203087896,
                960.9330520168068,
                10.616054038004677
            ],
            "text": "renew or the loss of one or more of these arrangements, as a result of industry consolidation or otherwise, could have a material adverse effect on",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": " ở Trung Âu. Chúng tôi không có khả năng"
        },
        {
            "bbox": [
                24.738352605042017,
                404.68459590261284,
                828.5501675630253,
                10.616066211401403
            ],
            "text": "our business and financial results. For example, in 2017, our International segment was adversely impacted by the loss of the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "gia hạn hoặc mất một hoặc nhiều trong số các thỏa thuận này, do kết quả của sự hợp nhất trong ngành hoặc nếu không, có thể có ảnh hưởng bất lợi về vật chất đối với"
        },
        {
            "bbox": [
                853.2795794117648,
                404.68459590261284,
                48.73657941176464,
                10.616066211401403
            ],
            "text": "Modelo",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBDCAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Kết quả kinh doanh và tài chính của chúng tôi. Ví dụ, vào năm 2017, phân khúc quốc tế của chúng tôi đã bị ảnh hưởng xấu bởi việc mất "
        },
        {
            "bbox": [
                902.002687394958,
                404.68459590261284,
                65.89190966386559,
                10.616066211401403
            ],
            "text": " brands in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Modelo"
        },
        {
            "bbox": [
                24.738352605042017,
                415.90933194774345,
                41.2087468487395,
                10.61605403800479
            ],
            "text": "Japan.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": " Thương hiệu trong"
        },
        {
            "bbox": [
                72.391148697479,
                438.2589213182898,
                903.2028693697479,
                10.715924584323034
            ],
            "text": "Changes in various supply chain standards or agreements could have a material adverse effect on our business and financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Nhật Bản."
        },
        {
            "bbox": [
                24.738352605042017,
                449.48365736342043,
                54.238185084033624,
                10.715912410926421
            ],
            "text": "results.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Những thay đổi trong các tiêu chuẩn hoặc thỏa thuận chuỗi cung ứng khác nhau có thể có ảnh hưởng bất lợi cho hoạt động kinh doanh và tài chính của chúng tôi"
        },
        {
            "bbox": [
                97.14019575630253,
                449.58112975059385,
                875.2332550840335,
                10.61844002375301
            ],
            "text": "Our business includes various joint venture and industry agreements which standardize parts of the supply chain system. An example",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "kết quả."
        },
        {
            "bbox": [
                24.738352605042017,
                460.80586579572446,
                949.5741742857144,
                10.61605403800479
            ],
            "text": "includes our warehousing and customer delivery systems in Canada organized under joint venture agreements with other brewers. Any negative",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Doanh nghiệp của chúng tôi bao gồm các thỏa thuận liên doanh và ngành liên doanh khác nhau, tiêu chuẩn hóa các phần của hệ thống chuỗi cung ứng. Một ví dụ"
        },
        {
            "bbox": [
                24.738352605042017,
                472.03058966745846,
                960.3089045378151,
                10.61605403800479
            ],
            "text": "change in these agreements or material terms within these agreements could have a material adverse effect on our business and financial results.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bao gồm các hệ thống lưu trữ và giao hàng khách hàng của chúng tôi ở Canada được tổ chức theo các thỏa thuận liên doanh với các nhà sản xuất bia khác. Bất kỳ tiêu cực"
        },
        {
            "bbox": [
                72.391148697479,
                494.38256502375293,
                891.5655706302521,
                10.713538598574928
            ],
            "text": "We rely on a small number of suppliers to obtain the packaging materials we need to operate our business. The inability to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Thay đổi trong các thỏa thuận hoặc điều khoản vật chất này trong các thỏa thuận này có thể có ảnh hưởng bất lợi về tài liệu đối với kết quả kinh doanh và tài chính của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                505.60728889548693,
                923.0939280672269,
                10.713538598574814
            ],
            "text": "obtain materials could unfavorably affect our ability to produce our products which could have a material adverse effect on our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Chúng tôi dựa vào một số ít nhà cung cấp để có được các vật liệu đóng gói mà chúng tôi cần để vận hành doanh nghiệp của chúng tôi. Sự bất lực để"
        },
        {
            "bbox": [
                24.738352605042017,
                516.8320127672209,
                220.6196700840336,
                10.71355077197154
            ],
            "text": "business and financial results.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QPCCAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Có được vật liệu có thể ảnh hưởng đến khả năng sản xuất các sản phẩm của chúng tôi có thể có tác dụng bất lợi vật chất đối với"
        },
        {
            "bbox": [
                263.4771457983193,
                516.9294973277911,
                690.9169953781511,
                10.616066211401403
            ],
            "text": "We purchase certain types of packaging materials including aluminum cans and bottles, glass bottles and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kết quả kinh doanh và tài chính."
        },
        {
            "bbox": [
                24.738352605042017,
                528.1542333729217,
                957.468741512605,
                10.61605403800479
            ],
            "text": "paperboard from a small number of suppliers. Consolidation of packaging materials suppliers has reduced local supply alternatives and increased",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi mua một số loại vật liệu đóng gói bao gồm bình nhôm và chai, chai thủy tinh và"
        },
        {
            "bbox": [
                24.738352605042017,
                539.3789572446556,
                919.1592028571429,
                10.616054038004677
            ],
            "text": "risks of supply disruptions. The inability of any of these suppliers to meet our production requirements without sufficient time to develop an",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giấy tay từ một số ít nhà cung cấp. Hợp nhất các nhà cung cấp vật liệu đóng gói đã giảm các lựa chọn thay thế tại địa phương và tăng"
        },
        {
            "bbox": [
                24.738352605042017,
                550.6036811163896,
                915.9752083193279,
                10.616054038004734
            ],
            "text": "alternative source could have a material adverse effect on our business and financial results. Additionally, if the financial condition of these",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Rủi ro của sự gián đoạn cung. Sự bất lực của bất kỳ nhà cung cấp nào trong số này để đáp ứng các yêu cầu sản xuất của chúng tôi mà không có đủ thời gian để phát triển"
        },
        {
            "bbox": [
                24.738352605042017,
                561.8284049881236,
                964.2257482352942,
                10.61606621140146
            ],
            "text": "suppliers deteriorates our business and financial results could be adversely impacted. Our suppliers’ financial condition is affected in large part by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nguồn thay thế có thể có ảnh hưởng bất lợi về vật chất đối với kết quả kinh doanh và tài chính của chúng tôi. Ngoài ra, nếu điều kiện tài chính của những điều này"
        },
        {
            "bbox": [
                24.738352605042017,
                573.0531410332542,
                946.6816415126052,
                10.61605403800479
            ],
            "text": "conditions and events that are beyond our and their control, including: competitive and general market conditions in the locations in which they",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các nhà cung cấp làm suy giảm kết quả kinh doanh và tài chính của chúng tôi có thể bị ảnh hưởng xấu. Nhà cung cấp của chúng tôi tình trạng tài chính của chúng tôi bị ảnh hưởng phần lớn bởi"
        },
        {
            "bbox": [
                24.738352605042017,
                584.2778649049882,
                968.8597990756303,
                10.616054038004677
            ],
            "text": "operate; the availability of capital and other financing resources on reasonable terms; loss of major customers; or disruptions of bottling operations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các điều kiện và sự kiện nằm ngoài sự kiểm soát của chúng tôi và của họ, bao gồm: điều kiện thị trường cạnh tranh và chung ở các địa điểm mà họ"
        },
        {
            "bbox": [
                24.738352605042017,
                595.5025887767221,
                959.3663868907564,
                10.61606621140146
            ],
            "text": "that may be caused by strikes, work stoppages, labor unrest or natural disasters. A deterioration of the financial condition or results of operations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "vận hành; sự sẵn có của vốn và các nguồn tài chính khác theo các điều khoản hợp lý; mất khách hàng lớn; hoặc gián đoạn hoạt động đóng chai"
        },
        {
            "bbox": [
                24.738352605042017,
                606.7273248218528,
                621.4497444537816,
                10.61605403800479
            ],
            "text": "of one or more of our major suppliers could adversely affect our business and financial results.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Điều đó có thể được gây ra bởi các cuộc đình công, dừng công việc, bất ổn lao động hoặc thiên tai. Sự suy giảm của điều kiện tài chính hoặc kết quả hoạt động"
        },
        {
            "bbox": [
                503.484530672269,
                631.280968527316,
                16.414022689075637,
                10.616054038004734
            ],
            "text": "24",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QVCCAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "của một hoặc nhiều nhà cung cấp chính của chúng tôi có thể ảnh hưởng xấu đến kết quả kinh doanh và tài chính của chúng tôi."
        }
    ]
}