{
    "metadata": {
        "page_hash": "9ba13a8bca6acff2505aac1bc2c9071fca1e0847ce581bff47cbef5f452a15ea",
        "original_filename": "0000034782-21-000036_20210218x10k.pdf",
        "page_no": 85,
        "num_pages": 96,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.515773456057104,
                114.0979111764706,
                10.623187648455996
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    255,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                52.507280581947725,
                973.9063133613446,
                10.613680225653184
            ],
            "text": "The Credit Policy Committee (CPC), a management committee, is responsible for overseeing the valuation processes and procedures for Level 3",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Ủy ban chính sách tín dụng (CPC), một ủy ban quản lý, chịu trách nhiệm giám sát các quy trình và thủ tục định giá cho cấp 3"
        },
        {
            "bbox": [
                24.738352605042017,
                63.72963064133012,
                973.9124116806724,
                10.613680225653184
            ],
            "text": "measurements of impaired loans, other real estate and repossessions. The CPC reviews these assets on a quarterly basis to determine the accuracy",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các phép đo các khoản vay bị suy yếu, bất động sản khác và thu hồi. CPC xem xét các tài sản này trên cơ sở hàng quý để xác định độ chính xác"
        },
        {
            "bbox": [
                24.738352605042017,
                74.95198070071262,
                973.9129457142857,
                10.623199821852722
            ],
            "text": "of the observable inputs, generally third-party appraisals, auction values, values derived from trade publications and data submitted by the borrower,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Trong số các đầu vào có thể quan sát được, thường là đánh giá của bên thứ ba, giá trị đấu giá, giá trị xuất phát từ các ấn phẩm thương mại và dữ liệu được gửi bởi người vay,"
        },
        {
            "bbox": [
                24.738352605042017,
                86.18385035629456,
                973.9113608403362,
                10.613668052256571
            ],
            "text": "and the appropriateness of the unobservable inputs, generally discounts due to current market conditions and collection issues. The CPC establishes",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và sự phù hợp của các đầu vào không quan sát được, thường giảm giá do điều kiện thị trường hiện tại và các vấn đề thu thập. CPC thiết lập"
        },
        {
            "bbox": [
                24.738352605042017,
                97.40618824228034,
                973.9124116806724,
                10.61369239904991
            ],
            "text": "discounts based on asset type and valuation source; deviations from the standard are documented. The discounts are reviewed periodically, annually",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "giảm giá dựa trên loại tài sản và nguồn định giá; Độ lệch so với tiêu chuẩn được ghi lại. Giảm giá được xem xét định kỳ, hàng năm"
        },
        {
            "bbox": [
                24.738352605042017,
                108.62855047505946,
                973.893479327731,
                10.613668052256457
            ],
            "text": "at a minimum, to determine they remain appropriate. Consideration is given to current trends in market values for the asset categories and gain and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "ở mức tối thiểu, để xác định chúng vẫn phù hợp. Việc xem xét được đưa ra cho các xu hướng hiện tại trong các giá trị thị trường cho các danh mục tài sản và lợi ích và"
        },
        {
            "bbox": [
                24.738352605042017,
                119.85088836104524,
                921.3893272268909,
                10.623199821852722
            ],
            "text": "losses on sales of similar assets. The Loan and Funds Management Committee of the Board of Directors is responsible for overseeing the CPC.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tổn thất về doanh số của các tài sản tương tự. Ủy ban quản lý khoản vay và quỹ của Hội đồng quản trị chịu trách nhiệm giám sát CPC."
        },
        {
            "bbox": [
                24.738352605042017,
                136.69392695961994,
                973.8958049579832,
                10.613680225653184
            ],
            "text": "Discounts vary depending on the nature of the assets and the source of value. Aircraft are generally valued using quarterly trade publications",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giảm giá khác nhau tùy thuộc vào bản chất của tài sản và nguồn giá trị. Máy bay thường được định giá bằng cách sử dụng các ấn phẩm thương mại hàng quý"
        },
        {
            "bbox": [
                24.738352605042017,
                147.91627701900234,
                973.9089490756304,
                10.613680225653184
            ],
            "text": "adjusted for engine time, condition, maintenance programs, discounted by 10%. Likewise, autos are valued using current auction values, discounted",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Điều chỉnh thời gian động cơ, điều kiện, chương trình bảo trì, giảm giá 10%. Tương tự như vậy, ô tô có giá trị bằng cách sử dụng các giá trị đấu giá hiện tại, giảm giá"
        },
        {
            "bbox": [
                24.738352605042017,
                159.13862707838473,
                973.8958049579832,
                10.623187648456224
            ],
            "text": "by 10%; medium and heavy duty trucks are valued using trade publications and auction values, discounted by 15%. Construction equipment is",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "10%; Xe tải hạng trung và hạng nặng được đánh giá cao bằng cách sử dụng các ấn phẩm thương mại và giá trị đấu giá, được giảm giá 15%. Thiết bị xây dựng là"
        },
        {
            "bbox": [
                24.738352605042017,
                170.36097713776724,
                973.9129457142857,
                10.623199821852722
            ],
            "text": "generally valued using trade publications and auction values, discounted by 20%. Real estate is valued based on appraisals or evaluations,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nói chung có giá trị bằng cách sử dụng các ấn phẩm thương mại và giá trị đấu giá, được giảm giá 20%. Bất động sản có giá trị dựa trên các đánh giá hoặc đánh giá,"
        },
        {
            "bbox": [
                24.738352605042017,
                181.59284679334917,
                973.8990608403361,
                10.613668052256571
            ],
            "text": "discounted by 20% at a minimum with higher discounts for property in poor condition or property with characteristics which may make it more",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "giảm giá 20% ở mức tối thiểu với mức giảm giá cao hơn cho tài sản trong điều kiện kém hoặc tài sản với các đặc điểm có thể làm cho nó nhiều hơn"
        },
        {
            "bbox": [
                24.738352605042017,
                192.81518467933495,
                973.9032642016808,
                10.61369239904991
            ],
            "text": "difficult to market. Commercial loans subject to borrowing base certificates are generally discounted by 20% for receivables and 40% - 75% for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Khó thị trường. Các khoản vay thương mại có thể được vay chứng chỉ cơ sở thường được giảm giá 20% cho các khoản phải thu và 40% - 75% cho"
        },
        {
            "bbox": [
                24.738352605042017,
                204.03754691211407,
                670.1573482352942,
                10.613668052256571
            ],
            "text": "inventory with higher discounts when monthly borrowing base certificates are not required or received.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hàng tồn kho với giảm giá cao hơn khi không cần phải có giấy chứng nhận cơ sở vay hàng tháng."
        },
        {
            "bbox": [
                24.738352605042017,
                220.88057333729216,
                973.9124116806724,
                10.613680225653184
            ],
            "text": "Collateral-dependent impaired loans and related write-downs are based on the fair value of the underlying collateral if repayment is expected solely",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các khoản vay bị suy yếu phụ thuộc vào tài sản thế chấp và các khoản ghi nhận liên quan dựa trên giá trị hợp lý của tài sản thế chấp cơ bản nếu việc trả nợ chỉ được dự kiến"
        },
        {
            "bbox": [
                24.738352605042017,
                232.10292339667456,
                973.9145133613447,
                10.613680225653184
            ],
            "text": "from the collateral. Collateral values are reviewed quarterly and estimated using customized discounting criteria, appraisals and dealer and trade",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "từ tài sản thế chấp. Giá trị tài sản thế chấp được xem xét hàng quý và ước tính bằng cách sử dụng các tiêu chí chiết khấu tùy chỉnh, thẩm định và đại lý và thương mại"
        },
        {
            "bbox": [
                24.738352605042017,
                243.32527345605695,
                973.9197675630252,
                10.613680225653184
            ],
            "text": "magazine quotes which are used in a market valuation approach. In accordance with fair value measurements, only impaired loans for which a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Báo giá tạp chí được sử dụng trong phương pháp định giá thị trường. Theo các phép đo giá trị hợp lý, chỉ các khoản vay bị suy yếu mà"
        },
        {
            "bbox": [
                24.738352605042017,
                254.54762351543945,
                973.9042116806723,
                10.62318764845611
            ],
            "text": "allowance for loan loss has been established based on the fair value of collateral require classification in the fair value hierarchy. As a result, only a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Trợ cấp cho việc cho vay đã được thiết lập dựa trên giá trị hợp lý của tài sản thế chấp đòi hỏi phải phân loại trong hệ thống phân cấp giá trị hợp lý. Kết quả là, chỉ một"
        },
        {
            "bbox": [
                24.738352605042017,
                265.7794809976248,
                528.0676276470589,
                10.613692399049796
            ],
            "text": "portion of the Company’s impaired loans are classified in the fair value hierarchy.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Một phần của các khoản vay bị suy yếu của công ty được phân loại theo phân cấp giá trị hợp lý."
        },
        {
            "bbox": [
                24.738352605042017,
                282.61301217339667,
                973.9145133613447,
                10.613680225653297
            ],
            "text": "The Company has established MSRs valuation policies and procedures based on industry standards and to ensure valuation methodologies are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công ty đã thiết lập các chính sách và thủ tục định giá MSRS dựa trên các tiêu chuẩn ngành và để đảm bảo các phương pháp định giá là"
        },
        {
            "bbox": [
                24.738352605042017,
                293.8353622327792,
                973.901903277311,
                10.613680225653184
            ],
            "text": "consistent and verifiable. MSRs and related adjustments to fair value result from application of lower of cost or fair value accounting. For purposes of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "phù hợp và có thể kiểm chứng. MSR và các điều chỉnh liên quan đến giá trị hợp lý là kết quả của việc áp dụng chi phí thấp hơn hoặc kế toán giá trị hợp lý. Cho mục đích của"
        },
        {
            "bbox": [
                24.738352605042017,
                305.05771229216157,
                973.901903277311,
                10.623187648455996
            ],
            "text": "impairment, MSRs are stratified based on the predominant risk characteristics of the underlying servicing, principally by loan type. The fair value of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Suy giảm, MSR được phân tầng dựa trên các đặc điểm rủi ro chủ yếu của dịch vụ cơ bản, chủ yếu theo loại cho vay. Giá trị hợp lý của"
        },
        {
            "bbox": [
                24.738352605042017,
                316.2895697743468,
                973.9068301680674,
                10.613680225653184
            ],
            "text": "each tranche of the servicing portfolio is estimated by calculating the present value of estimated future net servicing cash flows, taking into",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Mỗi đợt của danh mục đầu tư phục vụ được ước tính bằng cách tính giá trị hiện tại của dòng tiền phục vụ ròng trong tương lai ước tính, tham gia"
        },
        {
            "bbox": [
                24.738352605042017,
                327.51191983372917,
                973.8958049579832,
                10.613680225653184
            ],
            "text": "consideration actual and expected mortgage loan prepayment rates, discount rates, servicing costs, and other economic factors. Prepayment rates",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Xem xét tỷ lệ trả trước cho vay thế chấp thực tế và dự kiến, tỷ lệ chiết khấu, chi phí phục vụ và các yếu tố kinh tế khác. Tỷ lệ trả trước"
        },
        {
            "bbox": [
                24.738352605042017,
                338.73426989311156,
                973.8907574789916,
                10.613680225653297
            ],
            "text": "and discount rates are derived through a third-party pricing agent. Changes in the most significant inputs, including prepayment rates and discount",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và tỷ lệ chiết khấu được lấy thông qua một đại lý định giá của bên thứ ba. Những thay đổi trong các đầu vào quan trọng nhất, bao gồm tỷ lệ trả trước và giảm giá"
        },
        {
            "bbox": [
                24.738352605042017,
                349.95661995249407,
                973.8960116806724,
                10.62318764845611
            ],
            "text": "rates, are compared to the changes in the fair value measurements and appropriate resolution is made. A fair value analysis is also obtained from an",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tỷ lệ, được so sánh với những thay đổi trong các phép đo giá trị hợp lý và độ phân giải phù hợp được thực hiện. Một phân tích giá trị hợp lý cũng được lấy từ một"
        },
        {
            "bbox": [
                24.738352605042017,
                361.1884774346794,
                973.8968557983194,
                10.613692399049796
            ],
            "text": "independent third-party agent and compared to the internal valuation for reasonableness. MSRs do not trade in an active, open market with readily",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đại lý bên thứ ba độc lập và so sánh với định giá nội bộ cho tính hợp lý. MSR không giao dịch trong một thị trường mở, hoạt động dễ dàng"
        },
        {
            "bbox": [
                24.738352605042017,
                372.4108396674584,
                973.8990608403361,
                10.613668052256571
            ],
            "text": "observable prices and though sales of MSRs do occur, precise terms and conditions typically are not readily available and the characteristics of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giá có thể quan sát được và mặc dù doanh số của MSR xảy ra, các điều khoản và điều kiện chính xác thường không có sẵn và các đặc điểm của"
        },
        {
            "bbox": [
                24.738352605042017,
                383.63317755344417,
                601.4858280672269,
                10.61369239904991
            ],
            "text": "Company’s servicing portfolio may differ from those of any servicing portfolios that do trade.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                400.4667087292162,
                973.9089490756304,
                10.62318764845611
            ],
            "text": "Other real estate is based on the fair value of the underlying collateral less expected selling costs. Collateral values are estimated primarily using",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Danh mục phục vụ có thể khác với bất kỳ danh mục đầu tư phục vụ nào giao dịch."
        },
        {
            "bbox": [
                24.738352605042017,
                411.6985662114015,
                973.8990608403361,
                10.613680225653184
            ],
            "text": "appraisals and reflect a market value approach. Fair values are reviewed quarterly and new appraisals are obtained annually. Repossessions are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Bất động sản khác dựa trên giá trị hợp lý của tài sản thế chấp cơ bản ít hơn chi phí bán hàng. Giá trị tài sản thế chấp được ước tính chủ yếu"
        },
        {
            "bbox": [
                24.738352605042017,
                422.9209162707839,
                106.04881701680671,
                10.613680225653184
            ],
            "text": "similarly valued.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thẩm định và phản ánh cách tiếp cận giá trị thị trường. Các giá trị công bằng được xem xét hàng quý và đánh giá mới được lấy hàng năm. Repossessions là"
        },
        {
            "bbox": [
                24.738352605042017,
                439.7544474465558,
                973.9113608403362,
                10.62318764845611
            ],
            "text": "For assets measured at fair value on a nonrecurring basis the following represents impairment charges (recoveries) recognized on these assets",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "có giá trị tương tự."
        },
        {
            "bbox": [
                24.738352605042017,
                450.9767975059383,
                973.9094658823531,
                10.623187648455996
            ],
            "text": "during the year ended December 31, 2020 and 2019, respectively: collateral-dependent impaired loans - $7.73 million and $4.29 million; MSRs -",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đối với các tài sản được đo lường theo giá trị hợp lý trên cơ sở không phát triển, sau đây thể hiện các khoản phí suy giảm (thu hồi) được công nhận trên các tài sản này"
        },
        {
            "bbox": [
                24.738352605042017,
                462.2086549881235,
                874.3415343697479,
                10.613680225653297
            ],
            "text": "$0.81 million and $0.00 million; repossessions - $1.07 million and $2.25 million, and other real estate - $0.00 million and $0.00 million.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Trong năm kết thúc vào ngày 31 tháng 12 năm 2020 và 2019, tương ứng: các khoản vay bị suy yếu phụ thuộc vào tài sản thế chấp - 7,73 triệu đô la và 4,29 triệu đô la; MSRS -"
        },
        {
            "bbox": [
                503.484530672269,
                507.8018236342043,
                16.414022689075637,
                10.623199821852722
            ],
            "text": "84",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCBBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "0,81 triệu đô la và 0,00 triệu đô la; Việc thu hồi - 1,07 triệu đô la và 2,25 triệu đô la, và bất động sản khác - 0,00 triệu đô la và 0,00 triệu đô la."
        }
    ]
}