{
    "metadata": {
        "page_hash": "a05b0d33fdfd3746cac8f7bf92e0e0318128c1403b8be87af9b17d0de60bba85",
        "original_filename": "NYSE_AEG_2013.pdf",
        "page_no": 269,
        "num_pages": 358,
        "original_width": 609.44897,
        "original_height": 793.70099,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "ann_reports_10_14_fancy",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                119.1859400467934,
                101.12576431333423,
                773.4546250853455,
                11.888164269519166
            ],
            "text": "In the United States, regulation of the insurance business is principally at the state level. State insurance regulators and the National ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Tại Hoa Kỳ, quy định của doanh nghiệp bảo hiểm chủ yếu ở cấp tiểu bang. Cơ quan quản lý bảo hiểm nhà nước và quốc gia "
        },
        {
            "bbox": [
                119.1859400467934,
                116.6227841671207,
                753.0832685630758,
                11.88816426951928
            ],
            "text": "Association of Insurance Commissioners have adopted risk-based capital (RBC) requirements for insurance companies. Risk-based ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Hiệp hội các ủy viên bảo hiểm đã áp dụng các yêu cầu về vốn dựa trên rủi ro (RBC) cho các công ty bảo hiểm. Dựa trên rủi ro "
        },
        {
            "bbox": [
                119.1859400467934,
                132.11980402090728,
                768.3509927008326,
                11.888164269519166
            ],
            "text": "capital calculations measure the ratio of a company’s statutory capital, which is measured on a prudent regulatory accounting basis, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Tính toán vốn đo lường tỷ lệ của vốn theo luật định của công ty, được đo lường trên cơ sở kế toán quy định thận trọng, "
        },
        {
            "bbox": [
                119.1859400467934,
                147.61682387469375,
                756.8716460378955,
                11.888164269519166
            ],
            "text": "to a minimum capital amount determined by the risk-based capital formula. The risk-based capital formula measures exposures to ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "đến một khoản vốn tối thiểu được xác định bởi công thức vốn dựa trên rủi ro. Các biện pháp tiếp xúc với công thức vốn dựa trên rủi ro "
        },
        {
            "bbox": [
                119.1859400467934,
                163.11384372848022,
                741.7323982022644,
                11.888164269519166
            ],
            "text": "investment risk, insurance risk, market risk, and general business risk. The formula applies a covariance calculation to determine ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Rủi ro đầu tư, rủi ro bảo hiểm, rủi ro thị trường và rủi ro kinh doanh chung. Công thức áp dụng tính toán hiệp phương sai để xác định "
        },
        {
            "bbox": [
                119.1859400467934,
                178.6108635822667,
                742.2585472578614,
                11.88816426951928
            ],
            "text": "the appropriate risk-based capital. Life reinsurance is treated as life insurance. The most pertinent risk-based capital measure is ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "vốn dựa trên rủi ro thích hợp. Tái bảo hiểm cuộc sống được coi là bảo hiểm nhân thọ. Biện pháp vốn dựa trên rủi ro thích hợp nhất là "
        },
        {
            "bbox": [
                119.1859400467934,
                194.10788343605327,
                776.6139412787916,
                11.888164269519166
            ],
            "text": "the company action level (CAL) risk-based capital. This is the highest regulatory intervention level and is the level at which a company ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Cấp độ hành động của công ty (CAL) vốn dựa trên rủi ro. Đây là mức độ can thiệp quy định cao nhất và là cấp độ mà một công ty "
        },
        {
            "bbox": [
                119.1859400467934,
                209.60490328983974,
                744.7074007689273,
                11.888164269519166
            ],
            "text": "has to submit a plan to its state regulators. The CAL is 200% of the authorized control level (ACL), the level at which regulators ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "phải nộp một kế hoạch cho các cơ quan quản lý nhà nước của nó. CAL là 200% của cấp kiểm soát được ủy quyền (ACL), mức độ mà các cơ quan quản lý "
        },
        {
            "bbox": [
                119.1859400467934,
                225.1019231436262,
                751.7680977457389,
                11.888164269519166
            ],
            "text": "are permitted to seize control of the company. At the end of 2013 the combined risk-based capital ratio of Aegon’s life insurance ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "được phép nắm quyền kiểm soát công ty. Vào cuối năm 2013, tỷ lệ vốn dựa trên rủi ro kết hợp của bảo hiểm nhân thọ Aegon "
        },
        {
            "bbox": [
                119.1859400467934,
                240.59894299741268,
                516.5508448558046,
                11.88816426951928
            ],
            "text": "subsidiaries in the United States was approximately 440% of the CAL risk-based capital. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Các công ty con tại Hoa Kỳ là khoảng 440% vốn dựa trên rủi ro CAL. "
        },
        {
            "bbox": [
                119.1859400467934,
                271.59298270498573,
                778.6139097913317,
                11.888164269519166
            ],
            "text": "For the insurance and reinsurance undertakings of Aegon in the EU, the European Solvency I directives are applicable, as implemented ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Đối với các chủ trương bảo hiểm và tái bảo hiểm của Aegon ở EU, chỉ thị của Châu Âu I Dân chỉ được áp dụng, như đã được thực hiện "
        },
        {
            "bbox": [
                119.1859400467934,
                287.0900025587722,
                771.6104965277077,
                11.888164269519166
            ],
            "text": "in the relevant member states. Solvency I allows member states to require solvency standards, exceeding the minimum requirements ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "trong các quốc gia thành viên có liên quan. Tính khả năng tôi cho phép các quốc gia thành viên yêu cầu các tiêu chuẩn khả năng thanh toán, vượt quá các yêu cầu tối thiểu "
        },
        {
            "bbox": [
                119.1859400467934,
                302.58702241255867,
                745.7996091124742,
                11.88816426951928
            ],
            "text": "set by the Solvency I directives. For life insurance companies the Solvency I capital requirement is by and large the sum of 4% of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Được thiết lập bởi khả năng thanh toán i chỉ thị. Đối với các công ty bảo hiểm nhân thọ, yêu cầu về vốn của tôi là lớn hơn 4% số tiền "
        },
        {
            "bbox": [
                119.1859400467934,
                318.08404226634525,
                774.1264893761327,
                11.888164269519166
            ],
            "text": "insurance and investment liabilities for general account and 1% of insurance and investment liabilities for account policyholders if no ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Nợ phải trả bảo hiểm và đầu tư cho tài khoản chung và 1% các khoản nợ bảo hiểm và đầu tư cho các chủ chính sách tài khoản nếu không "
        },
        {
            "bbox": [
                119.1859400467934,
                333.5810621201317,
                787.2986656290518,
                11.888164269519166
            ],
            "text": "guaranteed investment returns are given. At the end of 2013, Aegon the Netherlands consolidated solvency capital ratio based on IFRS ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "lợi nhuận đầu tư được đảm bảo được đưa ra. Vào cuối năm 2013, Aegon tỷ lệ vốn khả năng giải quyết hợp nhất của Hà Lan dựa trên IFRS "
        },
        {
            "bbox": [
                119.1859400467934,
                349.0780819739182,
                285.399373306021,
                11.888164269519166
            ],
            "text": "was approximately 240% excluding Aegon bank. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "là khoảng 240% không bao gồm Ngân hàng Aegon. "
        },
        {
            "bbox": [
                119.1859400467934,
                380.07216042404093,
                754.6399862649698,
                11.888125526969475
            ],
            "text": "The Prudential Regulation Authority (PRA) regulates insurance companies in the United Kingdom under the Financial Services and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Cơ quan quản lý quy định thận trọng (PRA) điều chỉnh các công ty bảo hiểm tại Vương quốc Anh theo Dịch vụ tài chính và "
        },
        {
            "bbox": [
                119.1859400467934,
                395.5691802778274,
                755.4934395901923,
                11.888125526969588
            ],
            "text": "Markets Act 2000 and sets minimum solvency standards. Companies must manage their solvency positions according to the most ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Thị trường Đạo luật 2000 và thiết lập các tiêu chuẩn khả năng thanh toán tối thiểu. Các công ty phải quản lý vị trí khả năng thanh toán của họ theo nhiều nhất "
        },
        {
            "bbox": [
                119.1859400467934,
                411.06620013161387,
                767.6876553749858,
                11.888125526969588
            ],
            "text": "stringent of the published Solvency I measure (Pillar 1) and a privately submitted economic capital measure (Pillar 2). For Aegon UK, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "nghiêm ngặt của dung môi được công bố tôi đo (trụ cột 1) và một biện pháp vốn kinh tế được gửi tư nhân (Trụ cột 2). Cho Aegon UK, "
        },
        {
            "bbox": [
                119.1859400467934,
                426.56321998540034,
                757.6435802328126,
                11.888125526969588
            ],
            "text": "the published measure continues to be the most stringent requirement. The Pillar I ratio in the United Kingdom, including the With ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Các biện pháp được công bố tiếp tục là yêu cầu nghiêm ngặt nhất. Tỷ lệ trụ cột I ở Vương quốc Anh, bao gồm cả với "
        },
        {
            "bbox": [
                119.1859400467934,
                442.0602398391869,
                754.8216762102329,
                11.888125526969475
            ],
            "text": "Profits fund, was approximately 150% at the end of the fourth quarter of 2013 (With Profits fund included at unaudited June 30, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Quỹ lợi nhuận, khoảng 150% vào cuối quý IV năm 2013 (với quỹ lợi nhuận được bao gồm tại chưa được kiểm tra vào ngày 30 tháng 6, "
        },
        {
            "bbox": [
                119.1859400467934,
                457.5572596929734,
                780.3164940946572,
                11.888125526969588
            ],
            "text": "2013 values). The local regulator (PRA) requires the total capital number of the With-Profits funds to be equal to the available capital.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "2013 giá trị). Cơ quan quản lý địa phương (PRA) yêu cầu tổng số vốn của các quỹ với lợi nhuận phải bằng với vốn có sẵn."
        },
        {
            "bbox": [
                119.1859400467934,
                488.5512994005463,
                747.8924828603781,
                11.888125526969588
            ],
            "text": "Aegon N.V. is subject to legal restrictions on the amount of dividends it can pay to its shareholders. Under Dutch law the amount ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Aegon N.V. chịu các hạn chế pháp lý đối với số tiền cổ tức mà nó có thể trả cho các cổ đông của mình. Theo luật của Hà Lan số tiền "
        },
        {
            "bbox": [
                119.1859400467934,
                504.0483192543329,
                765.877802861821,
                11.888125526969532
            ],
            "text": "that is available to pay dividends consists of total shareholders’ equity less the issued and outstanding capital and less the reserves ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Có sẵn để trả cổ tức bao gồm tổng số cổ đông, vốn chủ sở hữu ít hơn vốn phát hành và vốn tồn đọng và ít hơn "
        },
        {
            "bbox": [
                119.1859400467934,
                519.5453391081194,
                787.348549214875,
                11.888125526969532
            ],
            "text": "required by law. The revaluation account and legal reserves, foreign currency translation reserve and other, cannot be freely distributed. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "yêu cầu theo luật. Tài khoản đánh giá lại và dự trữ pháp lý, dự trữ dịch ngoại tệ và khác, không thể được phân phối tự do. "
        },
        {
            "bbox": [
                119.1859400467934,
                535.0423589619058,
                755.7422688728145,
                11.888125526969588
            ],
            "text": "In case of negative balances for individual reserves legally to be retained, no distributions can be made out of retained earnings to ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Trong trường hợp số dư âm cho các dự trữ riêng lẻ được giữ lại một cách hợp pháp, không có phân phối nào có thể được thực hiện từ thu nhập giữ lại "
        },
        {
            "bbox": [
                119.1859400467934,
                550.5393788156923,
                782.7038592747149,
                11.888125526969532
            ],
            "text": "the level of these negative amounts. Total distributable reserves under Dutch law amount to EUR 9,684 million at December 31, 2013 ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Mức độ của những lượng âm này. Tổng số dự trữ có thể phân phối theo luật của Hà Lan lên tới 9.684 triệu EUR vào ngày 31 tháng 12 năm 2013 "
        },
        {
            "bbox": [
                119.1859400467934,
                566.0363986694788,
                162.6149968716823,
                11.888125526969588
            ],
            "text": "(2012: EUR 10,341 million).",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "(2012: 10.341 triệu EUR)."
        },
        {
            "bbox": [
                119.1859400467934,
                597.0304383770518,
                721.175197572325,
                11.888125526969588
            ],
            "text": "The ability of Aegon's subsidiaries, principly insurance companies, to pay dividends to the holding company is constrained by ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Khả năng của các công ty con của Aegon, chủ yếu là các công ty bảo hiểm, trả cổ tức cho công ty cổ phần bị hạn chế bởi "
        },
        {
            "bbox": [
                119.1859400467934,
                612.5274582308384,
                744.7916781285232,
                11.888125526969532
            ],
            "text": "the need for these subsidiaries to remain adequately capitalized to the levels set by local insurance regulations and governed by ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "sự cần thiết của các công ty con này vẫn được tận dụng đầy đủ cho các mức được quy định bởi các quy định bảo hiểm địa phương và được điều chỉnh bởi "
        },
        {
            "bbox": [
                119.1859400467934,
                628.0244780846249,
                766.2066880677473,
                11.888125526969588
            ],
            "text": "local insurance regulatory authorities. Based on the capitalization level of the local subsidiary, local insurance regulators are able to ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Cơ quan quản lý bảo hiểm địa phương. Dựa trên mức vốn hóa của công ty con địa phương, các cơ quan quản lý bảo hiểm địa phương có thể "
        },
        {
            "bbox": [
                119.1859400467934,
                643.5214979384114,
                753.8980225858779,
                11.888125526969532
            ],
            "text": "restrict and/or prohibit the transfer of dividends to the holding company. In addition, the ability of subsidiaries to pay dividends to ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Hạn chế và/hoặc cấm chuyển giao cổ tức cho công ty cổ phần. Ngoài ra, khả năng của các công ty con"
        },
        {
            "bbox": [
                119.1859400467934,
                659.0185177921978,
                763.204540488435,
                11.888125526969588
            ],
            "text": "the holding company can be constrained by the need for these subsidiaries to have sufficient shareholders’ equity as determined by ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Trả cổ tức cho "
        },
        {
            "bbox": [
                119.1859400467934,
                674.5155376459843,
                755.7846682389174,
                11.888125526969532
            ],
            "text": "law. The capitalization level and shareholders’ equity of the subsidiaries can be impacted by various factors (e.g. general economic ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Công ty cổ phần có thể bị hạn chế bởi sự cần thiết của các công ty con này để có đủ cổ đông của "
        },
        {
            "bbox": [
                119.1859400467934,
                690.0125574997708,
                779.4873770973802,
                11.888138441152762
            ],
            "text": "conditions, capital markets risks, underwriting risk factors, changes in government regulations, legal and arbitrational proceedings). To ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "pháp luật. Mức vốn hóa và cổ đông của các công ty con có thể bị ảnh hưởng bởi các yếu tố khác nhau (ví dụ: kinh tế chung "
        },
        {
            "bbox": [
                119.1859400467934,
                705.5095644393741,
                771.896376902565,
                11.888151355335935
            ],
            "text": "mitigate the impact of such factors on the ability of subsidiaries to pay dividends, the subsidiaries hold additional capital in excess of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Các điều kiện, thị trường vốn rủi ro, bảo lãnh phát hành các yếu tố rủi ro, thay đổi trong các quy định của chính phủ, thủ tục tố tụng pháp lý và tự trọng). ĐẾN "
        },
        {
            "bbox": [
                119.1859400467934,
                721.0065842931606,
                289.244899946258,
                11.888151355335992
            ],
            "text": "the levels required by local insurance regulations. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "giảm thiểu tác động của các yếu tố như vậy đối với khả năng của các công ty con để trả cổ tức, các công ty con nắm giữ thêm vốn vượt quá "
        },
        {
            "bbox": [
                119.1859400467934,
                752.0006240007335,
                763.7049572829699,
                11.888151355335992
            ],
            "text": "The ability of the holding company to meet its cash obligations depends on the amount of liquid assets on its balance sheet and on ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Các mức theo yêu cầu của các quy định bảo hiểm địa phương. "
        },
        {
            "bbox": [
                119.1859400467934,
                767.4976438545201,
                758.4584351664421,
                11.888151355335964
            ],
            "text": "the ability of the subsidiaries to pay dividends to the holding company. In order to ensure the holding company’s ability to fulfill its ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Khả năng của công ty cổ phần để đáp ứng các nghĩa vụ tiền mặt của mình phụ thuộc vào số lượng tài sản thanh khoản trên bảng cân đối kế toán và trên "
        },
        {
            "bbox": [
                119.1859400467934,
                782.9946637083066,
                787.4971908640684,
                11.888151355335964
            ],
            "text": "cash obligations, it is the company’s policy that, the holding company holds liquid assets in reserve to fund at least 1.5 years of holding ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Khả năng của các công ty con để trả cổ tức cho công ty cổ phần. Để đảm bảo khả năng của công ty nắm giữ để hoàn thành "
        },
        {
            "bbox": [
                119.1859400467934,
                798.4916835620932,
                654.8002765514559,
                11.888151355335964
            ],
            "text": "company operating and funding expenses, without having to rely on the receipt of dividends from its subsidiaries.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Nghĩa vụ tiền mặt, đó là chính sách của công ty, công ty cổ phần nắm giữ tài sản thanh khoản để dự trữ để tài trợ cho ít nhất 1,5 năm "
        },
        {
            "bbox": [
                119.1859400467934,
                829.4857232696661,
                740.1514114463102,
                11.888151355335964
            ],
            "text": "Optas N.V., an indirect subsidiary of Aegon N.V., holds statutory reserves of EUR 997 million (2012: EUR 981 million) which are ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Chi phí vận hành và tài trợ của công ty, mà không phải dựa vào việc nhận cổ tức từ các công ty con."
        },
        {
            "bbox": [
                119.1859400467934,
                844.9827431234526,
                781.0127788057464,
                11.888151355335964
            ],
            "text": "restricted. Included in Aegon N.V.’s legal reserves is an amount of EUR 458 million related to Optas N.V. which represents the increase ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Optas N.V., một công ty con gián tiếp của Aegon N.V., giữ dự trữ theo luật định là 997 triệu EUR (2012: 981 triệu EUR) "
        },
        {
            "bbox": [
                119.1859400467934,
                860.479762977239,
                764.9220091388454,
                11.888151355335992
            ],
            "text": "in statutory reserves since the acquisition of Optas N.V. by Aegon (2012: EUR 441 million). The statutory reserves of Optas N.V. are ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "hạn chế. Bao gồm trong dự trữ pháp lý của Aegon N.V. là số tiền 458 triệu EUR liên quan đến Optas N.V. "
        },
        {
            "bbox": [
                119.1859400467934,
                875.9767828310256,
                469.57090082537997,
                11.888151355335992
            ],
            "text": "linked to the acquired negative goodwill related to Optas N.V. at acquisition date.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "trong dự trữ theo luật định kể từ khi mua lại Optas N.V. của Aegon (2012: 441 triệu EUR). Dự trữ theo luật định của Optas N.V. "
        },
        {
            "bbox": [
                927.3018703272236,
                31.405408099592023,
                25.883660940472055,
                13.157034426780683
            ],
            "text": "269",
            "font": {
                "color": [
                    135,
                    135,
                    135,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Bold",
                "size": 1
            },
            "text_vi": "được liên kết với thiện chí tiêu cực có liên quan đến Optas N.V. vào ngày mua lại."
        }
    ]
}