{
    "metadata": {
        "page_hash": "a7e2c38a6f38095253ecc07b323e903092a2cd33868cbbe11115df304055465f",
        "original_filename": "aviation_instructors_handbook.pdf",
        "page_no": 121,
        "num_pages": 228,
        "original_width": 612.15997,
        "original_height": 792.06,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "faa_regulations",
        "doc_category": "laws_and_regulations"
    },
    "cells": [
        {
            "bbox": [
                61.5123935660151,
                44.88114284271387,
                900.1922793971646,
                14.274916672979316
            ],
            "text": "The active nature of e-learning enhances the overall learning process several ways. Well-designed programs allow learners to feel ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Bản chất hoạt động của học tập điện tử giúp tăng cường quá trình học tập tổng thể một số cách. Các chương trình được thiết kế tốt cho phép người học cảm thấy "
        },
        {
            "bbox": [
                61.5123935660151,
                59.46552912658126,
                900.3925877414035,
                14.274916672979202
            ],
            "text": "more in control of the content and how fast they learn it. They can explore areas of interest and discover more about a subject on their ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "nhiều hơn trong việc kiểm soát nội dung và tốc độ họ học nó. Họ có thể khám phá các lĩnh vực quan tâm và khám phá thêm về một chủ đề về "
        },
        {
            "bbox": [
                61.5123935660151,
                74.03703917632492,
                899.7218737612,
                14.274916672979316
            ],
            "text": "own. In addition, e-learning often seems more enjoyable than learning from a classroom lecture. Main advantages include less time ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "sở hữu. Ngoài ra, học tập điện tử thường có vẻ thú vị hơn việc học từ một bài giảng trong lớp. Ưu điểm chính bao gồm ít thời gian hơn "
        },
        {
            "bbox": [
                61.5123935660151,
                88.62142546019243,
                721.1301153030308,
                14.274916672979202
            ],
            "text": "spent on instruction compared to traditional classroom training, and a higher level of mastery and retention. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "dành cho hướng dẫn so với đào tạo lớp học truyền thống, và mức độ thành thạo và duy trì cao hơn. "
        },
        {
            "bbox": [
                61.5123935660151,
                118.13978454915014,
                900.4104703219975,
                14.27491667297943
            ],
            "text": "Distance learning, or the use of electronic media to deliver instruction when the instructor and learner are separated, is another ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Học từ xa, hoặc sử dụng phương tiện điện tử để cung cấp hướng dẫn khi người hướng dẫn và người học được tách ra, là một cách khác "
        },
        {
            "bbox": [
                61.5123935660151,
                132.72415789207878,
                899.8451262665866,
                14.274929613918175
            ],
            "text": "advantage to e-learning. Participants in a class may be located on different continents, yet share the same teaching experience. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Lợi thế cho học tập điện tử. Những người tham gia trong một lớp học có thể được đặt trên các lục địa khác nhau, nhưng có chung kinh nghiệm giảng dạy. "
        },
        {
            "bbox": [
                61.5123935660151,
                147.29566794182256,
                900.4290728941323,
                14.274929613918061
            ],
            "text": "Distance learning also may be defined as a system and process that connects learners with resources for learning. As sources for ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Học từ xa cũng có thể được định nghĩa là một hệ thống và quy trình kết nối người học với các nguồn lực để học. Là nguồn cho "
        },
        {
            "bbox": [
                61.5123935660151,
                161.86717799156622,
                515.8913694569084,
                14.274929613918175
            ],
            "text": "access to information expand, the possibilities for distance learning increase. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Truy cập vào thông tin mở rộng, khả năng học tập từ xa tăng lên. "
        },
        {
            "bbox": [
                61.5123935660151,
                191.24313498977347,
                899.6865104557554,
                14.274916672979316
            ],
            "text": "While e-learning has many training advantages, it also has limitations which can include the lack of peer interaction and personal ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Mặc dù học tập điện tử có nhiều lợi thế đào tạo, nhưng nó cũng có những hạn chế có thể bao gồm việc thiếu tương tác ngang hàng và cá nhân "
        },
        {
            "bbox": [
                61.5123935660151,
                205.81464503951713,
                899.8199767946276,
                14.274916672979316
            ],
            "text": "feedback, depending on what method of e-learning is used. For the instructor, maintaining control of the learning situation may be ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Phản hồi, tùy thuộc vào phương pháp học tập điện tử được sử dụng. Đối với người hướng dẫn, việc duy trì quyền kiểm soát tình hình học tập có thể "
        },
        {
            "bbox": [
                61.5123935660151,
                220.39901838244566,
                900.4703635717963,
                14.274929613918175
            ],
            "text": "difficult. It also may be difficult to find good programs for certain subject areas, and the expense associated with the equipment, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "khó. Cũng có thể khó tìm thấy các chương trình tốt cho một số lĩnh vực chủ đề nhất định và chi phí liên quan đến thiết bị, "
        },
        {
            "bbox": [
                61.5123935660151,
                234.97052843218944,
                900.5106328661116,
                14.274929613918061
            ],
            "text": "software, and facilities need to be considered. In addition, instructors and learners may lack sufficient experience with specific ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Phần mềm, và các cơ sở cần được xem xét. Ngoài ra, người hướng dẫn và người học có thể thiếu kinh nghiệm đầy đủ "
        },
        {
            "bbox": [
                61.5123935660151,
                249.5420384819331,
                431.96728013757576,
                14.274929613918175
            ],
            "text": "programs to take full advantage of the software that is available. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Các chương trình để tận dụng tối đa phần mềm có sẵn. "
        },
        {
            "bbox": [
                61.5123935660151,
                279.0474436911345,
                899.7313843471338,
                14.274929613918061
            ],
            "text": "Improper or excessive use of e-learning should be avoided. For example, a flight instructor should not rely exclusively on a software ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Nên tránh sử dụng không đúng hoặc sử dụng quá nhiều điện tử. Ví dụ, người hướng dẫn bay không nên chỉ dựa vào phần mềm "
        },
        {
            "bbox": [
                61.5123935660151,
                293.61895374087817,
                900.4458336274421,
                14.274929613918175
            ],
            "text": "program on traffic patterns and landings to do the ground instruction for a learner pilot, and then expect the learner to demonstrate ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "lập trình về các mô hình giao thông và hạ cánh để thực hiện hướng dẫn mặt đất cho một phi công người học, và sau đó mong đợi người học "
        },
        {
            "bbox": [
                61.5123935660151,
                308.19046379062183,
                900.4023997191453,
                14.274929613918175
            ],
            "text": "patterns and landings in the aircraft. Likewise, it would be unfair to expect a maintenance learner to safely and properly perform a ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Mô hình và hạ cánh trong máy bay. Tương tự như vậy, sẽ không công bằng khi mong đợi một người học bảo trì thực hiện một cách an toàn và đúng "
        },
        {
            "bbox": [
                61.5123935660151,
                322.7748500744892,
                578.1053361754443,
                14.274916672979316
            ],
            "text": "compression check on an aircraft engine if he or she received only e-learning training. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Kiểm tra nén trên động cơ máy bay nếu anh ta hoặc cô ta chỉ được đào tạo học tập điện tử. "
        },
        {
            "bbox": [
                61.5123935660151,
                352.13784025200107,
                899.8499317915216,
                14.274929613918061
            ],
            "text": "Along with the many types of e-learning, there are a variety of terms used to describe the educational use of the computer. This ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Cùng với nhiều loại học tập điện tử, có nhiều thuật ngữ được sử dụng để mô tả việc sử dụng giáo dục của máy tính. Cái này "
        },
        {
            "bbox": [
                61.5123935660151,
                366.7222653586849,
                570.934220429343,
                14.274877850162852
            ],
            "text": "handbook will use the term “computer-assisted learning” in the following discussion.$_{ }$",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Cẩm nang sẽ sử dụng thuật ngữ học tập hỗ trợ máy tính trên máy tính trong các cuộc thảo luận sau đây. $ _ {} $"
        },
        {
            "bbox": [
                61.5123935660151,
                404.00578302148824,
                360.0177719885865,
                14.403860187359442
            ],
            "text": "Computer-Assisted Learning (CAL) Method ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Arial,Bold",
                "size": 1
            },
            "text_vi": "Phương pháp học tập hỗ trợ máy tính (Cal) "
        },
        {
            "bbox": [
                61.5123935660151,
                423.0671647349948,
                899.6183456752325,
                14.274877850162852
            ],
            "text": "Computer-assisted learning (CAL) couples the personal computer (PC) with multimedia software to create a training device. For ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Học tập hỗ trợ máy tính (CAL) kết hợp máy tính cá nhân (PC) với phần mềm đa phương tiện để tạo ra một thiết bị đào tạo. Vì "
        },
        {
            "bbox": [
                61.5123935660151,
                437.65155101886216,
                900.4623934328797,
                14.274877850162852
            ],
            "text": "example, major aircraft manufacturers have developed CAL programs to teach aircraft systems and maintenance procedures to their ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Ví dụ, các nhà sản xuất máy bay lớn đã phát triển các chương trình CAL để dạy các hệ thống máy bay và quy trình bảo trì cho "
        },
        {
            "bbox": [
                61.5123935660151,
                452.22306106860583,
                900.4837587632526,
                14.274877850162852
            ],
            "text": "employees, reducing the amount of instructor time necessary to train aircrews and maintenance technicians on the new equipment. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Nhân viên, giảm số lượng thời gian của người hướng dẫn cần thiết để đào tạo máy bay và kỹ thuật viên bảo trì trên thiết bị mới. "
        },
        {
            "bbox": [
                61.5123935660151,
                466.7945711183496,
                900.5657205909755,
                14.274877850162738
            ],
            "text": "End users of the aircraft, such as the major airlines, can purchase the training materials with the aircraft in order to accomplish both ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Người dùng cuối của máy bay, chẳng hạn như các hãng hàng không lớn, có thể mua các tài liệu huấn luyện với máy bay để hoàn thành cả hai "
        },
        {
            "bbox": [
                61.5123935660151,
                481.3789574022169,
                900.4308142690218,
                14.274877850162966
            ],
            "text": "initial and recurrent training of their personnel. Major advantages of CAL are that learners can progress at a rate which is comfortable ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "đào tạo ban đầu và thường xuyên của nhân viên của họ. Ưu điểm lớn của Cal là người học có thể tiến bộ với tốc độ thoải mái "
        },
        {
            "bbox": [
                61.5123935660151,
                495.95046745196066,
                485.1748726725793,
                14.274877850162852
            ],
            "text": "for them and are often able to access the CAL at their own convenience. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Đối với họ và thường có thể truy cập vào CAL theo cách thuận tiện của riêng họ. "
        },
        {
            "bbox": [
                61.5123935660151,
                525.4170498447088,
                899.6898927415982,
                14.274877850162795
            ],
            "text": "Another benefit of CAL is an FAA test prep study guide, useful for preparation for the FAA knowledge tests. These programs ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Một lợi ích khác của CAL là hướng dẫn nghiên cứu chuẩn bị thử nghiệm FAA, hữu ích cho việc chuẩn bị cho các bài kiểm tra kiến ​​thức FAA. Những chương trình này "
        },
        {
            "bbox": [
                61.5123935660151,
                539.9885598944525,
                900.5974002187694,
                14.274877850162852
            ],
            "text": "typically allow the learners to select a test, complete the questions, and find out how they did on the test. The learner may then ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Thông thường cho phép người học chọn bài kiểm tra, hoàn thành các câu hỏi và tìm hiểu cách họ đã làm trong bài kiểm tra. Người học sau đó có thể "
        },
        {
            "bbox": [
                61.5123935660151,
                554.5729461783199,
                257.44516502769693,
                14.274877850162852
            ],
            "text": "conduct a review of questions missed. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Tiến hành đánh giá các câu hỏi bị bỏ lỡ. "
        },
        {
            "bbox": [
                61.5123935660151,
                583.9747979951014,
                899.6063904668578,
                14.274877850162852
            ],
            "text": "Some of the more advanced CAL applications allow learners to progress through a series of interactive segments where the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Một số ứng dụng CAL nâng cao hơn cho phép người học tiến hành thông qua một loạt các phân đoạn tương tác trong đó "
        },
        {
            "bbox": [
                61.5123935660151,
                598.5463080448451,
                900.4091475468412,
                14.274877850162909
            ],
            "text": "presentation varies as a result of their responses. They can focus on the area they either need to study or want to study. For example, a ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Trình bày thay đổi theo kết quả của phản ứng của họ. Họ có thể tập trung vào lĩnh vực họ cần học tập hoặc muốn học. Ví dụ, a "
        },
        {
            "bbox": [
                61.5123935660151,
                613.1178180945888,
                900.4941735246098,
                14.274877850162852
            ],
            "text": "maintenance learner who wants to find information on the refueling of a specific aircraft could use a CAL program to access the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Người học bảo trì muốn tìm thông tin về việc tiếp nhiên liệu của một máy bay cụ thể có thể sử dụng chương trình CAL để truy cập "
        },
        {
            "bbox": [
                61.5123935660151,
                627.7022043784561,
                900.4040406300985,
                14.274877850162909
            ],
            "text": "refueling section, and study the entire procedure. If the learner wishes to repeat a section or a portion of the section, it can be done at ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Phần tiếp nhiên liệu, và nghiên cứu toàn bộ thủ tục. Nếu người học muốn lặp lại một phần hoặc một phần của phần, nó có thể được thực hiện tại "
        },
        {
            "bbox": [
                61.5123935660151,
                642.2737144281998,
                65.58760763955212,
                14.274877850162909
            ],
            "text": "any time. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "bất cứ lúc nào. "
        },
        {
            "bbox": [
                61.5123935660151,
                671.7661528167057,
                900.464134807769,
                14.274890791101711
            ],
            "text": "CAL programs can be used by the instructor as another type of study reference. Just as a learner can reread a section in a text, the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Các chương trình CAL có thể được người hướng dẫn sử dụng như một loại tham chiếu nghiên cứu khác. Chỉ như một"
        },
        {
            "bbox": [
                61.5123935660151,
                686.3505391005731,
                900.50746825213,
                14.274903732040514
            ],
            "text": "learner may review portions of a CAL program. The instructor should continue to monitor and evaluate the progress of the learner as ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "người học có thể đọc lại một phần trong một văn bản, "
        },
        {
            "bbox": [
                61.5123935660151,
                700.9220103275004,
                896.4752644639601,
                14.274929613918118
            ],
            "text": "usual. This is necessary to be certain a learner is on track with the training syllabus. When using CAL, instructors may do more one-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Người học có thể xem xét các phần của một chương trình CAL. Người hướng dẫn nên tiếp tục theo dõi và đánh giá tiến trình của người học là "
        },
        {
            "bbox": [
                61.517910710496146,
                715.4935462591218,
                899.6291874083174,
                14.274916672979316
            ],
            "text": "on-one instruction than in a normal classroom setting, since repetitive forms of teaching may be accomplished by computer. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "thường. Điều này là cần thiết để chắc chắn một người học đang đi đúng hướng với giáo trình đào tạo. Khi sử dụng Cal, người hướng dẫn có thể làm nhiều hơn một-"
        },
        {
            "bbox": [
                61.5123935660151,
                730.0779454839279,
                900.4940730606739,
                14.274916672979373
            ],
            "text": "Remember, the computer has no way of knowing when a learner is having difficulty, and it will always be the responsibility of the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Hướng dẫn tại một so với trong một cài đặt lớp học bình thường, vì các hình thức giảng dạy lặp đi lặp lại có thể được thực hiện bằng máy tính. "
        },
        {
            "bbox": [
                61.5123935660151,
                744.6494425927328,
                446.666510226077,
                14.274916672979373
            ],
            "text": "instructor to provide monitoring and oversight of learner progress. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Hãy nhớ rằng, máy tính không có cách nào để biết khi nào người học gặp khó khăn và nó sẽ luôn là trách nhiệm của "
        },
        {
            "bbox": [
                508.89631675850995,
                744.6494425927328,
                98.30635569000043,
                14.274916672979373
            ],
            "text": "[Figure 5-13] ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman,Italic",
                "size": 1
            },
            "text_vi": "người hướng dẫn để cung cấp giám sát và giám sát tiến bộ của người học. "
        },
        {
            "bbox": [
                61.5123935660151,
                774.1159991036033,
                900.4942739885456,
                14.274916672979344
            ],
            "text": "Real interactivity with CAL means the learner is fully engaged with the instruction by doing something meaningful which makes the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "[Hình 5-13] "
        },
        {
            "bbox": [
                61.5123935660151,
                788.7261766785344,
                900.3559016608027,
                14.274916672979288
            ],
            "text": "subject of study come alive. For example, the learner controls the pace of instruction, reviews previous material, jumps forward, and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Tương tác thực sự với Cal có nghĩa là người học tham gia đầy đủ với hướng dẫn bằng cách thực hiện một cái gì đó có ý nghĩa "
        },
        {
            "bbox": [
                61.5123935660151,
                803.2976608464005,
                900.4907075188205,
                14.274916672979316
            ],
            "text": "receives instant feedback. With advanced tracking features, CAL also can be used to test the learner’s achievement, compare the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Chủ đề nghiên cứu trở nên sống động. Ví dụ, người học kiểm soát tốc độ giảng dạy, đánh giá tài liệu trước đó, nhảy về phía trước và "
        },
        {
            "bbox": [
                61.5123935660151,
                817.8691579552054,
                435.68797874843074,
                14.274916672979316
            ],
            "text": "results with past performance, and indicate weak or strong areas. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "nhận được phản hồi tức thì. Với các tính năng theo dõi nâng cao, Cal cũng có thể được sử dụng để kiểm tra thành tích của người học, so sánh "
        },
        {
            "bbox": [
                61.5123935660151,
                847.2193754261041,
                900.6025071355122,
                14.274903732040485
            ],
            "text": "For most aviation training, the computer should be thought of as a valuable instructional aid, and CAL is a useful tool for aviation ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Kết quả với hiệu suất trong quá khứ, và chỉ ra các khu vực yếu hoặc mạnh. "
        },
        {
            "bbox": [
                61.5123935660151,
                861.790872534909,
                900.4124126247586,
                14.274903732040485
            ],
            "text": "instructors. For example, in teaching aircraft maintenance, CAL programs produced by various aircraft manufacturers can be used to ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Đối với hầu hết các khóa đào tạo hàng không, máy tính nên được coi là một hỗ trợ hướng dẫn có giá trị và Cal là một công cụ hữu ích cho hàng không "
        },
        {
            "bbox": [
                61.5123935660151,
                876.3623567027751,
                900.8994952740865,
                14.274903732040514
            ],
            "text": "expose learners to equipment not normally found at a maintenance school. Another use of computers would allow learners to review ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "người hướng dẫn. Ví dụ, trong việc bảo trì máy bay, các chương trình CAL được sản xuất bởi các nhà sản xuất máy bay khác nhau có thể được sử dụng để "
        },
        {
            "bbox": [
                61.5123935660151,
                890.9467429866424,
                900.0956163468185,
                14.274902437946622
            ],
            "text": "procedures at their own pace while the instructor is involved in hands-on training with others. The major advantage of CAL is that it ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Tiếp xúc với người học với thiết bị thường không được tìm thấy tại một trường bảo trì. Một cách sử dụng máy tính khác sẽ cho phép người học xem xét "
        },
        {
            "bbox": [
                61.5123935660151,
                905.5569270320431,
                899.7064358030466,
                14.27490114385273
            ],
            "text": "is interactive—the computer responds in different ways, depending on learner input. When using CAL, the instructor should remain ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "thủ tục theo tốc độ của riêng họ trong khi người hướng dẫn tham gia vào đào tạo thực hành với những người khác. Ưu điểm chính của Cal là nó "
        },
        {
            "bbox": [
                61.5123935660151,
                920.1284176703786,
                900.4889661439312,
                14.27490114385273
            ],
            "text": "actively involved with the learners by using close supervision, questions, examinations, quizzes, or guided discussions on the subject ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "là tương tác, máy tính phản ứng theo những cách khác nhau, tùy thuộc vào đầu vào của người học. Khi sử dụng Cal, người hướng dẫn nên ở lại "
        },
        {
            "bbox": [
                61.5123935660151,
                934.6999083087139,
                245.9660552453307,
                14.274910202509915
            ],
            "text": "matter to constantly assess progress. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "tích cực tham gia vào người học bằng cách sử dụng giám sát chặt chẽ, câu hỏi, kiểm tra, câu đố hoặc thảo luận có hướng dẫn về chủ đề "
        },
        {
            "bbox": [
                489.89562278957897,
                982.8167478473853,
                38.06032678026952,
                14.231146535615984
            ],
            "text": "5-19 ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/ABCDEE+Calibri",
                "size": 1
            },
            "text_vi": "vấn đề để liên tục đánh giá tiến trình. "
        }
    ]
}