{
    "metadata": {
        "page_hash": "b17216a6e7cb296003eb49d1133253c14234630a63fc00443e8172f18a3312a5",
        "original_filename": "0000013239-20-000006_20200303x10k.pdf",
        "page_no": 78,
        "num_pages": 143,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.520533254156817,
                115.84059033613445,
                10.613680225653184
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                72.391148697479,
                43.95262084323042,
                264.528969789916,
                9.886124999999993
            ],
            "text": "New Senior Secured Term Loan Facility",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXPBAA+DejaVuSerif-BoldItalic",
                "size": 12
            },
            "text_vi": "Cơ sở cho vay có thời hạn bảo đảm cao cấp mới"
        },
        {
            "bbox": [
                72.391148697479,
                62.27929216152029,
                926.2655071848739,
                9.800533847981
            ],
            "text": "Additionally, in connection with the completion of the Plan, on July 1, 2019, the Company and Hexion International Cooperatief U.A., a company",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Ngoài ra, liên quan đến việc hoàn thành kế hoạch, vào ngày 1 tháng 7 năm 2019, Công ty và Hexion International Cooperatief U.A., một công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                72.09884085510691,
                973.8998015966388,
                9.800533847981
            ],
            "text": "organized under the laws of the Netherlands (the “Dutch Term Loan Borrower” and, together with the Company, the “Term Loan Borrowers”), entered into a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "được tổ chức theo luật pháp của Hà Lan (người vay cho vay có kỳ hạn của Hà Lan và cùng với công ty, những người vay cho vay có kỳ hạn"
        },
        {
            "bbox": [
                24.738352605042017,
                81.92316152019009,
                973.8976826890757,
                9.800533847981
            ],
            "text": "senior secured term loan facility with the lenders party thereto and JPMorgan Chase Bank, N.A., as administrative agent and collateral agent (the “Term Loan",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Cơ sở cho vay có thời hạn được bảo đảm cao cấp với Đảng Người cho vay và JPMorgan Chase Bank, N.A., với tư cách là đại lý hành chính và đại lý thế chấp (khoản vay có kỳ hạn"
        },
        {
            "bbox": [
                24.738352605042017,
                91.74271021377683,
                973.9142032773111,
                9.800533847980887
            ],
            "text": "Facility”), which consists of (i) a USD denominated tranche in an aggregate principal amount of $725 (“Senior Secured Term Loan - USD”) borrowed by the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Cơ sở trực tuyến), bao gồm (i) một đợt giảm giá trị giá USD với số tiền gốc tổng hợp là $ 725 (khoản vay có thời hạn bảo đảm cao cấp - USD) được vay bởi"
        },
        {
            "bbox": [
                24.738352605042017,
                101.56701870546317,
                973.9049524369748,
                9.800546021377727
            ],
            "text": "Company and (ii) a EUR denominated tranche in an aggregate principal amount of €425 (“Senior Secured Term Loan - EUR”) borrowed by the Dutch Term",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Công ty và (ii) một khoản tiền có mệnh giá EUR với số tiền gốc tổng hợp là € 425 (khoản vay có thời hạn bảo đảm cao cấp - EUR) được vay theo thuật ngữ Hà Lan"
        },
        {
            "bbox": [
                24.738352605042017,
                111.38657957244664,
                973.9027301680674,
                9.800533847981
            ],
            "text": "Loan Borrower. In addition, the Company may request one or more incremental facilities in an aggregate amount up to the sum of $425 and amounts that may",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Người vay cho vay. Ngoài ra, công ty có thể yêu cầu một hoặc nhiều cơ sở gia tăng với tổng số tiền lên tới số tiền là $ 425 và số tiền có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                121.21088806413297,
                373.6094646218488,
                9.795786223278014
            ],
            "text": "be incurred pursuant to certain leverage and coverage ratios.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "được phát sinh theo tỷ lệ đòn bẩy và bảo hiểm nhất định."
        },
        {
            "bbox": [
                72.391148697479,
                139.44720843230414,
                926.2437323949581,
                9.800533847980887
            ],
            "text": "The Term Loan Facility will mature on July 1, 2026 and bears interest based on (i) in the case of the USD tranche, at the Company’s option, an adjusted",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Cơ sở cho vay có kỳ hạn sẽ trưởng thành vào ngày 1 tháng 7 năm 2026 và mang lãi dựa trên (i)"
        },
        {
            "bbox": [
                24.738352605042017,
                149.27151692399048,
                973.8986301680674,
                9.800546021377727
            ],
            "text": "LIBOR rate or an alternate base rate, in each case plus an applicable margin equal to 3.50% or, in the case of the alternate base rate, 2.50% and (ii) in the case",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Tỷ lệ LIBOR hoặc tỷ lệ cơ sở thay thế, trong mỗi trường hợp cộng với tỷ lệ áp dụng bằng 3,50% hoặc, trong trường hợp tỷ lệ cơ sở thay thế, 2,50% và (ii) trong trường hợp"
        },
        {
            "bbox": [
                24.738352605042017,
                159.09107779097394,
                973.9183032773109,
                9.800533847981
            ],
            "text": "of the EUR tranche, EURIBOR plus an applicable margin equal to 4.00%. As of December 31, 2019, the effective interest for the Company’s Term Loan Facility",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Trong số các đợt EUR, Euribor cộng với tỷ suất lợi nhuận áp dụng bằng 4,00%. Tính đến ngày 31 tháng 12 năm 2019, tiền lãi hiệu quả cho cơ sở cho vay có kỳ hạn của công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                168.91538628266028,
                448.90462092436974,
                9.795786223278014
            ],
            "text": "on the USD tranche and EUR tranche was 5.82% and 4.00%, respectively.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Trên đợt USD và Eur Tranche lần lượt là 5,82% và 4,00%."
        },
        {
            "bbox": [
                72.391148697479,
                187.15170665083144,
                926.2509849159663,
                9.800533847980887
            ],
            "text": "The obligations of the Company under the Term Loan Facility are unconditionally guaranteed by Hexion Intermediate and each of the Company’s",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Các nghĩa vụ của công ty theo cơ sở cho vay có kỳ hạn được đảm bảo vô điều kiện bởi Hexion trung gian và mỗi công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                196.97601514251778,
                973.9157709243699,
                9.800546021377727
            ],
            "text": "existing and future wholly owned material U.S. subsidiaries, which subsidiaries the Company refers to collectively as “U.S. Term Guarantors”. In addition, all",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Các công ty con thuộc sở hữu hoàn toàn thuộc sở hữu của Hoa Kỳ, mà các công ty con của công ty đề cập đến tập thể như là U. U.S. Người bảo lãnh nhiệm kỳ. Ngoài ra, tất cả"
        },
        {
            "bbox": [
                24.738352605042017,
                206.79557600950125,
                973.9037810084034,
                9.800533847981
            ],
            "text": "obligations of the Dutch Term Loan Borrower under the Term Loan Facility are guaranteed by Hexion Intermediate, the Company, the U.S. Term Guarantors",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Nghĩa vụ của người vay cho vay có kỳ hạn của Hà Lan theo cơ sở cho vay có thời hạn được đảm bảo bởi Hexion A -Mof"
        },
        {
            "bbox": [
                24.738352605042017,
                216.61988450118758,
                973.9049524369748,
                9.795786223278014
            ],
            "text": "and certain other direct and indirect wholly-owned foreign subsidiaries, which foreign subsidiaries the Company collectively refers to as the “Foreign Term",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "và một số công ty con nước ngoài trực tiếp và hoàn toàn thuộc sở hữu trực tiếp và gián tiếp khác, mà các công ty con nước ngoài mà công ty đề cập đến như là thuật ngữ nước ngoài của người Hồi giáo"
        },
        {
            "bbox": [
                24.738352605042017,
                226.43944536817105,
                941.2547057983195,
                9.800533847981
            ],
            "text": "Guarantors” (together with the U.S. Term Guarantors, the “Subsidiary Term Guarantors” and, together with Hexion Intermediate, the “Term Guarantors”).",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Người bảo lãnh trực tuyến (cùng với Người bảo lãnh nhiệm kỳ của Hoa Kỳ, người bảo lãnh có thuật ngữ của công ty con, và cùng với trung gian hexion, người bảo lãnh hạn của Hồi giáo)."
        },
        {
            "bbox": [
                72.391148697479,
                244.6805133610451,
                926.2437323949581,
                9.800546021377727
            ],
            "text": "The Credit Facilities contain among other provisions, restrictive covenants regarding indebtedness, payments and distributions, mergers and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Các cơ sở tín dụng chứa trong số các điều khoản khác, các giao ước hạn chế liên quan đến nợ, thanh toán và phân phối, sáp nhập và"
        },
        {
            "bbox": [
                24.738352605042017,
                254.50007422802855,
                973.9027301680674,
                9.800533847981
            ],
            "text": "acquisitions, asset sales, affiliate transactions, capital expenditures and the maintenance of certain financial ratios. Events of default include the failure to pay",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "mua lại, bán tài sản, giao dịch liên kết, chi tiêu vốn và duy trì các tỷ lệ tài chính nhất định. Các sự kiện mặc định bao gồm việc không thanh toán"
        },
        {
            "bbox": [
                24.738352605042017,
                264.3243827197149,
                973.9153574789917,
                9.795786223278128
            ],
            "text": "principal and interest when due, a material breach of representation or warranty, covenant defaults, events of bankruptcy and a change of control. The Credit",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Hiệu trưởng và sự quan tâm khi đến hạn, vi phạm tài liệu đại diện hoặc bảo hành, mặc định giao ước, các sự kiện phá sản và thay đổi kiểm soát. Tín dụng"
        },
        {
            "bbox": [
                24.738352605042017,
                274.14394358669836,
                973.905572605042,
                9.800533847981
            ],
            "text": "Facilities also contain certain other customary affirmative covenants and events of default. If the Company fails to perform its obligations under these and other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Các cơ sở cũng chứa một số giao ước và sự kiện khẳng định thông thường khác. Nếu công ty không thực hiện nghĩa vụ của mình theo những điều này và"
        },
        {
            "bbox": [
                24.738352605042017,
                283.9634922802851,
                973.9142032773111,
                9.800546021377613
            ],
            "text": "covenants, the Credit Facilities could be terminated and any outstanding borrowings, together with accrued interest, under the Credit Facilities could be",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Các giao ước, các cơ sở tín dụng có thể bị chấm dứt và bất kỳ khoản vay nào, cùng với lãi suất tích lũy, theo các cơ sở tín dụng có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                293.7878129453683,
                729.3611070588236,
                9.800533847980887
            ],
            "text": "declared immediately due and payable. There were no covenant violations or events of default as of December 31, 2019.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "tuyên bố ngay lập tức đến hạn và phải trả. Không có vi phạm giao ước hoặc sự kiện mặc định kể từ ngày 31 tháng 12 năm 2019."
        },
        {
            "bbox": [
                72.391148697479,
                311.9385299881235,
                304.7254559243697,
                9.886137173396833
            ],
            "text": "Indenture and 7.875% Senior Notes due 2027",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXPBAA+DejaVuSerif-BoldItalic",
                "size": 12
            },
            "text_vi": "Độc quyền và 7,875% Ghi chú cao cấp do 2027"
        },
        {
            "bbox": [
                72.391148697479,
                330.9689818883611,
                926.2437323949581,
                9.800533847981
            ],
            "text": "The Company entered into an indenture, dated as of July 1, 2019 (the “Indenture”), among the Company, the subsidiary guarantors party thereto and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Công ty đã tham gia vào một cuộc thi, ngày 1 tháng 7 năm 2019 (bên trong vụ án), trong số các công ty bảo lãnh của công ty con, Đảng bảo lãnh công ty con và"
        },
        {
            "bbox": [
                24.738352605042017,
                342.1913319477435,
                973.8965284873951,
                9.800533847981114
            ],
            "text": "Wilmington Trust, National Association, as trustee, and issued $450 aggregate principal amount of 7.875% Senior Notes due 2027 (the “Senior Notes”)",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Wilmington Trust, Hiệp hội quốc gia, với tư cách là người được ủy thác, và đã cấp 450 đô la tổng số tiền gốc là 7,875% ghi chú cao cấp do 2027 (Ghi chú cao cấp của Hồi giáo)"
        },
        {
            "bbox": [
                24.738352605042017,
                353.418429631829,
                973.8999049579833,
                9.800533847981
            ],
            "text": "thereunder. The Senior Notes are guaranteed on a senior basis by the Company’s existing domestic subsidiaries that guarantee its obligations under its Credit",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "theo đó. Các ghi chú cao cấp được đảm bảo trên cơ sở cao cấp bởi các công ty con trong nước hiện có đảm bảo các nghĩa vụ của mình theo tín dụng"
        },
        {
            "bbox": [
                24.738352605042017,
                364.6407796912114,
                973.9142032773111,
                9.800533847981
            ],
            "text": "Facilities (as defined below) (the “Guarantors”) on a full and unconditional basis. The following is a brief description of the material provisions of the Indenture",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Các cơ sở (như được định nghĩa dưới đây) (Người bảo lãnh trực tuyến) trên cơ sở đầy đủ và vô điều kiện. Sau đây là một mô tả ngắn gọn về các điều khoản vật chất của phần phụ"
        },
        {
            "bbox": [
                24.738352605042017,
                375.8678895486936,
                132.04141474789915,
                9.800533847981
            ],
            "text": "and the Senior Notes.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "và các ghi chú cao cấp."
        },
        {
            "bbox": [
                72.391148697479,
                394.80797832541566,
                926.2614071848741,
                9.800533847981
            ],
            "text": "The Senior Notes will mature on July 15, 2027. Interest on the Senior Notes will accrue at the rate of 7.875% per annum and will be payable",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Các ghi chú cao cấp sẽ trưởng thành vào ngày 15 tháng 7 năm 2027. Quan tâm đến các ghi chú cao cấp sẽ tích lũy với tỷ lệ"
        },
        {
            "bbox": [
                24.738352605042017,
                404.6322868171022,
                517.0641923529412,
                9.7957862232779
            ],
            "text": "semiannually in arrears on January 15 and July 15, commencing on January 15, 2020.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "7,875% mỗi năm và sẽ phải trả"
        },
        {
            "bbox": [
                72.391148697479,
                422.86860718527316,
                132.30512399159664,
                9.800546021377727
            ],
            "text": "Optional Redemption.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QDQBAA+DejaVuSerif-Italic",
                "size": 12
            },
            "text_vi": "Bán thời gian bị truy thu vào ngày 15 tháng 1 và ngày 15 tháng 7, bắt đầu vào ngày 15 tháng 1 năm 2020."
        },
        {
            "bbox": [
                204.69281008403362,
                422.86860718527316,
                793.9597457983195,
                9.800546021377727
            ],
            "text": " At any time prior to July 15, 2022, the Company may redeem the Senior Notes, in whole or in part, at a price equal to 100% of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Tùy chọn chuộc lỗi."
        },
        {
            "bbox": [
                24.738352605042017,
                432.69292785035634,
                944.3416440336135,
                9.800533847981
            ],
            "text": "principal amount of the Senior Notes redeemed, plus an applicable “make-whole” premium and accrued and unpaid interest, if any, to the redemption date.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": " Bất cứ lúc nào trước ngày 15 tháng 7 năm 2022, công ty có thể đổi các ghi chú cao cấp, toàn bộ hoặc một phần, với giá bằng 100% của"
        },
        {
            "bbox": [
                72.391148697479,
                450.9339958432304,
                926.2624580252101,
                9.795786223278014
            ],
            "text": "In addition, at any time prior to July 15, 2022, the Company may redeem up to 40% of the aggregate principal amount of the Senior Notes at a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Số tiền gốc của các ghi chú cao cấp được đổi, cộng với một khoản phí bảo hiểm của Make-whole áp dụng và lãi suất tích lũy và không được trả lương, nếu có, đến ngày mua lại."
        },
        {
            "bbox": [
                24.738352605042017,
                460.75355671021384,
                973.8909642016807,
                9.800533847981
            ],
            "text": "redemption price of 107.875% of the principal amount thereof, plus accrued and unpaid interest, if any, to the redemption date, with the net cash proceeds of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Ngoài ra, bất cứ lúc nào trước ngày 15 tháng 7 năm 2022, công ty có thể đổi tới 40% số tiền gốc tổng hợp của các ghi chú cao cấp tại một"
        },
        {
            "bbox": [
                24.738352605042017,
                470.57310540380047,
                973.8882251260505,
                9.800546021377727
            ],
            "text": "certain equity offerings; provided that at least 50% of the aggregate principal amount of the Senior Notes originally issued under the Indenture remains",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Giá mua lại là 107,875% số tiền gốc của chúng, cộng với lãi suất tích lũy và chưa thanh toán, nếu có, đến ngày mua lại, với số tiền thu được từ"
        },
        {
            "bbox": [
                24.738352605042017,
                480.39742606888365,
                973.8976826890757,
                9.800533847981
            ],
            "text": "outstanding immediately after the occurrence of such redemption (excluding Notes held by the Company and its subsidiaries); and provided, further, that such",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "một số dịch vụ vốn chủ sở hữu nhất định; với điều kiện là ít nhất 50% số tiền gốc tổng hợp của các ghi chú cao cấp ban đầu được phát hành theo phần còn lại"
        },
        {
            "bbox": [
                24.738352605042017,
                490.2169747624704,
                503.5842709243698,
                9.800533847980887
            ],
            "text": "redemption occurs within 90 days of the date of the closing of such equity offering.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "nổi bật ngay lập tức sau khi xuất hiện sự cứu chuộc như vậy (không bao gồm các ghi chú do công ty và các công ty con nắm giữ); và cung cấp, hơn nữa, như vậy"
        },
        {
            "bbox": [
                72.391148697479,
                508.45805492874115,
                926.2629748319329,
                9.800533847981
            ],
            "text": "On and after July 15, 2022, the Company may redeem all or a part of the Senior Notes at the redemption prices (expressed as percentages of principal",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Việc mua lại xảy ra trong vòng 90 ngày kể từ ngày đóng cửa việc cung cấp vốn chủ sở hữu đó."
        },
        {
            "bbox": [
                24.738352605042017,
                518.2776036223278,
                973.9121015966389,
                9.80054602137767
            ],
            "text": "amount) set forth below plus accrued and unpaid interest, if any, thereon, to the applicable redemption date, if redeemed during the twelve-month period",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Vào và sau ngày 15 tháng 7 năm 2022, công ty có thể đổi tất cả hoặc một phần của các ghi chú cao cấp với giá mua lại (được biểu thị bằng tỷ lệ phần trăm của hiệu trưởng"
        },
        {
            "bbox": [
                24.738352605042017,
                528.101924287411,
                303.28734991596644,
                9.800533847981
            ],
            "text": "beginning on July 15 of the years indicated below:",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "số tiền) được nêu dưới đây cộng với lãi suất tích lũy và chưa thanh toán, nếu có, trên đó, đến ngày mua lại hiện hành, nếu được đổi trong giai đoạn mười hai tháng"
        },
        {
            "bbox": [
                26.723884411764708,
                546.9136202494062,
                27.54939701680673,
                9.06347119952494
            ],
            "text": "Year",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 11
            },
            "text_vi": "Bắt đầu vào ngày 15 tháng 7 của những năm được chỉ ra dưới đây:"
        },
        {
            "bbox": [
                803.6257714285715,
                546.9136202494062,
                69.07080504201679,
                9.06347119952494
            ],
            "text": "Percentage",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QRPBAA+DejaVuSerif-Bold",
                "size": 11
            },
            "text_vi": "Năm"
        },
        {
            "bbox": [
                26.723884411764708,
                559.6196030285035,
                27.746955,
                8.982639845605718
            ],
            "text": "2022",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "Tỷ lệ phần trăm"
        },
        {
            "bbox": [
                948.1818831932773,
                559.6196030285035,
                38.139939915966465,
                8.982639845605718
            ],
            "text": "103.94",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "2022"
        },
        {
            "bbox": [
                986.3103672268909,
                559.6196030285035,
                10.374395378151235,
                8.982639845605718
            ],
            "text": "%",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "103,94"
        },
        {
            "bbox": [
                26.723884411764708,
                572.2495020783848,
                27.746955,
                8.982639845605718
            ],
            "text": "2023",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "Phần trăm"
        },
        {
            "bbox": [
                948.1818831932773,
                572.2495020783848,
                48.502879411764866,
                8.982639845605718
            ],
            "text": "101.97%",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "2023"
        },
        {
            "bbox": [
                26.723884411764708,
                584.8746413301662,
                111.2598412184874,
                8.98739964370543
            ],
            "text": "2024 and thereafter",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "101,97%"
        },
        {
            "bbox": [
                948.1818831932773,
                584.8746413301662,
                38.139939915966465,
                8.98739964370543
            ],
            "text": "100.00",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "2024 và sau đó"
        },
        {
            "bbox": [
                986.3103672268909,
                584.8746413301662,
                10.374395378151235,
                8.98739964370543
            ],
            "text": "%",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "100,00"
        },
        {
            "bbox": [
                72.391148697479,
                603.8670513657958,
                114.88517147058823,
                9.800533847981
            ],
            "text": "Change of Control.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QDQBAA+DejaVuSerif-Italic",
                "size": 12
            },
            "text_vi": "Phần trăm"
        },
        {
            "bbox": [
                187.27284033613446,
                603.8670513657958,
                811.374668067227,
                9.800533847981
            ],
            "text": " If a change of control (as defined in the Indenture) occurs, holders of the Senior Notes will have the right to require the Company to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Thay đổi kiểm soát."
        },
        {
            "bbox": [
                24.738352605042017,
                613.6913598574822,
                973.8882251260505,
                9.7957862232779
            ],
            "text": "repurchase all or any part of their Senior Notes at a purchase price equal to 101% of the aggregate principal amount of the Senior Notes repurchased, plus",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": " Nếu thay đổi kiểm soát (như được định nghĩa trong phần phụ) xảy ra, những người nắm giữ các ghi chú cao cấp sẽ có quyền yêu cầu công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                623.5109207244657,
                360.5018335294118,
                9.800533847980944
            ],
            "text": "accrued and unpaid interest, if any, to the repurchase date.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 12
            },
            "text_vi": "Mua lại tất cả hoặc bất kỳ phần nào của Ghi chú cao cấp của họ với giá mua bằng 101% số tiền gốc tổng hợp của các ghi chú cao cấp được mua lại, cộng với"
        },
        {
            "bbox": [
                503.484530672269,
                645.3089091448932,
                16.414022689075637,
                10.613680225653184
            ],
            "text": "79",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lợi ích tích lũy và chưa trả, nếu có, đến ngày mua lại."
        }
    ]
}