{
    "metadata": {
        "page_hash": "b4cc3bffb344e313228b441cc5144f7c175cf6e29f40508030bb57b1d53150c6",
        "original_filename": "0000010254-19-000038_20190312x10k.pdf",
        "page_no": 12,
        "num_pages": 100,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                48.30246763657965,
                289.40411252100847,
                10.616054038004677
            ],
            "text": "Regulation of Transportation of Natural Gas",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGYAAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Quy định vận chuyển khí đốt tự nhiên"
        },
        {
            "bbox": [
                24.738352605042017,
                65.1395656175772,
                973.8959083193279,
                10.61605403800479
            ],
            "text": "The transportation and sale, or resale, of natural gas in interstate commerce are regulated by the Federal Energy Regulatory Commission (“FERC”)",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Việc vận chuyển và bán, hoặc bán lại, khí đốt tự nhiên trong thương mại giữa các tiểu bang được quy định bởi Ủy ban điều tiết năng lượng liên bang (Hồi FERC Hồi)"
        },
        {
            "bbox": [
                24.738352605042017,
                76.3642894893112,
                973.8959083193279,
                10.61605403800479
            ],
            "text": "under the Natural Gas Act of 1938 (“NGA”), the Natural Gas Policy Act of 1978 (“NGPA”) and regulations issued under those statutes. FERC",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Theo Đạo luật Khí đốt tự nhiên năm 1938 (Ngành NGA), Đạo luật Chính sách khí đốt tự nhiên năm 1978 (Hồi Ngpa) và các quy định được ban hành theo các đạo luật đó. Ferc"
        },
        {
            "bbox": [
                24.738352605042017,
                87.5890133610452,
                973.9166150420169,
                10.616066211401403
            ],
            "text": "regulates interstate natural gas transportation rates and service conditions, which affects the marketing of natural gas that we produce, as well as",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "điều chỉnh tỷ lệ vận chuyển khí đốt tự nhiên giữa các tiểu bang và các điều kiện dịch vụ, ảnh hưởng đến việc tiếp thị khí đốt tự nhiên mà chúng ta sản xuất, cũng như"
        },
        {
            "bbox": [
                24.738352605042017,
                98.81374940617582,
                344.0646062184874,
                10.616054038004677
            ],
            "text": "the revenues we receive for sales of our natural gas.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các khoản thu chúng tôi nhận được để bán khí đốt tự nhiên của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                115.65083521377676,
                973.9011625210086,
                10.616054038004677
            ],
            "text": "Intrastate natural gas transportation is also subject to regulation by state regulatory agencies. The basis for intrastate regulation of natural gas",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giao thông khí đốt tự nhiên cũng phải tuân theo quy định của các cơ quan quản lý nhà nước. Cơ sở để điều chỉnh khí đốt tự nhiên"
        },
        {
            "bbox": [
                24.738352605042017,
                126.87555908551064,
                973.901903277311,
                10.616066211401517
            ],
            "text": "transportation and the degree of regulatory oversight and scrutiny given to intrastate natural gas pipeline rates and services varies from state to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giao thông vận tải và mức độ giám sát và sự giám sát theo quy định được đưa ra để tăng tốc độ đường ống khí đốt tự nhiên và các dịch vụ thay đổi từ nhà nước đến tiểu bang"
        },
        {
            "bbox": [
                24.738352605042017,
                138.10029513064137,
                973.8968557983194,
                10.616054038004677
            ],
            "text": "state. Insofar as such regulation within a particular state will generally affect all intrastate natural gas shippers within the state on a comparable",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tình trạng. Trong chừng mực như vậy trong một trạng thái cụ thể thường sẽ ảnh hưởng đến tất cả các chủ hàng khí đốt tự nhiên trong tiểu bang trên một"
        },
        {
            "bbox": [
                24.738352605042017,
                149.32501900237526,
                973.9076742857143,
                10.616054038004904
            ],
            "text": "basis, we believe that the regulation of similarly situated intrastate natural gas transportation in any states in which we operate and ship natural",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cơ sở, chúng tôi tin rằng quy định về vận chuyển khí đốt tự nhiên có vị trí tương tự ở bất kỳ tiểu bang nào chúng tôi vận hành và vận chuyển tự nhiên"
        },
        {
            "bbox": [
                24.738352605042017,
                160.54856205463182,
                973.9010591596639,
                10.617247030878957
            ],
            "text": "gas on an intrastate basis will not affect our operations in any way that is of material difference from those of our competitors. Like the regulation",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Gas trên cơ sở xâm nhập sẽ không ảnh hưởng đến hoạt động của chúng tôi theo bất kỳ cách nào có sự khác biệt về vật chất so với các đối thủ của chúng tôi. Giống như quy định"
        },
        {
            "bbox": [
                24.738352605042017,
                171.77328592636582,
                973.9011625210086,
                10.617247030878843
            ],
            "text": "of interstate transportation rates, the regulation of intrastate transportation rates affects the marketing of natural gas that we produce, as well as",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "về tỷ lệ vận chuyển giữa các tiểu bang, việc điều chỉnh tỷ lệ vận chuyển xâm nhập ảnh hưởng đến việc tiếp thị khí đốt tự nhiên mà chúng ta sản xuất, cũng như"
        },
        {
            "bbox": [
                24.738352605042017,
                182.99800979809982,
                344.0646062184874,
                10.616066211401403
            ],
            "text": "the revenues we receive for sales of our natural gas.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các khoản thu chúng tôi nhận được để bán khí đốt tự nhiên của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                205.4474697149643,
                417.4554503361345,
                10.616054038004904
            ],
            "text": "Regulation of Sales of Oil, Natural Gas and Natural Gas Liquids",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGYAAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Quy định bán dầu, khí đốt tự nhiên và chất lỏng khí đốt tự nhiên"
        },
        {
            "bbox": [
                24.738352605042017,
                222.28455552256526,
                973.9111541176471,
                10.616066211401517
            ],
            "text": "The prices at which we sell oil, natural gas and natural gas liquids are not currently subject to federal regulation and, for the most part, are not",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giá mà chúng tôi bán dầu, khí đốt tự nhiên và chất lỏng tự nhiên hiện không phải tuân theo quy định của liên bang và, phần lớn, không"
        },
        {
            "bbox": [
                24.738352605042017,
                233.50929156769598,
                973.9165116806722,
                10.61605403800479
            ],
            "text": "subject to state regulation. FERC, however, regulates interstate natural gas transportation rates, and terms and conditions of transportation",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tuân theo quy định của nhà nước. FERC, tuy nhiên, quy định tỷ lệ vận chuyển khí đốt tự nhiên giữa các tiểu bang, và các điều khoản và điều kiện vận chuyển"
        },
        {
            "bbox": [
                24.738352605042017,
                244.73401543942998,
                973.8968557983194,
                10.61605403800479
            ],
            "text": "service, which affects the marketing of the natural gas we produce, as well as the prices we receive for sales of our natural gas. Similarly, the price",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dịch vụ, ảnh hưởng đến việc tiếp thị khí đốt tự nhiên mà chúng tôi sản xuất, cũng như giá chúng tôi nhận được để bán khí đốt tự nhiên. Tương tự, giá"
        },
        {
            "bbox": [
                24.738352605042017,
                255.95873931116398,
                842.2261137815126,
                10.616066211401403
            ],
            "text": "we receive from the sale of oil and natural gas liquids is affected by the cost of transporting those products to market.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi nhận được từ việc bán chất lỏng dầu và khí tự nhiên bị ảnh hưởng bởi chi phí vận chuyển các sản phẩm đó ra thị trường."
        },
        {
            "bbox": [
                881.0315491596639,
                255.95873931116398,
                117.61921512605056,
                10.616066211401403
            ],
            "text": "FERC regulates the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "FERC điều chỉnh"
        },
        {
            "bbox": [
                24.738352605042017,
                267.1834753562946,
                973.8959083193279,
                10.616054038004677
            ],
            "text": "transportation of oil and liquids on interstate pipelines under the provision of the Interstate Commerce Act, the Energy Policy Act of 1992 and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Vận chuyển dầu và chất lỏng trên các đường ống giữa các tiểu bang theo quy định của Đạo luật Thương mại Liên bang, Đạo luật Chính sách Năng lượng năm 1992 và"
        },
        {
            "bbox": [
                24.738352605042017,
                278.4081992280285,
                973.9124116806724,
                10.616054038004904
            ],
            "text": "regulations issued under those statutes. Intrastate transportation of oil, natural gas liquids, and other products, is dependent on pipelines whose",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các quy định được ban hành theo các đạo luật. Vận chuyển dầu, chất lỏng khí tự nhiên và các sản phẩm khác, phụ thuộc vào các đường ống có"
        },
        {
            "bbox": [
                24.738352605042017,
                289.63174228028504,
                973.9166150420169,
                10.61723485748223
            ],
            "text": "rates, terms and conditions of service are subject to regulation by state regulatory bodies under state statutes. In addition, while sales by producers",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tỷ lệ, điều khoản và điều kiện dịch vụ phải tuân theo quy định của các cơ quan quản lý nhà nước theo các đạo luật nhà nước. Ngoài ra, trong khi bán hàng của các nhà sản xuất"
        },
        {
            "bbox": [
                24.738352605042017,
                300.8564661520189,
                973.9114642016807,
                10.617247030878957
            ],
            "text": "of natural gas and all sales of crude oil, condensate, and natural gas liquids can currently be made at uncontrolled market prices, Congress could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "khí đốt tự nhiên và tất cả doanh số của dầu thô, ngưng tụ và chất lỏng khí tự nhiên hiện có thể được thực hiện với giá thị trường không được kiểm soát, Quốc hội có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                312.08119002375304,
                238.83133605042016,
                10.616054038004677
            ],
            "text": "reenact price controls in the future. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "kiểm soát giá cả trong tương lai. "
        },
        {
            "bbox": [
                24.738352605042017,
                328.9182880047506,
                973.9124116806724,
                10.61605403800479
            ],
            "text": "Changes in FERC or state policies and regulations or laws may adversely affect the availability and reliability of firm and/or interruptible",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những thay đổi trong FERC hoặc các chính sách và quy định hoặc luật của nhà nước có thể ảnh hưởng xấu đến tính khả dụng và độ tin cậy của công ty và/hoặc bị gián đoạn"
        },
        {
            "bbox": [
                24.738352605042017,
                340.1430118764846,
                973.9111541176471,
                10.61605403800479
            ],
            "text": "transportation service on interstate pipelines, and we cannot predict what future action that FERC or state regulatory bodies will take. We do not",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dịch vụ vận chuyển trên các đường ống giữa các tiểu bang và chúng tôi không thể dự đoán hành động nào trong tương lai mà FERC hoặc các cơ quan quản lý nhà nước sẽ thực hiện. Chúng tôi không"
        },
        {
            "bbox": [
                24.738352605042017,
                351.3677357482186,
                973.9011625210086,
                10.616066211401403
            ],
            "text": "believe, however, that any regulatory changes will affect us in a way that materially differs from the way they will affect other natural gas",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tuy nhiên, tin rằng bất kỳ thay đổi pháp lý nào sẽ ảnh hưởng đến chúng ta theo cách khác biệt về mặt vật chất so với cách chúng sẽ ảnh hưởng đến khí đốt tự nhiên khác"
        },
        {
            "bbox": [
                24.738352605042017,
                362.5924717933492,
                400.35757176470594,
                10.616054038004677
            ],
            "text": "producers, gatherers and marketers with which we compete.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nhà sản xuất, người thu thập và nhà tiếp thị mà chúng tôi cạnh tranh."
        },
        {
            "bbox": [
                24.738352605042017,
                384.9432541567696,
                197.93929697478993,
                10.714719418052255
            ],
            "text": "Environmental Regulations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUXAAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Quy định môi trường"
        },
        {
            "bbox": [
                24.738352605042017,
                401.87901751781476,
                973.8968557983194,
                10.616054038004677
            ],
            "text": "Our operations are also subject to stringent federal, state and local laws regulating the discharge of materials into the environment or otherwise",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoạt động của chúng tôi cũng phải tuân theo luật pháp liên bang, tiểu bang và địa phương nghiêm ngặt điều chỉnh việc xả vật liệu vào môi trường hoặc cách khác"
        },
        {
            "bbox": [
                24.738352605042017,
                413.10374138954865,
                973.9076742857143,
                10.61605403800479
            ],
            "text": "relating to health and safety or the protection of the environment. Numerous governmental agencies, such as the United States Environmental",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "liên quan đến sức khỏe và an toàn hoặc bảo vệ môi trường. Nhiều cơ quan chính phủ, chẳng hạn như môi trường Hoa Kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                424.3272844418053,
                973.8973726050422,
                10.617247030878843
            ],
            "text": "Protection Agency (the “EPA”) issue regulations to implement and enforce these laws, which often require difficult and costly compliance measures.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cơ quan bảo vệ (EPA EPA) đưa ra các quy định để thực hiện và thực thi các luật này, thường đòi hỏi các biện pháp tuân thủ khó khăn và tốn kém."
        },
        {
            "bbox": [
                24.738352605042017,
                435.5520083135392,
                973.8959083193279,
                10.617247030878957
            ],
            "text": "Among other things, environmental regulatory programs typically govern the permitting, construction and operation of a well or production related",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong số những thứ khác, các chương trình điều tiết môi trường thường chi phối việc cho phép, xây dựng và vận hành một"
        },
        {
            "bbox": [
                24.738352605042017,
                446.7767321852732,
                973.8973726050422,
                10.616066211401403
            ],
            "text": "facility. Many factors, including public perception, can materially impact the ability to secure an environmental construction or operation permit.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cơ sở. Nhiều yếu tố, bao gồm cả nhận thức công cộng, có thể tác động nghiêm trọng đến khả năng đảm bảo xây dựng hoặc vận hành môi trường"
        },
        {
            "bbox": [
                24.738352605042017,
                458.0014682304038,
                973.9129457142857,
                10.61605403800479
            ],
            "text": "Failure to comply with environmental laws and regulations may result in the assessment of substantial administrative, civil and criminal penalties,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cho phép làm gì."
        },
        {
            "bbox": [
                24.738352605042017,
                469.2261921021378,
                973.9124116806724,
                10.616054038004677
            ],
            "text": "as well as the issuance of injunctions limiting or prohibiting our activities. In addition, some laws and regulations relating to protection of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Việc không tuân thủ luật pháp và quy định về môi trường có thể dẫn đến việc đánh giá các hình phạt hành chính, dân sự và hình sự đáng kể,"
        },
        {
            "bbox": [
                24.738352605042017,
                480.4509159738717,
                973.9076742857143,
                10.61605403800479
            ],
            "text": "environment may, in certain circumstances, impose strict liability for environmental contamination, which could result in liability for environmental",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cũng như việc ban hành các lệnh giới hạn hoặc cấm các hoạt động của chúng tôi. Ngoài ra, một số luật và quy định liên quan đến bảo vệ"
        },
        {
            "bbox": [
                24.738352605042017,
                491.6756398456057,
                508.6931982352942,
                10.616066211401403
            ],
            "text": "damages and cleanup costs without regard to negligence or fault on our part.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong một số trường hợp, môi trường có thể áp dụng trách nhiệm nghiêm ngặt đối với ô nhiễm môi trường, điều này có thể dẫn đến trách nhiệm đối với môi trường"
        },
        {
            "bbox": [
                24.738352605042017,
                508.51273782660337,
                973.9165116806722,
                10.616054038004734
            ],
            "text": "Beyond existing requirements, new programs and changes in existing programs, may affect our business including oil and natural gas exploration",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thiệt hại và chi phí dọn dẹp mà không liên quan đến sơ suất hoặc lỗi về phía chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                519.7374616983373,
                973.9010591596639,
                10.616066211401403
            ],
            "text": "and production, air emissions, waste management, and underground injection of waste material. Environmental laws and regulations have been",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngoài các yêu cầu hiện có, các chương trình mới và thay đổi trong các chương trình hiện có, có thể ảnh hưởng đến hoạt động kinh doanh của chúng tôi bao gồm cả thăm dò dầu và khí đốt tự nhiên"
        },
        {
            "bbox": [
                24.738352605042017,
                530.962197743468,
                973.8922217647059,
                10.616054038004734
            ],
            "text": "subject to frequent changes over the years, and the imposition of more stringent requirements could have a material adverse effect on our financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và sản xuất, khí thải, quản lý chất thải và tiêm chất thải dưới lòng đất. Luật và quy định môi trường đã được"
        },
        {
            "bbox": [
                24.738352605042017,
                542.186921615202,
                973.8959083193279,
                10.616054038004734
            ],
            "text": "condition and results of operations. The following is a summary of the more significant existing environmental, health and safety laws and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "chịu những thay đổi thường xuyên trong những năm qua và việc áp đặt các yêu cầu nghiêm ngặt hơn có thể có ảnh hưởng bất lợi về tài chính đối với tài chính của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                553.4116454869359,
                973.8922217647059,
                10.61605403800479
            ],
            "text": "regulations to which our business operations are subject and for which compliance in the future may have a material adverse impact on our capital",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "điều kiện và kết quả của hoạt động. Sau đây là một bản tóm tắt về các luật môi trường, sức khỏe và an toàn hiện hành quan trọng hơn và"
        },
        {
            "bbox": [
                24.738352605042017,
                564.6351885391924,
                319.9590007563026,
                10.617247030878843
            ],
            "text": "expenditures, earnings and competitive position.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các quy định mà hoạt động kinh doanh của chúng tôi là đối tượng và việc tuân thủ trong tương lai có thể có tác động bất lợi về vật chất đối với vốn của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                587.0846362826603,
                228.643697394958,
                10.616066211401403
            ],
            "text": "Hazardous Substances and Wastes",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGYAAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Chi tiêu, thu nhập và vị trí cạnh tranh."
        },
        {
            "bbox": [
                24.738352605042017,
                603.921734263658,
                973.9114642016807,
                10.616054038004734
            ],
            "text": "The federal Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (“CERCLA”), also known as the Superfund law, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các chất nguy hiểm và chất thải"
        },
        {
            "bbox": [
                24.738352605042017,
                615.1464581353919,
                973.8968557983194,
                10.61606621140146
            ],
            "text": "comparable state laws impose liability, without regard to fault or the legality of the original conduct on certain categories of persons that are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đạo luật Phản ứng, Bồi thường và Trách nhiệm toàn diện về môi trường toàn diện của Liên bang năm 1980 (CER CERCLA,), còn được gọi là Luật Superfund và"
        },
        {
            "bbox": [
                24.738352605042017,
                626.3711941805226,
                973.8992675630253,
                10.61605403800479
            ],
            "text": "considered to be responsible for the release of a hazardous substance into the environment. These persons may include the current or former",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Luật pháp tiểu bang có thể so sánh áp đặt trách nhiệm pháp lý, mà không liên quan đến lỗi hoặc tính hợp pháp của hành vi ban đầu đối với một số loại người"
        },
        {
            "bbox": [
                24.738352605042017,
                637.5959180522566,
                973.9166150420169,
                10.616054038004677
            ],
            "text": "owner or operator of the site or sites where the release occurred and companies that disposed or arranged for the disposal of hazardous substances",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "được coi là chịu trách nhiệm cho việc phát hành một chất nguy hiểm vào môi trường. Những người này có thể bao gồm hiện tại hoặc trước đây"
        },
        {
            "bbox": [
                24.738352605042017,
                648.8206419239905,
                973.9170457142858,
                10.61605403800479
            ],
            "text": "found at the site. Under CERCLA, these potentially responsible persons may be subject to strict, joint and several liability for the costs of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chủ sở hữu hoặc nhà điều hành trang web hoặc trang web nơi phát hành xảy ra và các công ty đã xử lý hoặc sắp xếp để xử lý các chất độc hại"
        },
        {
            "bbox": [
                24.738352605042017,
                660.0453657957245,
                372.3877507563026,
                10.61606621140146
            ],
            "text": "investigating and cleaning up hazardous substances that",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tìm thấy tại trang web. Theo CERCLA, những người có trách nhiệm này có thể phải chịu sự nghiêm ngặt, chung và một số trách nhiệm đối với các chi phí"
        },
        {
            "bbox": [
                503.484530672269,
                684.5990216745843,
                16.414022689075637,
                10.61605403800479
            ],
            "text": "13",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QAYAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "điều tra và làm sạch các chất nguy hiểm"
        }
    ]
}