{
    "metadata": {
        "page_hash": "bac8d9da02a24d677e3ce3944f313edd16847740c8152ef6659aa8682d590435",
        "original_filename": "0000018498-19-000016_20190403x10k.pdf",
        "page_no": 12,
        "num_pages": 126,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                115.84059033613445,
                10.616054038004677
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                37.077743764845536,
                973.9166150420169,
                10.61724703087907
            ],
            "text": "after such assessment the Company concludes that the asset is not impaired, no further action is required. However, if the Company concludes",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Sau khi đánh giá như vậy, công ty kết luận rằng tài sản không bị suy yếu, không cần hành động nào nữa. Tuy nhiên, nếu công ty kết thúc"
        },
        {
            "bbox": [
                24.738352605042017,
                48.30246763657965,
                973.9166150420169,
                10.616054038004677
            ],
            "text": "otherwise, it is required to determine the fair value of the asset using a quantitative impairment test that is based on projected future cash flows",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nếu không, cần phải xác định giá trị hợp lý của tài sản bằng cách sử dụng thử nghiệm suy giảm định lượng dựa trên dòng tiền dự kiến"
        },
        {
            "bbox": [
                24.738352605042017,
                59.527191508313535,
                973.9129457142857,
                10.616066211401517
            ],
            "text": "from the acquired business discounted at a rate commensurate with the risk the Company considers to be inherent in its current business model.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Từ doanh nghiệp có được giảm giá với tỷ lệ tương xứng với rủi ro mà công ty coi là vốn có trong mô hình kinh doanh hiện tại của mình."
        },
        {
            "bbox": [
                24.738352605042017,
                70.75192755344426,
                364.46112428571433,
                10.616054038004677
            ],
            "text": "The Company performs the impairment test annually at",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Công ty thực hiện bài kiểm tra suy giảm hàng năm tại"
        },
        {
            "bbox": [
                24.738352605042017,
                81.97665142517815,
                893.2506310084034,
                10.61605403800479
            ],
            "text": "the beginning of its fourth quarter, or more frequently if events or circumstances indicate that the value of the asset might be impaired.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Sự khởi đầu của quý thứ tư, hoặc thường xuyên hơn nếu các sự kiện hoặc hoàn cảnh cho thấy giá trị của tài sản có thể bị suy yếu."
        },
        {
            "bbox": [
                24.738352605042017,
                104.42611134204287,
                973.9114642016807,
                10.616054038004677
            ],
            "text": "During the fourth quarter of Fiscal 2019, because the Schuh Group business has continued to perform below the Company's projected operating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong quý IV năm tài chính 2019, bởi vì doanh nghiệp Tập đoàn Schuh đã tiếp tục hoạt động dưới mức hoạt động dự kiến ​​của công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                115.65083521377676,
                973.9010591596639,
                10.616054038004677
            ],
            "text": "results, the Company performed impairment testing as of February 2, 2019. The Company found that the result of the impairment test, which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kết quả, công ty đã thực hiện thử nghiệm suy giảm vào ngày 2 tháng 2 năm 2019. Công ty nhận thấy rằng kết quả của bài kiểm tra suy giảm, mà"
        },
        {
            "bbox": [
                24.738352605042017,
                126.87555908551064,
                973.8897066386555,
                10.616066211401517
            ],
            "text": "valued the business at approximately $10.8 million in excess of its carrying value, indicated no impairment at that time. The Company may",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "coi trọng việc kinh doanh ở mức khoảng 10,8 triệu đô la so với giá trị mang theo, cho thấy không có sự suy yếu tại thời điểm đó. Công ty có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                138.10029513064137,
                973.9114642016807,
                10.616054038004677
            ],
            "text": "determine in connection with future impairment tests that some or all of the carrying value of the goodwill may be impaired. Such a finding would",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Xác định liên quan đến các bài kiểm tra suy giảm trong tương lai rằng một số hoặc tất cả giá trị mang theo của thiện chí có thể bị suy yếu. Một phát hiện như vậy sẽ"
        },
        {
            "bbox": [
                24.738352605042017,
                149.32501900237526,
                973.9124116806724,
                10.616054038004904
            ],
            "text": "require a write-off of the amount of the carrying value that is impaired, which would reduce the Company's profitability in the period of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "yêu cầu xóa bỏ số tiền của giá trị mang theo bị suy yếu, điều này sẽ làm giảm lợi nhuận của công ty trong giai đoạn của"
        },
        {
            "bbox": [
                24.738352605042017,
                160.54856205463182,
                973.8959083193279,
                10.617247030878957
            ],
            "text": "impairment charge. Holding all other assumptions constant as of the measurement date, the Company noted that an increase in the weighted",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "phí suy giảm. Giữ tất cả các giả định khác không đổi kể từ ngày đo lường, công ty lưu ý rằng sự gia tăng trọng số"
        },
        {
            "bbox": [
                24.738352605042017,
                171.77328592636582,
                973.905159159664,
                10.617247030878843
            ],
            "text": "average cost of capital of 100 basis points would reduce the fair value of the Schuh Group business by $11.4 million. Furthermore, the Company",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chi phí trung bình của vốn 100 điểm cơ bản sẽ làm giảm giá trị hợp lý của doanh nghiệp Tập đoàn Schuh xuống 11,4 triệu đô la. Hơn nữa, công ty"
        },
        {
            "bbox": [
                24.738352605042017,
                182.99800979809982,
                973.9129457142857,
                10.616066211401403
            ],
            "text": "noted that a decrease in projected annual revenue growth by one percent would reduce the fair value of the Schuh Group business by $7.4 million.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lưu ý rằng việc giảm tăng trưởng doanh thu hàng năm dự kiến ​​thêm một phần trăm sẽ làm giảm giá trị hợp lý của doanh nghiệp Schuh Group xuống 7,4 triệu đô la."
        },
        {
            "bbox": [
                24.738352605042017,
                194.22274584323043,
                880.3136322689076,
                10.616054038004677
            ],
            "text": "However, if other assumptions do not remain constant, the fair value of the Schuh Group business may decrease by a greater amount.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tuy nhiên, nếu các giả định khác không phải là không đổi, giá trị hợp lý của doanh nghiệp nhóm Schuh có thể giảm một số lượng lớn hơn."
        },
        {
            "bbox": [
                24.738352605042017,
                216.67219358669843,
                973.9147200840337,
                10.616054038004677
            ],
            "text": "Deterioration in the Company’s market value, whether related to the Company’s operating performance or to disruptions in the equity markets or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Sự suy giảm giá trị thị trường của công ty, cho dù liên quan đến hiệu suất hoạt động của công ty hay sự gián đoạn trong thị trường chứng khoán hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                227.8969174584323,
                973.8968557983194,
                10.616066211401517
            ],
            "text": "deterioration in the operating performance of the business unit with which goodwill is associated, could require the Company to recognize the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "suy giảm hiệu suất hoạt động của đơn vị kinh doanh mà thiện chí được liên kết, có thể yêu cầu công ty nhận ra"
        },
        {
            "bbox": [
                24.738352605042017,
                239.12165350356304,
                973.9111541176471,
                10.616054038004677
            ],
            "text": "impairment of some or all of the $93.1 million of goodwill on its Consolidated Balance Sheets at February 2, 2019, resulting in the reduction of net",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Suy giảm một số hoặc tất cả 93,1 triệu đô la thiện chí trên bảng cân đối kế toán hợp nhất vào ngày 2 tháng 2 năm 2019, dẫn đến việc giảm mạng"
        },
        {
            "bbox": [
                24.738352605042017,
                250.34637737529692,
                590.6894772268909,
                10.61605403800479
            ],
            "text": "assets and a corresponding non-cash charge to earnings in the amount of the impairment.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tài sản và khoản phí không dùng tương ứng với thu nhập với số lượng suy giảm."
        },
        {
            "bbox": [
                24.738352605042017,
                269.97717250593837,
                371.61238563025216,
                12.361220011876412
            ],
            "text": "Technology, Data Security and Privacy Risks",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLIBAA+DejaVuSerif-Bold",
                "size": 15
            },
            "text_vi": "Công nghệ, bảo mật dữ liệu và rủi ro bảo mật"
        },
        {
            "bbox": [
                24.738352605042017,
                290.23565231591454,
                652.4730835294118,
                10.714731591448981
            ],
            "text": "The operation of the Company’s business is heavily dependent on its information systems.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLIBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Hoạt động của doanh nghiệp của công ty phụ thuộc rất nhiều vào các hệ thống thông tin của nó."
        },
        {
            "bbox": [
                24.738352605042017,
                305.76743349168646,
                973.9010591596639,
                10.61605403800479
            ],
            "text": "We depend on a variety of information technology systems for the efficient functioning of our business and security of information. Much",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi phụ thuộc vào một loạt các hệ thống công nghệ thông tin để hoạt động hiệu quả của hoạt động kinh doanh và bảo mật thông tin của chúng tôi. Nhiều"
        },
        {
            "bbox": [
                24.738352605042017,
                316.99215736342046,
                973.9076742857143,
                10.61605403800479
            ],
            "text": "information essential to our business is maintained electronically, including competitively sensitive information and potentially sensitive personal",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thông tin cần thiết cho doanh nghiệp của chúng tôi được duy trì bằng điện tử, bao gồm thông tin nhạy cảm cạnh tranh và cá nhân có khả năng nhạy cảm"
        },
        {
            "bbox": [
                24.738352605042017,
                328.21688123515446,
                973.905159159664,
                10.616066211401403
            ],
            "text": "information about customers and employees. Our insurance policies may not provide coverage for security breaches and similar incidents or may",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thông tin về khách hàng và nhân viên. Các chính sách bảo hiểm của chúng tôi có thể không cung cấp bảo hiểm cho các vi phạm an ninh và các sự cố tương tự hoặc có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                339.4416172802851,
                973.9114642016807,
                10.61605403800479
            ],
            "text": "have coverage limits which may not be adequate to reimburse us for losses caused by security breaches. We also rely on certain hardware and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Có giới hạn bảo hiểm có thể không đủ để hoàn trả cho chúng tôi về các tổn thất do vi phạm an ninh. Chúng tôi cũng dựa vào một số phần cứng nhất định và"
        },
        {
            "bbox": [
                24.738352605042017,
                350.6663411520191,
                973.8968557983194,
                10.616054038004677
            ],
            "text": "software vendors to maintain and periodically upgrade many of these systems so that they can continue to support our business. The software",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các nhà cung cấp phần mềm để duy trì và định kỳ nâng cấp nhiều hệ thống này để họ có thể tiếp tục hỗ trợ doanh nghiệp của chúng tôi. Phần mềm"
        },
        {
            "bbox": [
                24.738352605042017,
                361.89106502375296,
                973.9147200840337,
                10.616066211401517
            ],
            "text": "programs supporting many of our systems are licensed to the Company by independent software developers. The inability of these developers or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các chương trình hỗ trợ nhiều hệ thống của chúng tôi được các nhà phát triển phần mềm độc lập cấp phép cho công ty. Sự bất lực của các nhà phát triển này hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                373.1158010688837,
                973.9147200840337,
                10.616054038004677
            ],
            "text": "the Company to continue to maintain and upgrade these information systems and software programs could disrupt or reduce the efficiency of our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Công ty tiếp tục duy trì và nâng cấp các hệ thống thông tin và chương trình phần mềm này có thể phá vỡ hoặc giảm hiệu quả của"
        },
        {
            "bbox": [
                24.738352605042017,
                384.34052494061757,
                973.8959083193279,
                10.616054038004677
            ],
            "text": "operations. In addition, costs and potential problems and interruptions associated with the implementation of new or upgraded systems and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "hoạt động. Ngoài ra, chi phí và các vấn đề tiềm ẩn và gián đoạn liên quan đến việc thực hiện các hệ thống mới hoặc được nâng cấp và"
        },
        {
            "bbox": [
                24.738352605042017,
                395.56524881235157,
                973.9124116806724,
                10.616066211401403
            ],
            "text": "technology or with maintenance or adequate support of existing systems could also disrupt or reduce the efficiency of our operations or leave the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "công nghệ hoặc với sự bảo trì hoặc hỗ trợ đầy đủ của các hệ thống hiện tại cũng có thể phá vỡ hoặc giảm hiệu quả của các hoạt động của chúng tôi hoặc rời khỏi"
        },
        {
            "bbox": [
                24.738352605042017,
                406.78879186460813,
                276.3082646218488,
                10.617247030878843
            ],
            "text": "Company vulnerable to security breaches.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Công ty dễ bị vi phạm an ninh."
        },
        {
            "bbox": [
                24.738352605042017,
                426.43266122327793,
                973.8992675630253,
                10.616054038004677
            ],
            "text": "We also rely heavily on our information technology staff. If we cannot meet our staffing needs in this area, we may not be able to fulfill our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi cũng phụ thuộc rất nhiều vào nhân viên công nghệ thông tin của chúng tôi. Nếu chúng ta không thể đáp ứng nhu cầu nhân sự của mình trong lĩnh vực này, chúng ta có thể không"
        },
        {
            "bbox": [
                24.738352605042017,
                437.6573850950118,
                453.37753142857144,
                10.61605403800479
            ],
            "text": "technology initiatives or to provide maintenance on existing systems.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể thực hiện"
        },
        {
            "bbox": [
                24.738352605042017,
                457.2013960807601,
                973.8957015966387,
                10.714731591448981
            ],
            "text": "We are subject to payment-related risks that could increase our operating costs, expose us to fraud or theft, subject us to fraud or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLIBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Các sáng kiến ​​công nghệ hoặc để cung cấp bảo trì trên các hệ thống hiện có."
        },
        {
            "bbox": [
                24.738352605042017,
                468.4261199524941,
                537.0174280672269,
                10.714731591448867
            ],
            "text": "theft, subject us to potential liability and potentially disrupt our business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLIBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Chúng tôi phải chịu các rủi ro liên quan đến thanh toán có thể làm tăng chi phí hoạt động của chúng tôi, khiến chúng tôi phải lừa đảo hoặc trộm cắp, khiến chúng tôi phải gian lận hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                483.9590941211402,
                973.9173557983194,
                10.61605403800479
            ],
            "text": "As a retailer who accepts payments using a variety of methods, including credit and debit cards, PayPal, and gift cards, the Company is subject to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trộm cắp, khiến chúng tôi phải chịu trách nhiệm tiềm năng và có khả năng phá vỡ hoạt động kinh doanh của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                495.1838179928742,
                973.905159159664,
                10.616054038004677
            ],
            "text": "rules, regulations, contractual obligations and compliance requirements, including payment network rules and operating guidelines, data security",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Là một nhà bán lẻ chấp nhận thanh toán bằng nhiều phương thức khác nhau, bao gồm thẻ tín dụng và thẻ ghi nợ, paypal và thẻ quà tặng, công ty phải chịu"
        },
        {
            "bbox": [
                24.738352605042017,
                506.4085418646081,
                973.9165116806722,
                10.616066211401403
            ],
            "text": "standards and certification requirements, and rules governing electronic funds transfers. The regulatory environment related to information",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quy tắc, quy định, nghĩa vụ hợp đồng và yêu cầu tuân thủ, bao gồm các quy tắc mạng thanh toán và hướng dẫn hoạt động, bảo mật dữ liệu"
        },
        {
            "bbox": [
                24.738352605042017,
                517.6320849168646,
                973.9165116806722,
                10.617247030878843
            ],
            "text": "security and privacy is increasingly rigorous, with new and constantly changing requirements applicable to our business, and compliance with",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các tiêu chuẩn và yêu cầu chứng nhận, và các quy tắc điều chỉnh chuyển khoản tiền điện tử. Môi trường pháp lý liên quan đến thông tin"
        },
        {
            "bbox": [
                24.738352605042017,
                528.8568087885985,
                973.9147200840337,
                10.6172470308789
            ],
            "text": "those requirements could result in additional costs or accelerate these costs with additional legal and financial exposure for noncompliance. For",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bảo mật và quyền riêng tư ngày càng nghiêm ngặt, với các yêu cầu mới và liên tục thay đổi áp dụng cho doanh nghiệp của chúng tôi và tuân thủ"
        },
        {
            "bbox": [
                24.738352605042017,
                540.0815448337293,
                973.8992675630253,
                10.616054038004734
            ],
            "text": "certain payment methods, including credit and debit cards, we pay interchange and other fees, which could increase over time and raise our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những yêu cầu đó có thể dẫn đến chi phí bổ sung hoặc đẩy nhanh các chi phí này với mức độ tiếp xúc với pháp lý và tài chính bổ sung cho sự không tuân thủ. Vì"
        },
        {
            "bbox": [
                24.738352605042017,
                551.3062687054633,
                973.9147200840337,
                10.61605403800479
            ],
            "text": "operating costs. We rely on third parties to provide payment processing services, including the processing of credit cards, debit cards, and other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Một số phương thức thanh toán nhất định, bao gồm thẻ tín dụng và thẻ ghi nợ, chúng tôi thanh toán trao đổi và các khoản phí khác, có thể tăng theo thời gian và tăng"
        },
        {
            "bbox": [
                24.738352605042017,
                562.5309925771971,
                973.9114642016807,
                10.616066211401403
            ],
            "text": "forms of electronic payment. If these companies become unable to provide these services to us, or if their systems are compromised, it could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chi phí hoạt động. Chúng tôi dựa vào các bên thứ ba để cung cấp dịch vụ xử lý thanh toán, bao gồm xử lý thẻ tín dụng, thẻ ghi nợ và các dịch vụ khác"
        },
        {
            "bbox": [
                24.738352605042017,
                573.7557286223278,
                137.8173500420168,
                10.616054038004734
            ],
            "text": "disrupt our business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "các hình thức thanh toán điện tử. Nếu các công ty này không thể cung cấp các dịch vụ này cho chúng tôi hoặc nếu hệ thống của họ bị xâm phạm, thì nó có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                589.1900252375297,
                973.905159159664,
                10.616054038004734
            ],
            "text": "The payment methods that we offer also subject us to potential fraud and theft by persons who seek to obtain unauthorized access to or exploit any",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "phá vỡ doanh nghiệp của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                600.4147491092637,
                973.8897066386555,
                10.61605403800479
            ],
            "text": "weaknesses that may exist in the payment systems. The payment card industry established October 1, 2015 as the date on which it shifted liability",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các phương thức thanh toán mà chúng tôi cung cấp cũng khiến chúng tôi phải gian lận và trộm cắp tiềm năng của những người tìm cách có được quyền truy cập trái phép hoặc khai thác bất kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                611.6382921615202,
                471.71264529411764,
                10.617247030878843
            ],
            "text": "for certain transactions to retailers who are not able to accept Europay,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Điểm yếu có thể tồn tại trong các hệ thống thanh toán. Ngành công nghiệp thẻ thanh toán được thành lập vào ngày 1 tháng 10 năm 2015 là ngày mà nó thay đổi trách nhiệm pháp lý"
        },
        {
            "bbox": [
                503.484530672269,
                636.1931288598576,
                16.414022689075637,
                10.61605403800479
            ],
            "text": "12",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QXIBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đối với một số giao dịch nhất định cho các nhà bán lẻ không thể chấp nhận Europay,"
        }
    ]
}