{
    "metadata": {
        "page_hash": "bee128ca373e4fc86b8bb834158a6bb731af86213373962052774765c04ae6ef",
        "original_filename": "NYSE_MET_2012.pdf",
        "page_no": 14,
        "num_pages": 215,
        "original_width": 612,
        "original_height": 792,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "ann_reports_10_14_fancy",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                91.27859477124183,
                69.55112910353535,
                844.129806372549,
                9.639128472222183
            ],
            "text": "to lower interest rates was in response to concerns about Europe’s sovereign debt crisis and slowing global economic growth. We cannot predict with",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Để giảm lãi suất là đối phó với những lo ngại về cuộc khủng hoảng nợ có chủ quyền của Châu Âu và làm chậm tăng trưởng kinh tế toàn cầu. Chúng tôi không thể dự đoán với"
        },
        {
            "bbox": [
                91.27859477124183,
                82.49304829545451,
                844.1511772875817,
                9.639128472222296
            ],
            "text": "certainty the effect of these programs and policies on interest rates or the impact on the pricing levels of risk-bearing investments at this time. See “—",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Chắc chắn ảnh hưởng của các chương trình và chính sách này đối với lãi suất hoặc tác động đến mức giá của các khoản đầu tư chịu rủi ro tại thời điểm này. Nhìn thấy \"-"
        },
        {
            "bbox": [
                91.27859477124183,
                95.43496748737368,
                208.4983651960784,
                9.639128472222296
            ],
            "text": "Investments — Current Environment.”",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Đầu tư - Môi trường hiện tại."
        },
        {
            "bbox": [
                111.37663398692811,
                108.37688667929297,
                823.9110449346405,
                9.639128472222183
            ],
            "text": "In periods of declining interest rates, we may have to invest insurance cash flows and reinvest the cash flows we received as interest or return of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Trong các giai đoạn giảm lãi suất, chúng tôi có thể phải đầu tư dòng tiền bảo hiểm và tái đầu tư dòng tiền mà chúng tôi nhận được khi lãi hoặc trả lại"
        },
        {
            "bbox": [
                91.27859477124183,
                121.31880587121213,
                844.0346421568627,
                9.639128472222183
            ],
            "text": "principal on our investments in lower yielding instruments. Moreover, borrowers may prepay or redeem the fixed income securities, commercial or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Hiệu trưởng đầu tư của chúng tôi vào các công cụ năng suất thấp hơn. Hơn nữa, người vay có thể trả trước hoặc mua lại chứng khoán thu nhập cố định, thương mại hoặc"
        },
        {
            "bbox": [
                91.27859477124183,
                134.2607250631313,
                844.0761446078432,
                9.639128472222183
            ],
            "text": "agricultural mortgage loans and mortgage-backed securities in our investment portfolio with greater frequency in order to borrow at lower market rates.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Các khoản vay thế chấp nông nghiệp và chứng khoán được thế chấp trong danh mục đầu tư của chúng tôi với tần suất lớn hơn để vay ở mức giá thị trường thấp hơn."
        },
        {
            "bbox": [
                91.27864669117648,
                147.20264425505047,
                844.0065869689543,
                9.639128472222296
            ],
            "text": "Therefore, some of our products expose us to the risk that a reduction in interest rates will reduce the difference between the amounts that we are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Do đó, một số sản phẩm của chúng tôi khiến chúng tôi gặp rủi ro rằng việc giảm lãi suất sẽ làm giảm chênh lệch giữa các khoản tiền mà chúng tôi"
        },
        {
            "bbox": [
                91.27864669117648,
                160.14456344696964,
                844.0052470996732,
                9.639128472222296
            ],
            "text": "required to credit on contracts in our general account and the rate of return we are able to earn on investments intended to support obligations under",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "yêu cầu tín dụng cho các hợp đồng trong tài khoản chung của chúng tôi và tỷ lệ hoàn vốn, chúng tôi có thể kiếm được từ các khoản đầu tư nhằm hỗ trợ các nghĩa vụ theo"
        },
        {
            "bbox": [
                91.19420812908497,
                173.08648263888892,
                844.0775263480392,
                9.639128472222183
            ],
            "text": "these contracts. This difference between interest earned and interest credited, or margin, is a key metric for the management of, and reporting for, many of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "những hợp đồng này. Sự khác biệt này giữa tiền lãi kiếm được và lãi suất, hoặc ký quỹ, là một số liệu quan trọng để quản lý và báo cáo cho nhiều"
        },
        {
            "bbox": [
                91.27731687091503,
                186.0284018308081,
                87.29382855392157,
                9.639128472222183
            ],
            "text": "our businesses.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "doanh nghiệp của chúng tôi."
        },
        {
            "bbox": [
                111.3753560866013,
                198.97032102272726,
                824.0276353349673,
                9.639128472222183
            ],
            "text": "Our expectations regarding future margins are an important component impacting the amortization of certain intangible assets such as DAC and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Những kỳ vọng của chúng tôi về tỷ suất lợi nhuận trong tương lai là một thành phần quan trọng ảnh hưởng đến việc khấu hao các tài sản vô hình nhất định như DAC và"
        },
        {
            "bbox": [
                91.27731687091503,
                211.91224021464643,
                844.1712636029413,
                9.639128472222296
            ],
            "text": "value of business acquired (“VOBA”). Significantly lower margins may cause us to accelerate the amortization, thereby reducing net income in the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Giá trị của doanh nghiệp có được (VoBa Voba). Tỷ suất lợi nhuận thấp hơn đáng kể có thể khiến chúng ta tăng tốc khấu hao, do đó giảm thu nhập ròng trong"
        },
        {
            "bbox": [
                91.27731687091503,
                224.8541594065656,
                844.2047938316995,
                9.639128472222296
            ],
            "text": "affected reporting period. Additionally, lower margins may also impact the recoverability of intangible assets such as goodwill, require the establishment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "thời gian báo cáo bị ảnh hưởng. Ngoài ra, tỷ suất lợi nhuận thấp hơn cũng có thể ảnh hưởng đến khả năng thu hồi của các tài sản vô hình như thiện chí, yêu cầu thành lập"
        },
        {
            "bbox": [
                91.27736879084968,
                237.79607859848488,
                844.1954465686274,
                9.639128472222183
            ],
            "text": "of additional liabilities or trigger loss recognition events on certain policyholder liabilities. We review this long-term margin assumption, along with other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "về các khoản nợ bổ sung hoặc các sự kiện nhận dạng tổn thất kích hoạt đối với các khoản nợ chính sách nhất định. Chúng tôi xem xét giả định ký quỹ dài hạn này, cùng với các"
        },
        {
            "bbox": [
                91.27741903594772,
                250.73799779040405,
                844.1578799836602,
                9.639128472222183
            ],
            "text": "assumptions, as part of our annual assumption review. Although the analysis shown below considers low interest rates in 2013 and 2014, it does not",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Giả định, như là một phần của đánh giá giả định hàng năm của chúng tôi. Mặc dù phân tích được hiển thị dưới đây xem xét lãi suất thấp trong năm 2013 và 2014, nhưng nó không"
        },
        {
            "bbox": [
                91.27741903594772,
                263.6799169823232,
                844.0814069444446,
                9.639128472222183
            ],
            "text": "assume any change to our long-term assumption for margins. As a result, the impact of a hypothetical interest rate stress scenario described below",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Giả sử bất kỳ thay đổi đối với giả định lâu dài của chúng tôi cho tỷ suất lợi nhuận. Kết quả là, tác động của kịch bản căng thẳng lãi suất giả định được mô tả dưới đây"
        },
        {
            "bbox": [
                91.27741903594772,
                276.6218361742424,
                357.34577009803917,
                9.639128472222183
            ],
            "text": "does not capture the impact of any of the aforementioned items.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "không nắm bắt được tác động của bất kỳ mục nào đã nói ở trên."
        },
        {
            "bbox": [
                111.37545825163399,
                289.56375536616156,
                102.28962712418301,
                9.566705492424376
            ],
            "text": "Mitigating Actions.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAB+HelveticaNeueCE-ThinItalic",
                "size": 1
            },
            "text_vi": "Hành động giảm thiểu."
        },
        {
            "bbox": [
                218.39750367647062,
                289.56375536616156,
                717.0873705065359,
                9.639128472222296
            ],
            "text": "The Company has been and continues to be proactive in its investment strategies, product designs, and interest crediting rate",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty đã và tiếp tục chủ động trong các chiến lược đầu tư, thiết kế sản phẩm và tỷ lệ tín dụng lãi suất"
        },
        {
            "bbox": [
                91.2774056372549,
                302.5056745580807,
                844.1404080882353,
                9.639128472222296
            ],
            "text": "strategies to mitigate the risk of unfavorable consequences from the low interest rate environment. Lowering interest crediting rates on some products,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Các chiến lược để giảm thiểu nguy cơ hậu quả không thuận lợi từ môi trường lãi suất thấp. Giảm tỷ lệ tín dụng lãi suất trên một số sản phẩm,"
        },
        {
            "bbox": [
                91.27736879084968,
                315.44759375,
                844.2275364379086,
                9.639128472222183
            ],
            "text": "or adjusting the dividend scale on traditional products, can help offset decreases in investment margins on some products. Our ability to lower interest",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Hoặc điều chỉnh thang đo cổ tức trên các sản phẩm truyền thống, có thể giúp bù đắp lợi nhuận đầu tư trên một số sản phẩm. Khả năng của chúng tôi để giảm sự quan tâm"
        },
        {
            "bbox": [
                91.27736879084968,
                328.3895129419192,
                844.1617991013072,
                9.639128472222183
            ],
            "text": "crediting rates could be limited by competition, regulatory approval, or contractual guarantees of minimum rates and may not match the timing or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Tỷ lệ tín dụng có thể bị giới hạn bởi sự cạnh tranh, phê duyệt theo quy định hoặc đảm bảo hợp đồng về tỷ lệ tối thiểu và có thể không phù hợp với thời gian hoặc"
        },
        {
            "bbox": [
                91.27736879084968,
                341.33143213383835,
                844.15506625817,
                9.639128472222183
            ],
            "text": "magnitude of changes in asset yields. As a result, our margins could decrease or potentially become negative. The Company applies disciplined ALM",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Tầm quan trọng của những thay đổi trong sản lượng tài sản. Do đó, lề của chúng tôi có thể giảm hoặc có khả năng trở nên tiêu cực. Công ty áp dụng ALM kỷ luật"
        },
        {
            "bbox": [
                91.27736879084968,
                354.2733513257575,
                844.1617991013072,
                9.639180239899133
            ],
            "text": "strategies, including the use of derivatives, primarily interest rate swaps, floors and swaptions, to mitigate the risk of sustained low interest rates in the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "các chiến lược, bao gồm cả việc sử dụng các công cụ phái sinh, chủ yếu là hoán đổi lãi suất, sàn và giao dịch hoán đổi, để giảm thiểu rủi ro lãi suất thấp duy trì trong"
        },
        {
            "bbox": [
                91.27736879084968,
                367.21530934343434,
                844.1604759803922,
                9.639141414141477
            ],
            "text": "U.S. A significant portion of these derivatives were entered into prior to the onset of the current low U.S. interest rate environment. In some cases, the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Hoa Kỳ, một phần đáng kể trong số các công cụ phái sinh này đã được đưa vào trước khi bắt đầu môi trường lãi suất thấp hiện tại của Hoa Kỳ. Trong một số trường hợp,"
        },
        {
            "bbox": [
                91.27731687091503,
                380.1572285353535,
                844.0935679330066,
                9.639141414141477
            ],
            "text": "Company has entered into offsetting positions as part of its overall ALM strategy and to reduce volatility in net income. Business actions, such as shifting",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Công ty đã tham gia vào các vị trí bù đắp như là một phần của chiến lược ALM tổng thể và để giảm sự biến động trong thu nhập ròng. Hành động kinh doanh, chẳng hạn như thay đổi"
        },
        {
            "bbox": [
                91.27736879084968,
                393.0991477272728,
                844.2355086601308,
                9.639141414141363
            ],
            "text": "the sales focus to less interest rate sensitive products, can also mitigate this risk. In addition, the Company is well diversified across product,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Việc tập trung bán hàng cho các sản phẩm nhạy cảm với lãi suất ít hơn, cũng có thể giảm thiểu rủi ro này. Ngoài ra, công ty rất đa dạng về sản phẩm,"
        },
        {
            "bbox": [
                91.27736879084968,
                406.04106691919196,
                844.1230601307191,
                9.639141414141477
            ],
            "text": "distribution, and geography. Certain of our non-U.S. businesses, reported within our Latin America and EMEA segments, which accounted for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Phân phối, và địa lý. Một số doanh nghiệp không thuộc Hoa Kỳ của chúng tôi, được báo cáo trong các phân khúc Mỹ Latinh và EMEA của chúng tôi, chiếm"
        },
        {
            "bbox": [
                91.27736879084968,
                418.98298611111113,
                844.1418685457517,
                9.639141414141477
            ],
            "text": "approximately 15% of our operating earnings in 2012, are not significantly interest rate or market sensitive, particularly to any direct sensitivity to U.S.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Khoảng 15% thu nhập hoạt động của chúng tôi trong năm 2012, không phải là lãi suất đáng kể hoặc nhạy cảm với thị trường, đặc biệt là với bất kỳ sự nhạy cảm trực tiếp nào đối với Hoa Kỳ"
        },
        {
            "bbox": [
                91.27741903594772,
                431.9249053030303,
                844.1509294117649,
                9.639141414141477
            ],
            "text": "rates. The Company’s primary exposure within these segments is insurance risk. We expect our non-U.S. businesses to grow faster than our U.S.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "tỷ lệ. Việc tiếp xúc chính của công ty trong các phân khúc này là rủi ro bảo hiểm. Chúng tôi hy vọng các doanh nghiệp không phải là người Mỹ của chúng tôi sẽ phát triển nhanh hơn"
        },
        {
            "bbox": [
                91.27741903594772,
                444.86682449494947,
                844.1606267156862,
                9.639141414141477
            ],
            "text": "businesses and, over time, to become a larger percentage of our total business. As a result of the foregoing, the Company expects to be able to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "hơn Hoa Kỳ của chúng tôi"
        },
        {
            "bbox": [
                91.27741903594772,
                457.80874368686875,
                844.1578799836602,
                9.639141414141363
            ],
            "text": "substantially mitigate the negative impact of a sustained low interest rate environment in the U.S. on the Company’s profitability. Based on a near to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Các doanh nghiệp và, theo thời gian, để trở thành một tỷ lệ lớn hơn trong tổng số hoạt động kinh doanh của chúng tôi. Kết quả của những điều đã nói ở trên, công ty dự kiến ​​có thể"
        },
        {
            "bbox": [
                91.27741903594772,
                470.7506628787879,
                844.1593035947714,
                9.639141414141477
            ],
            "text": "intermediate term analysis of a sustained lower interest rate environment in the U.S., the Company anticipates operating earnings will continue to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Giảm thiểu đáng kể tác động tiêu cực của môi trường lãi suất thấp bền vững ở Hoa Kỳ về lợi nhuận của công ty. Dựa trên một"
        },
        {
            "bbox": [
                91.27741903594772,
                483.6925820707071,
                235.68970923202613,
                9.639141414141477
            ],
            "text": "increase, although at a slower growth rate.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Phân tích thời hạn trung gian của môi trường lãi suất thấp hơn ở Hoa Kỳ, công ty dự đoán thu nhập hoạt động sẽ tiếp tục"
        },
        {
            "bbox": [
                97.97676544117648,
                501.85265719696974,
                197.48872965686274,
                9.193939393939331
            ],
            "text": "Interest Rate Stress Scenario",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIFB+HelveticaNeue-HeavyItalic",
                "size": 1
            },
            "text_vi": "tăng, mặc dù với tốc độ tăng trưởng chậm hơn."
        },
        {
            "bbox": [
                111.37545825163399,
                514.7531881313132,
                824.0128113562091,
                9.639141414141477
            ],
            "text": "The following summarizes the impact of a hypothetical interest rate stress scenario on our operating earnings and the mark-to-market impact of our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Kịch bản căng thẳng lãi suất"
        },
        {
            "bbox": [
                91.27741903594772,
                527.6951073232324,
                686.3802664215686,
                9.639141414141477
            ],
            "text": "derivative positions that do not qualify as accounting hedges assuming a continued low interest rate environment in the U.S.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Sau đây tóm tắt tác động của kịch bản căng thẳng lãi suất giả định đối với thu nhập hoạt động của chúng tôi và tác động đánh dấu trên thị trường của chúng tôi"
        },
        {
            "bbox": [
                111.37545825163399,
                540.6370265151515,
                824.0906075163399,
                9.63914141414142
            ],
            "text": "The hypothetical interest rate stress scenario is based on a constant set of U.S. interest rates and credit spreads in the U.S., as compared to our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Các vị trí phái sinh không đủ điều kiện làm kế toán hàng rào giả định môi trường lãi suất thấp liên tục ở Hoa Kỳ."
        },
        {
            "bbox": [
                91.27741903594772,
                553.5789457070707,
                844.1779110294117,
                9.639141414141477
            ],
            "text": "business plan interest rates and credit spreads, which are based on consensus interest rate view and credit spreads as of October 31, 2012. For",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Kịch bản căng thẳng lãi suất giả định dựa trên một tập hợp lãi suất và mức lãi suất của Hoa Kỳ ở Hoa Kỳ, so với"
        },
        {
            "bbox": [
                91.27741903594772,
                566.5208648989899,
                843.9473865196079,
                9.639141414141477
            ],
            "text": "example, our business plan assumes a 10-year treasury rate of 1.69% at December 31, 2012 to rise during 2013 to 2.38% by December 31, 2013",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Lãi suất kế hoạch kinh doanh và chênh lệch tín dụng, dựa trên quan điểm lãi suất đồng thuận và chênh lệch tín dụng vào ngày 31 tháng 10 năm 2012."
        },
        {
            "bbox": [
                91.27741903594772,
                579.462784090909,
                844.1619665849673,
                9.63914141414142
            ],
            "text": "and remain at 2.38% until December 31, 2014. The hypothetical interest rate stress scenario assumes the 10-year treasury rate to be 1.69% at",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Ví dụ, kế hoạch kinh doanh của chúng tôi giả định tỷ lệ kho bạc 10 năm là 1,69% vào ngày 31 tháng 12 năm 2012 sẽ tăng trong năm 2013 lên 2,38% vào ngày 31 tháng 12 năm 2013"
        },
        {
            "bbox": [
                91.27741903594772,
                592.4047032828282,
                844.126895506536,
                9.639141414141477
            ],
            "text": "December 31, 2012 and remain constant at that level until December 31, 2014. We make similar assumptions for interest rates at other maturities, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "và vẫn ở mức 2,38% cho đến ngày 31 tháng 12 năm 2014. Kịch bản căng thẳng lãi suất giả định giả định tỷ lệ kho bạc 10 năm là 1,69% tại"
        },
        {
            "bbox": [
                91.27741903594772,
                605.3466224747475,
                844.1911924836603,
                9.63914141414142
            ],
            "text": "hold this interest rate curve constant through December 31, 2014. In addition, in the interest rate stress scenario, we assume credit spreads remain",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Ngày 31 tháng 12 năm 2012 và vẫn không đổi ở cấp độ đó cho đến ngày 31 tháng 12 năm 2014. Chúng tôi đưa ra các giả định tương tự về lãi suất ở các kỳ hạn khác và"
        },
        {
            "bbox": [
                91.27741903594772,
                618.2885416666667,
                844.1256728758171,
                9.639141414141477
            ],
            "text": "constant from December 2012 through the end of 2014, as compared to our business plan which assumes rising credit spreads through 2013 and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Giữ đường cong lãi suất này không đổi đến ngày 31 tháng 12 năm 2014. Ngoài ra, trong kịch bản căng thẳng lãi suất, chúng tôi cho rằng việc lây lan tín dụng vẫn"
        },
        {
            "bbox": [
                91.27741903594772,
                631.2304608585858,
                844.1791336601308,
                9.639141414141477
            ],
            "text": "thereafter remaining constant through the end of 2014. Further, we also are including the impact of low interest rates on our pension and post-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Không đổi từ tháng 12 năm 2012 đến cuối năm 2014, so với kế hoạch kinh doanh của chúng tôi giả định sự lan truyền tín dụng tăng đến năm 2013 và"
        },
        {
            "bbox": [
                91.27741903594772,
                644.1723800505051,
                843.6016667483661,
                9.63914141414142
            ],
            "text": "retirement plan expenses. We allocate this impact across our segments; it is included in the segment discussion below. The discount rate used to value",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Sau đó, không đổi còn lại vào cuối năm 2014. Hơn nữa, chúng tôi cũng bao gồm tác động của lãi suất thấp đối với lương hưu và hậu"
        },
        {
            "bbox": [
                91.27741903594772,
                657.1142992424243,
                844.0854935457517,
                9.639141414141477
            ],
            "text": "these plans is tied to long-term high quality corporate bond yields. Accordingly, an extended low interest rate environment will result in increased",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Chi phí kế hoạch hưu trí. Chúng tôi phân bổ tác động này trên các phân khúc của chúng tôi; Nó được bao gồm trong các cuộc thảo luận phân khúc dưới đây. Tỷ lệ chiết khấu được sử dụng để định giá"
        },
        {
            "bbox": [
                91.27741903594772,
                670.0562184343435,
                844.3547570261437,
                9.63914141414142
            ],
            "text": "pension and other post-retirement benefit liabilities and expenses. Higher total return on the fixed income portfolio of pension and other post-retirement",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Những kế hoạch này gắn liền với lợi suất trái phiếu doanh nghiệp chất lượng cao lâu dài. Theo đó, một môi trường lãi suất thấp mở rộng sẽ dẫn đến tăng"
        },
        {
            "bbox": [
                91.27736879084968,
                682.9981376262626,
                560.669643872549,
                9.639141414141477
            ],
            "text": "benefit plan assets will partially offset this increase in pension and other post-retirement plan liabilities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Lương hưu và các khoản nợ và chi phí lợi ích sau khi nghỉ hưu khác. Tổng lợi nhuận cao hơn cho danh mục đầu tư thu nhập cố định của lương hưu và sau khi nghỉ hưu khác"
        },
        {
            "bbox": [
                111.37540800653595,
                695.9400309343434,
                824.0892174019608,
                9.63914141414142
            ],
            "text": "Based on the above assumptions, we estimate the impact of the hypothetical U.S. interest rate stress scenario on our consolidated operating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Tài sản kế hoạch lợi ích sẽ bù đắp một phần sự gia tăng này về lương hưu và các khoản nợ khác của kế hoạch sau khi nghỉ hưu."
        },
        {
            "bbox": [
                91.27736879084968,
                708.8819501262626,
                580.612258251634,
                9.639141414141363
            ],
            "text": "earnings to be a decrease of approximately $45 million and $150 million in 2013 and 2014, respectively.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Dựa trên các giả định trên, chúng tôi ước tính tác động của kịch bản căng thẳng lãi suất giả định của Hoa Kỳ đối với hoạt động hợp nhất của chúng tôi"
        },
        {
            "bbox": [
                111.37540800653595,
                721.8238693181818,
                823.7488236111111,
                9.63914141414142
            ],
            "text": "As previously mentioned, operating earnings is the measure of segment profit and loss that we use to evaluate segment performance and allocated",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Thu nhập sẽ giảm khoảng 45 triệu đô la và 150 triệu đô la trong năm 2013 và 2014, tương ứng."
        },
        {
            "bbox": [
                91.27736879084968,
                734.7657885101011,
                843.977081372549,
                9.639141414141363
            ],
            "text": "resources. Further, we believe the presentation of operating earnings and operating earnings available to common shareholders as we measure it for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Như đã đề cập trước đây, thu nhập hoạt động là thước đo lợi nhuận và lỗ phân khúc mà chúng tôi sử dụng để đánh giá hiệu suất phân khúc và phân bổ"
        },
        {
            "bbox": [
                91.27736879084968,
                747.7077077020202,
                843.9021659313727,
                9.639141414141363
            ],
            "text": "management purposes enhances the understanding of our performance by highlighting the results of operations and the underlying profitability drivers of our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "tài nguyên. Hơn nữa, chúng tôi tin rằng việc trình bày thu nhập hoạt động và thu nhập hoạt động có sẵn cho các cổ đông chung khi chúng tôi đo lường"
        },
        {
            "bbox": [
                91.27869693627451,
                760.6496268939394,
                844.1578247140523,
                9.63914141414142
            ],
            "text": "business. The most directly comparable GAAP measure is not accessible on a forward-looking basis because we believe it is not possible to provide other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Mục đích quản lý giúp tăng cường sự hiểu biết về hiệu suất của chúng tôi bằng cách nêu bật kết quả hoạt động và các trình điều khiển lợi nhuận cơ bản của chúng tôi"
        },
        {
            "bbox": [
                91.27869693627451,
                773.5915460858587,
                843.8403091911765,
                9.639141414141363
            ],
            "text": "than a range of net investment gains and losses and net derivative gains and losses, which can fluctuate significantly within or outside the range from period to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "việc kinh doanh. Biện pháp GAAP có thể so sánh trực tiếp nhất không thể truy cập được trên cơ sở hướng tới vì chúng tôi tin rằng không thể cung cấp khác"
        },
        {
            "bbox": [
                91.27874885620916,
                786.5334652777779,
                796.0726612745098,
                9.639141414141392
            ],
            "text": "period and may have a significant impact on GAAP net income. See “— Non-GAAP and Other Financial Disclosures” for definitions of such measures.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "hơn một loạt các khoản lãi và lỗ đầu tư ròng và các khoản lãi và khoản lỗ dẫn xuất ròng, có thể dao động đáng kể trong hoặc ngoài phạm vi từ thời gian này đến thời gian khác"
        },
        {
            "bbox": [
                109.70195147058823,
                799.475384469697,
                825.632656372549,
                9.639141414141392
            ],
            "text": "In addition to the impact on operating earnings, we estimated the effect on the mark-to-market impact of our derivative positions that do not qualify",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Thời gian và có thể có tác động đáng kể đến thu nhập ròng GAAP. Xem phần-Không phải GAAP và các tiết lộ tài chính khác về các định nghĩa về các biện pháp đó."
        },
        {
            "bbox": [
                91.27874885620916,
                812.4173036616162,
                844.1230199346404,
                9.639141414141392
            ],
            "text": "as accounting hedges. We applied the hypothetical U.S. interest rate stress scenario to these derivatives and compared the impact to that based on",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Ngoài tác động đến thu nhập hoạt động, chúng tôi đã ước tính ảnh hưởng đến tác động của thị trường trên thị trường của các vị trí phái sinh của chúng tôi mà không đủ điều kiện"
        },
        {
            "bbox": [
                91.27874885620916,
                825.3592228535354,
                844.1618593954248,
                9.639141414141363
            ],
            "text": "rates in our business plan. We hold a significant position in long duration receive-fixed interest rate swaps to hedge reinvestment risk. These swaps are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "như hàng rào kế toán. Chúng tôi đã áp dụng kịch bản căng thẳng lãi suất giả định của Hoa Kỳ cho các công cụ phái sinh này và so sánh tác động của"
        },
        {
            "bbox": [
                91.27879910130719,
                838.3011420454545,
                844.1848046568628,
                9.639141414141392
            ],
            "text": "most sensitive to the 30-year and 10-year swap rates and we recognize gains as rates drop and recognize losses as rates rise. This estimated impact",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "tỷ lệ trong kế hoạch kinh doanh của chúng tôi. Chúng tôi"
        },
        {
            "bbox": [
                91.27879910130719,
                851.2430612373737,
                844.1806175653595,
                9.639154356060601
            ],
            "text": "on the derivative mark-to-market does not include that of our VA program derivatives as the impact of low interest rates in the freestanding derivatives",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Giữ một vị trí đáng kể trong các giao dịch hoán đổi lãi suất cố định trong thời gian dài để phòng ngừa rủi ro tái đầu tư. Những giao dịch hoán đổi này là"
        },
        {
            "bbox": [
                91.27879910130719,
                864.1849804292929,
                844.1738679738562,
                9.63915435606063
            ],
            "text": "would be largely offset by the mark-to-market in earnings for the related embedded derivative. See “— Results of Operations — Consolidated Results”",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Nhạy cảm nhất với tỷ lệ hoán đổi 30 năm và 10 năm và chúng tôi nhận ra mức tăng khi tỷ lệ giảm và công nhận tổn thất khi tỷ lệ tăng. Tác động ước tính này"
        },
        {
            "bbox": [
                91.27879910130719,
                877.1268996212121,
                300.4884439542484,
                9.63915435606063
            ],
            "text": "for discussions on our net derivative gains and losses.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Trên thị trường dấu hiệu phái sinh không bao gồm các dẫn xuất của chương trình VA của chúng tôi vì tác động của lãi suất thấp trong các công cụ phái sinh tự do"
        },
        {
            "bbox": [
                111.37683831699347,
                890.0688188131313,
                824.0129553921568,
                9.639151767676765
            ],
            "text": "Based on these additional assumptions, we estimate the impact of the hypothetical U.S. interest rate stress scenario on the mark-to-market of our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "sẽ phần lớn được bù đắp bởi thị trường đánh dấu trong thu nhập cho đạo hàm nhúng liên quan. Xem phần - Kết quả hoạt động - Kết quả hợp nhất"
        },
        {
            "bbox": [
                91.27879910130719,
                903.0107405934343,
                844.0627593137256,
                9.639149179292929
            ],
            "text": "derivative positions that do not qualify as accounting hedges to be an increase in income of $450 million to $850 million and a decrease in income of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Đối với các cuộc thảo luận về lợi nhuận và tổn thất phái sinh ròng của chúng tôi."
        },
        {
            "bbox": [
                91.27879910130719,
                915.9526597853535,
                473.3248818627451,
                9.639149179292914
            ],
            "text": "$200 million to an increase in income of $200 million in 2013 and 2014, respectively.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Dựa trên các giả định bổ sung này, chúng tôi ước tính tác động của kịch bản căng thẳng lãi suất giả định của Hoa Kỳ đối với thị trường đánh dấu của chúng tôi"
        },
        {
            "bbox": [
                91.27859477124183,
                954.0486471275252,
                50.69126781045752,
                7.22935476641414
            ],
            "text": "MetLife, Inc.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIAA+HelveticaNeueCE-Thin",
                "size": 1
            },
            "text_vi": "Các vị trí phái sinh không đủ điều kiện là hàng rào kế toán để tăng thu nhập từ 450 triệu đô la lên 850 triệu đô la và giảm thu nhập của"
        },
        {
            "bbox": [
                928.8643455882352,
                954.4136066603535,
                6.518497549019685,
                8.361776578282836
            ],
            "text": "9",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/BPAIBB+HelveticaNeueCE-Bold",
                "size": 1
            },
            "text_vi": "200 triệu đô la đến tăng thu nhập lần lượt là 200 triệu đô la trong năm 2013 và 2014."
        }
    ]
}