{
    "metadata": {
        "page_hash": "c8b7b60e3d8ffc743547c8b8a974c43db19302da81dbeb3eed6e07b93adc8968",
        "original_filename": "0000024545-20-000005_20200212x10k.pdf",
        "page_no": 73,
        "num_pages": 166,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.420662707838574,
                97.97601176470587,
                8.98739964370543
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 11
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                54.52134693277311,
                44.09052108076014,
                928.8118518067229,
                10.61844002375301
            ],
            "text": "Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Do những hạn chế vốn có của nó, kiểm soát nội bộ đối với báo cáo tài chính có thể không ngăn chặn hoặc phát hiện sai. Ngoài ra, dự đoán của bất kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                55.31763093824236,
                960.2451994957984,
                10.613680225653184
            ],
            "text": "evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đánh giá hiệu quả đối với các giai đoạn trong tương lai phải chịu rủi ro rằng các biện pháp kiểm soát có thể trở nên không đủ do những thay đổi trong điều kiện hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                66.53998099762475,
                486.8678646218488,
                10.61842785035617
            ],
            "text": "the degree of compliance with the policies or procedures may deteriorate.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mức độ tuân thủ các chính sách hoặc thủ tục có thể xấu đi."
        },
        {
            "bbox": [
                24.738352605042017,
                88.89433016627083,
                158.9576856302521,
                10.713538598574814
            ],
            "text": "Critical Audit Matters",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXBAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Các vấn đề kiểm toán quan trọng"
        },
        {
            "bbox": [
                54.52134693277311,
                111.43888865795725,
                932.8975534873949,
                10.613680225653184
            ],
            "text": "The critical audit matters communicated below are matters arising from the current period audit of the consolidated financial statements that",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các vấn đề kiểm toán quan trọng được truyền đạt dưới đây là các vấn đề phát sinh từ thời kỳ kiểm toán hiện tại của báo cáo tài chính hợp nhất"
        },
        {
            "bbox": [
                24.738352605042017,
                122.66123871733964,
                953.3280515966387,
                10.61844002375301
            ],
            "text": "were communicated or required to be communicated to the audit committee and that (i) relate to accounts or disclosures that are material to the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đã được truyền đạt hoặc yêu cầu được truyền đạt tới Ủy ban kiểm toán và (i) liên quan đến các tài khoản hoặc tiết lộ là tài liệu cho"
        },
        {
            "bbox": [
                24.738352605042017,
                133.88834857482186,
                936.4772583193278,
                10.613668052256571
            ],
            "text": "consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Báo cáo tài chính hợp nhất và (ii) liên quan đến các phán quyết đặc biệt thách thức, chủ quan hoặc phức tạp của chúng tôi. Truyền thông phê phán"
        },
        {
            "bbox": [
                24.738352605042017,
                145.11068646080764,
                957.8565188235294,
                10.61844002375301
            ],
            "text": "audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các vấn đề kiểm toán không thay đổi theo bất kỳ cách nào của chúng tôi về báo cáo tài chính hợp nhất, được thực hiện nói chung, và chúng tôi không, bằng cách giao tiếp"
        },
        {
            "bbox": [
                24.738352605042017,
                156.33779631828986,
                945.494984369748,
                10.613680225653184
            ],
            "text": "the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các vấn đề kiểm toán quan trọng dưới đây, cung cấp các ý kiến ​​riêng về các vấn đề kiểm toán quan trọng hoặc trên các tài khoản hoặc tiết lộ mà chúng liên quan."
        },
        {
            "bbox": [
                24.738352605042017,
                179.4862770190024,
                516.049597394958,
                10.618427850356284
            ],
            "text": "Goodwill Impairment Assessments for the Europe and Canada Reporting Units",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGYBAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Đánh giá suy giảm thiện chí cho các đơn vị báo cáo của Châu Âu và Canada"
        },
        {
            "bbox": [
                54.52134693277311,
                201.93572476247027,
                933.4622854201681,
                10.61844002375301
            ],
            "text": "As described in Notes 1 and 10 to the consolidated financial statements, the Company’s balance related to goodwill in the Europe and Canada",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Như được mô tả trong ghi chú 1 và 10 cho báo cáo tài chính hợp nhất, số dư của công ty liên quan đến thiện chí ở Châu Âu và Canada"
        },
        {
            "bbox": [
                24.738352605042017,
                213.1628346199525,
                917.9320625210084,
                10.613680225653184
            ],
            "text": "reporting units as of December 31, 2019 is $1,484.8 million and $218.1 million, respectively. The carrying value of goodwill is evaluated for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các đơn vị báo cáo tính đến ngày 31 tháng 12 năm 2019 lần lượt là $ 1,484,8 triệu và $ 218,1 triệu. Giá trị mang theo của thiện chí được đánh giá cho"
        },
        {
            "bbox": [
                24.738352605042017,
                224.38518467933488,
                955.8720154621849,
                10.61844002375301
            ],
            "text": "impairment at the reporting unit level at least annually or when an interim triggering event occurs that would indicate that impairment may have",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "suy giảm ở cấp đơn vị báo cáo ít nhất là hàng năm hoặc khi một sự kiện kích hoạt tạm thời xảy ra"
        },
        {
            "bbox": [
                24.738352605042017,
                235.6122945368171,
                963.7665826890758,
                10.613668052256571
            ],
            "text": "taken place. The Company’s annual impairment tests are performed as of the first day of the fiscal fourth quarter; however management identified",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đã diễn ra. Các bài kiểm tra suy giảm hàng năm của công ty được thực hiện kể từ ngày đầu tiên của quý IV tài chính; tuy nhiên quản lý được xác định"
        },
        {
            "bbox": [
                24.738352605042017,
                246.83463242280288,
                954.6045986554622,
                10.61844002375301
            ],
            "text": "a triggering event requiring an interim impairment assessment of the goodwill within the Canada reporting unit at the end of the third quarter of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Một sự kiện kích hoạt yêu cầu đánh giá suy giảm tạm thời của thiện chí trong đơn vị báo cáo Canada vào cuối quý ba của"
        },
        {
            "bbox": [
                24.738352605042017,
                258.0617422802851,
                966.3622961344538,
                10.613680225653184
            ],
            "text": "2019, which resulted in a goodwill impairment loss of $668.3 million. As disclosed by management, a combination of discounted cash flow analyses",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Năm 2019, dẫn đến tổn thất suy giảm thiện chí là 668,3 triệu đô la. Như được tiết lộ bởi quản lý, sự kết hợp của các phân tích dòng tiền giảm giá"
        },
        {
            "bbox": [
                24.738352605042017,
                269.2840923396675,
                954.3508982352943,
                10.61844002375301
            ],
            "text": "and market approaches are used to determine the fair value of each reporting unit. Fair value determinations require considerable judgment and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và phương pháp tiếp cận thị trường được sử dụng để xác định giá trị hợp lý của từng đơn vị báo cáo. Xác định giá trị hợp lý đòi hỏi phải phán đoán đáng kể và"
        },
        {
            "bbox": [
                24.738352605042017,
                280.5112021971497,
                910.4423961344539,
                10.613680225653184
            ],
            "text": "are sensitive to changes in underlying assumptions and factors. Examples of events or circumstances that could reasonably be expected to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "nhạy cảm với những thay đổi trong các giả định và yếu tố cơ bản. Ví dụ về các sự kiện hoặc hoàn cảnh có thể được dự kiến ​​một cách hợp lý"
        },
        {
            "bbox": [
                24.738352605042017,
                291.7335522565321,
                965.3229461344539,
                10.618427850356284
            ],
            "text": "negatively affect the underlying key assumptions and ultimately impact the estimated fair value of management’s reporting units may include such",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "ảnh hưởng tiêu cực đến các giả định chính cơ bản và cuối cùng tác động đến giá trị hợp lý ước tính của các đơn vị báo cáo quản lý có thể bao gồm"
        },
        {
            "bbox": [
                24.738352605042017,
                302.9606499406176,
                953.3888108403362,
                10.613680225653184
            ],
            "text": "items as (i) a decrease in expected future cash flows, specifically, a decrease in sales volume and increase in costs that could significantly impact",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các mặt hàng như (i) giảm dòng tiền dự kiến ​​trong tương lai, cụ thể là giảm khối lượng bán hàng và tăng chi phí có thể ảnh hưởng đáng kể"
        },
        {
            "bbox": [
                24.738352605042017,
                314.183,
                954.026515882353,
                10.61844002375301
            ],
            "text": "management’s immediate and long-range results, (ii) prolonged weakening of economic conditions, or (iii) significant unfavorable changes in tax,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quản lý kết quả ngay lập tức và tầm xa, (ii) kéo dài các điều kiện kinh tế kéo dài, hoặc (iii) những thay đổi đáng kể không thuận lợi trong thuế,"
        },
        {
            "bbox": [
                24.738352605042017,
                325.4101098574822,
                947.7327747058823,
                10.613680225653184
            ],
            "text": "environmental or other regulations, including interpretations thereof, terminal growth rates, market multiples and / or weighted average cost of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "môi trường hoặc các quy định khác, bao gồm các cách giải thích, tốc độ tăng trưởng thiết bị đầu cuối, bội số thị trường và / hoặc chi phí trung bình có trọng số của"
        },
        {
            "bbox": [
                24.738352605042017,
                336.6324599168646,
                344.20421294117654,
                10.61844002375301
            ],
            "text": "capital utilized in the discounted cash flow analyses.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Vốn được sử dụng trong các phân tích dòng tiền chiết khấu."
        },
        {
            "bbox": [
                54.52134693277311,
                359.78568824228034,
                941.3683257563026,
                10.613680225653184
            ],
            "text": "The principal considerations for our determination that performing procedures relating to the goodwill impairment assessments for the Europe",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các cân nhắc chính cho quyết định của chúng tôi rằng các thủ tục thực hiện liên quan đến đánh giá suy giảm thiện chí cho châu Âu"
        },
        {
            "bbox": [
                24.738352605042017,
                371.7118188836105,
                967.0561436134454,
                10.613680225653184
            ],
            "text": "and Canada reporting units is a critical audit matter are as follows. There was significant judgment by management when developing the fair value",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Và các đơn vị báo cáo Canada là một vấn đề kiểm toán quan trọng như sau. Có sự đánh giá đáng kể của quản lý khi phát triển giá trị công bằng"
        },
        {
            "bbox": [
                24.738352605042017,
                383.637937351544,
                969.1347402521009,
                10.613680225653184
            ],
            "text": "measurements. This in turn led to a high degree of auditor judgment, subjectivity and effort in performing our procedures to evaluate the fair value",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đo lường. Điều này đến lượt nó đã dẫn đến mức độ cao của đánh giá kiểm toán viên, tính chủ quan và nỗ lực trong việc thực hiện các thủ tục của chúng tôi để đánh giá giá trị hợp lý"
        },
        {
            "bbox": [
                24.738352605042017,
                395.56406799287413,
                950.8296011764706,
                10.613680225653184
            ],
            "text": "estimates of the goodwill and the significant assumptions, including the revenue growth rates and terminal growth rate for the Europe reporting",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ước tính của Thiện chí và các giả định quan trọng, bao gồm tốc độ tăng trưởng doanh thu và tốc độ tăng trưởng cuối cùng cho báo cáo châu Âu"
        },
        {
            "bbox": [
                24.738352605042017,
                407.49018646080765,
                952.752897394958,
                10.613680225653184
            ],
            "text": "unit and the discount rate, revenue growth rates, market multiples and terminal growth rate for the Canada reporting unit. In addition, the audit",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đơn vị và tốc độ chiết khấu, tốc độ tăng trưởng doanh thu, bội số thị trường và tốc độ tăng trưởng thiết bị đầu cuối cho đơn vị báo cáo Canada. Ngoài ra, kiểm toán"
        },
        {
            "bbox": [
                24.738352605042017,
                419.4163171021378,
                931.0826057983194,
                10.613680225653297
            ],
            "text": "effort involved the use of professionals with specialized skill and knowledge to assist in performing these procedures and evaluating the audit",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nỗ lực liên quan đến việc sử dụng các chuyên gia với kỹ năng và kiến ​​thức chuyên ngành để hỗ trợ thực hiện các thủ tục này và đánh giá kiểm toán"
        },
        {
            "bbox": [
                24.738352605042017,
                431.3424355700713,
                123.468766092437,
                10.613680225653184
            ],
            "text": "evidence obtained.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bằng chứng thu được."
        },
        {
            "bbox": [
                54.52134693277311,
                454.49091627078394,
                916.4250799579833,
                10.618427850356284
            ],
            "text": "Addressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giải quyết các vấn đề liên quan đến các thủ tục thực hiện và đánh giá bằng chứng kiểm toán liên quan đến việc hình thành tổng thể của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                466.41703473871735,
                954.9089978151262,
                10.61844002375301
            ],
            "text": "consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s goodwill impairment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "ý kiến ​​về"
        },
        {
            "bbox": [
                24.738352605042017,
                478.3431653800476,
                946.8274843697479,
                10.618427850356284
            ],
            "text": "assessments for the Europe and Canada reporting units, including controls over the valuation. These procedures also included, among others (i)",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Báo cáo tài chính hợp nhất. Các thủ tục này bao gồm kiểm tra hiệu quả của các biện pháp kiểm soát liên quan đến sự suy giảm thiện chí của quản lý"
        },
        {
            "bbox": [
                24.738352605042017,
                490.269283847981,
                882.9811473949582,
                10.61844002375301
            ],
            "text": "testing management’s process for determining the fair value of goodwill for the Europe and Canada reporting units, (ii) evaluating the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đánh giá cho các đơn vị báo cáo châu Âu và Canada, bao gồm các biện pháp kiểm soát đối với việc định giá. Các thủ tục này cũng bao gồm, trong số những người khác (i)"
        },
        {
            "bbox": [
                24.738352605042017,
                502.19541448931125,
                965.4574192436975,
                10.618427850356284
            ],
            "text": "appropriateness of the discounted cash flow analyses and market approaches, (iii) testing the completeness, accuracy, and relevance of underlying",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quản lý thử nghiệm Quy trình xác định giá trị hợp lý của thiện chí cho các đơn vị báo cáo châu Âu và Canada, (ii) đánh giá"
        },
        {
            "bbox": [
                24.738352605042017,
                514.1215329572447,
                923.8695688235296,
                10.61844002375301
            ],
            "text": "data used in the discounted cash flow analyses and market approaches, and (iv) evaluating the significant assumptions used by management",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "sự phù hợp của các phân tích dòng tiền chiết khấu và phương pháp tiếp cận thị trường, (iii) kiểm tra tính đầy đủ, chính xác và mức độ phù hợp của cơ bản"
        },
        {
            "bbox": [
                24.738352605042017,
                526.0476635985749,
                944.6400482352942,
                10.618427850356284
            ],
            "text": "including the revenue growth rates and terminal growth rate for the Europe reporting unit and the discount rate, revenue growth rates, market",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dữ liệu được sử dụng trong các phân tích dòng tiền chiết khấu và phương pháp tiếp cận thị trường và (iv) đánh giá các giả định quan trọng được sử dụng bởi ban quản lý"
        },
        {
            "bbox": [
                24.738352605042017,
                537.9737820665083,
                961.5639179831933,
                10.61844002375301
            ],
            "text": "multiples and terminal growth rate for the Canada reporting unit. Evaluating the assumptions related to revenue growth rates involved evaluating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "bao gồm tốc độ tăng trưởng doanh thu và tốc độ tăng trưởng thiết bị đầu cuối cho Đơn vị báo cáo châu Âu và tỷ lệ chiết khấu, tốc độ tăng trưởng doanh thu, thị trường"
        },
        {
            "bbox": [
                24.738352605042017,
                549.8999127078384,
                953.7085591596639,
                10.618427850356284
            ],
            "text": "whether the assumptions used were reasonable considering (i) the Company’s current and past performance, (ii) the consistency with third party",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "bội số và tốc độ tăng trưởng thiết bị đầu cuối cho đơn vị báo cáo Canada. Đánh giá các giả định liên quan đến tốc độ tăng trưởng doanh thu liên quan đến việc đánh giá"
        },
        {
            "bbox": [
                24.738352605042017,
                561.826031175772,
                958.0478751260505,
                10.61844002375301
            ],
            "text": "industry and economic data, and (iii) whether these assumptions were consistent with evidence obtained in other areas of the audit. Professionals",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Liệu các giả định được sử dụng có hợp lý khi xem xét (i) hiệu suất hiện tại và quá khứ của công ty hay không, (ii) tính nhất quán với bên thứ ba"
        },
        {
            "bbox": [
                24.738352605042017,
                573.7521618171022,
                941.3673179831933,
                10.618427850356227
            ],
            "text": "with specialized skill and knowledge were used to assist in evaluating the appropriateness of the Company’s discounted cash flow analyses and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Dữ liệu công nghiệp và kinh tế, và (iii) liệu các giả định này có phù hợp với bằng chứng thu được trong các lĩnh vực khác của cuộc kiểm toán hay không. Chuyên gia"
        },
        {
            "bbox": [
                24.738352605042017,
                585.6782802850356,
                969.8627658823531,
                10.61844002375301
            ],
            "text": "market approaches and the reasonableness of certain significant assumptions, including the terminal growth rate for the Europe reporting unit and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "với kỹ năng và kiến ​​thức chuyên môn đã được sử dụng để hỗ trợ đánh giá sự phù hợp của các phân tích dòng tiền chiết khấu của công ty và"
        },
        {
            "bbox": [
                24.738352605042017,
                597.6044109263659,
                602.2769385714287,
                10.618427850356284
            ],
            "text": "the discount rate, market multiples and terminal growth rate for the Canada reporting unit.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Phương pháp tiếp cận thị trường và tính hợp lý của một số giả định quan trọng nhất định, bao gồm tốc độ tăng trưởng thiết bị đầu cuối cho đơn vị báo cáo châu Âu và"
        },
        {
            "bbox": [
                503.484530672269,
                643.2070869952495,
                16.414022689075637,
                10.613680225653184
            ],
            "text": "72",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tỷ lệ chiết khấu, bội số thị trường và tốc độ tăng trưởng thiết bị đầu cuối cho đơn vị báo cáo Canada."
        }
    ]
}