{
    "metadata": {
        "page_hash": "cad89d20fc7a98530f140f395d2779aefb2f67ebb4e148acbfe7e63c787f2069",
        "original_filename": "NYSE_LMT_2011.pdf",
        "page_no": 20,
        "num_pages": 110,
        "original_width": 594,
        "original_height": 774,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "ann_reports_10_14_fancy",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                77.65151515151516,
                42.53617571059431,
                869.6796965488217,
                11.865659560723543
            ],
            "text": "we may have disputes with our subcontractors, teammates, or venture members, including disputes regarding the quality and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Chúng tôi có thể có tranh chấp với các nhà thầu phụ, đồng đội hoặc thành viên liên doanh, bao gồm các tranh chấp về chất lượng và"
        },
        {
            "bbox": [
                77.65151515151516,
                58.427648578811386,
                869.489898989899,
                11.865659560723543
            ],
            "text": "timeliness of work performed, the workshare provided to that party, customer concerns about the other party’s performance,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Tính kịp thời của công việc được thực hiện, hội thảo được cung cấp cho bên đó, mối quan tâm của khách hàng về hiệu suất của bên kia,"
        },
        {
            "bbox": [
                77.65151515151516,
                74.31912144702846,
                869.489898989899,
                11.86565956072343
            ],
            "text": "our failure to extend existing task orders or issue new task orders, or our hiring of the personnel of a subcontractor,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Chúng tôi không mở rộng các đơn đặt hàng nhiệm vụ hiện có hoặc ban hành các đơn đặt hàng nhiệm vụ mới hoặc tuyển dụng nhân sự của một nhà thầu phụ,"
        },
        {
            "bbox": [
                77.65151515151516,
                90.21059431524554,
                869.6969696969697,
                11.86565956072343
            ],
            "text": "teammate, or venture member, or vice versa. In addition, the contracting parties on which we rely may be affected by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "đồng đội, hoặc thành viên liên doanh, hoặc ngược lại. Ngoài ra, các bên ký kết mà chúng tôi dựa vào"
        },
        {
            "bbox": [
                77.65151515151516,
                106.10206718346251,
                869.6626304713805,
                11.865659560723543
            ],
            "text": "changes in the economic environment and constraints on available financing to meet their performance requirements or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "những thay đổi trong môi trường kinh tế và các hạn chế về tài chính có sẵn để đáp ứng các yêu cầu về hiệu suất của họ hoặc"
        },
        {
            "bbox": [
                77.65151515151516,
                121.99354005167959,
                869.5760576599326,
                11.865659560723543
            ],
            "text": "provide needed supplies on a timely basis. A failure by one or more of those contracting parties to provide the agreed-upon",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Cung cấp vật tư cần thiết một cách kịp thời. Một thất bại của một hoặc nhiều trong số các bên ký kết để cung cấp"
        },
        {
            "bbox": [
                77.65151515151516,
                137.88501291989667,
                869.5589915824916,
                11.86565956072343
            ],
            "text": "supplies or perform the agreed-upon services on a timely basis may affect our ability to perform our obligations. Contracting",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Nguồn cung cấp hoặc thực hiện các dịch vụ đã thỏa thuận một cách kịp thời có thể ảnh hưởng đến khả năng thực hiện nghĩa vụ của chúng tôi. Hợp đồng"
        },
        {
            "bbox": [
                77.65151515151516,
                153.77648578811375,
                869.6279806397306,
                11.86565956072343
            ],
            "text": "party performance deficiencies may affect our operating results and could result in a customer terminating our contract for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Sự thiếu hụt hiệu suất của bên có thể ảnh hưởng đến kết quả hoạt động của chúng tôi và có thể dẫn đến việc khách hàng chấm dứt hợp đồng của chúng tôi"
        },
        {
            "bbox": [
                77.65151515151516,
                169.6679586563307,
                843.7959617003366,
                11.865659560723543
            ],
            "text": "default. A default termination could expose us to liability and affect our ability to compete for future contracts and orders.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "mặc định. Việc chấm dứt mặc định có thể khiến chúng tôi phải chịu trách nhiệm pháp lý và ảnh hưởng đến khả năng cạnh tranh cho các hợp đồng và đơn đặt hàng trong tương lai."
        },
        {
            "bbox": [
                77.65151515151516,
                201.437648255814,
                869.6796965488217,
                11.878915697674415
            ],
            "text": "The funding and costs associated with our pension and postretirement medical plans may cause our earnings, cash",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/NBGOCH+Times-Bold",
                "size": 1
            },
            "text_vi": "Tài trợ và chi phí liên quan đến các kế hoạch y tế lương hưu và sau khi nghỉ hưu của chúng tôi có thể gây ra thu nhập, tiền mặt của chúng tôi"
        },
        {
            "bbox": [
                77.65151515151516,
                217.32912112403108,
                671.9097773569024,
                11.878915697674302
            ],
            "text": "flows from operations, and stockholders’ equity to fluctuate significantly from year to year.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/NBGOCH+Times-Bold",
                "size": 1
            },
            "text_vi": "Dòng chảy từ các hoạt động, và các cổ đông vốn chủ sở hữu để dao động đáng kể từ năm này sang năm khác."
        },
        {
            "bbox": [
                112.16329966329967,
                249.125322997416,
                835.0643766835017,
                11.865659560723543
            ],
            "text": "Many of our employees are covered by defined benefit pension plans, and we provide certain health care and life",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Nhiều nhân viên của chúng tôi được bảo hiểm bởi các kế hoạch lương hưu được xác định và chúng tôi cung cấp một số chăm sóc sức khỏe và cuộc sống"
        },
        {
            "bbox": [
                77.65151515151516,
                265.01679586563307,
                869.662526936027,
                11.865659560723543
            ],
            "text": "insurance benefits to eligible retirees. The impact of these plans on our GAAP earnings may be volatile in that the amount of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "lợi ích bảo hiểm cho người về hưu đủ điều kiện. Tác động của các kế hoạch này đối với thu nhập GAAP của chúng tôi có thể biến động ở chỗ số lượng"
        },
        {
            "bbox": [
                77.65151515151516,
                280.90826873385015,
                869.4726430976431,
                11.865659560723543
            ],
            "text": "expense we record for our postretirement benefit plans may materially change from year to year because those calculations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Chi phí chúng tôi ghi lại cho các kế hoạch lợi ích sau sinh của chúng tôi có thể thay đổi về mặt vật chất từ ​​năm này sang năm khác vì những tính toán đó"
        },
        {
            "bbox": [
                77.65151515151516,
                296.79974160206723,
                869.6798000841751,
                11.86565956072343
            ],
            "text": "are sensitive to changes in several key economic assumptions, including interest rates, rates of return on plan assets, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "nhạy cảm với những thay đổi trong một số giả định kinh tế quan trọng, bao gồm lãi suất, tỷ lệ lợi nhuận trên tài sản kế hoạch và"
        },
        {
            "bbox": [
                77.65151515151516,
                312.6912144702843,
                838.032441919192,
                11.86565956072343
            ],
            "text": "workforce demographics. Changes in these factors affect our plan funding, cash flow, earnings, and stockholders’ equity.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Nhân khẩu học lực lượng lao động. Những thay đổi trong các yếu tố này ảnh hưởng đến tài trợ kế hoạch, dòng tiền, thu nhập và cổ đông của chúng tôi."
        },
        {
            "bbox": [
                112.16329966329967,
                344.47416020671835,
                835.0816498316499,
                11.865619832041375
            ],
            "text": "With regard to cash flow, in the past few years we have made substantial cash contributions to our plans following",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Liên quan đến dòng tiền, trong vài năm qua, chúng tôi đã đóng góp tiền mặt đáng kể cho các kế hoạch của chúng tôi sau"
        },
        {
            "bbox": [
                77.65151515151516,
                360.36563307493543,
                869.6624234006733,
                11.865619832041375
            ],
            "text": "ERISA and in 2011, Pension Protection Act (PPA) requirements. We generally are able to recover these costs related to our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "ERISA và năm 2011, các yêu cầu của Đạo luật Bảo vệ Hưu trí (PPA). Chúng tôi thường có thể thu hồi các chi phí này liên quan đến"
        },
        {
            "bbox": [
                77.65151515151516,
                376.2571059431525,
                869.5244452861954,
                11.865619832041261
            ],
            "text": "plans as allowable costs on our U.S. Government contracts, including FMS, but there are delays between when we contribute",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Các kế hoạch như chi phí cho phép đối với các hợp đồng của chính phủ Hoa Kỳ, bao gồm cả FMS, nhưng có sự chậm trễ giữa khi chúng tôi đóng góp"
        },
        {
            "bbox": [
                77.65151515151516,
                392.1485788113695,
                869.6450467171718,
                11.865619832041375
            ],
            "text": "cash to the plans under pension funding rules and recover it under government cost accounting rules. In December 2011, the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Tiền mặt cho các kế hoạch theo các quy tắc tài trợ lương hưu và thu hồi nó theo các quy tắc kế toán chi phí của chính phủ. Vào tháng 12 năm 2011,"
        },
        {
            "bbox": [
                77.65151515151516,
                408.04005167958655,
                869.6623198653199,
                11.865619832041375
            ],
            "text": "cost accounting rules were revised to harmonize the measurement and period assignment of the pension cost allocable to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Quy tắc kế toán chi phí đã được sửa đổi để hài hòa việc đo lường và phân công theo thời gian của chi phí lương hưu có thể phân bổ"
        },
        {
            "bbox": [
                77.65151515151516,
                423.93152454780363,
                869.6624234006733,
                11.865619832041375
            ],
            "text": "government contracts with the PPA, which will reduce this delay starting in 2013 (CAS Harmonization). The cost impact of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Các hợp đồng của chính phủ với PPA, sẽ làm giảm sự chậm trễ này bắt đầu từ năm 2013 (hài hòa CAS). Tác động chi phí của"
        },
        {
            "bbox": [
                77.65151515151516,
                439.8229974160207,
                869.6278771043771,
                11.865619832041375
            ],
            "text": "CAS Harmonization will be phased in beginning in 2013 with the goal of better aligning the CAS cost and ERISA funding",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Hài hòa CAS sẽ được thực hiện vào đầu năm 2013 với mục tiêu sắp xếp tốt hơn chi phí CAS và tài trợ ERISA"
        },
        {
            "bbox": [
                77.65151515151516,
                455.7144702842378,
                296.7150673400673,
                11.865619832041261
            ],
            "text": "requirements being fully achieved in 2017.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Yêu cầu đạt được đầy đủ trong năm 2017."
        },
        {
            "bbox": [
                112.16329966329967,
                487.49741602067184,
                834.9952840909091,
                11.865619832041375
            ],
            "text": "In recent years, we have taken certain actions to mitigate the effect of our defined benefit pension plans on our financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Trong những năm gần đây, chúng tôi đã thực hiện một số hành động để giảm thiểu ảnh hưởng của các kế hoạch lương hưu được xác định"
        },
        {
            "bbox": [
                77.65151515151516,
                503.3888888888889,
                869.6798000841751,
                11.865619832041318
            ],
            "text": "results, including no longer offering a defined benefit pension plan to new, non-represented employees starting in 2006, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Kết quả, bao gồm không còn cung cấp kế hoạch lương hưu được xác định cho các nhân viên mới, không đại diện bắt đầu từ năm 2006 và"
        },
        {
            "bbox": [
                77.65151515151516,
                519.280361757106,
                869.5244452861954,
                11.865619832041375
            ],
            "text": "making substantial cash contributions to the existing plans to improve their funded status. In 2011, we contributed",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Đóng góp tiền mặt đáng kể cho các kế hoạch hiện có để cải thiện tình trạng được tài trợ của họ. Năm 2011, chúng tôi đã đóng góp"
        },
        {
            "bbox": [
                77.65151515151516,
                535.1718346253231,
                869.54161489899,
                11.865619832041318
            ],
            "text": "$2.3 billion to our defined benefit pension plans. For more information on how these factors could impact earnings, financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "2,3 tỷ đô la cho các kế hoạch hưu trí lợi ích xác định của chúng tôi. Để biết thêm thông tin về cách các yếu tố này có thể ảnh hưởng đến thu nhập, tài chính"
        },
        {
            "bbox": [
                77.65151515151516,
                551.06330749354,
                869.662526936027,
                11.865619832041375
            ],
            "text": "position, cash flow and stockholders’ equity, see “Critical Accounting Policies – Postretirement Benefit Plans” in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Vị trí, dòng tiền và các cổ đông Vốn chủ sở hữu, xem các chính sách kế toán quan trọng - kế hoạch lợi ích sau sinh"
        },
        {
            "bbox": [
                77.65151515151516,
                566.9547803617571,
                869.4035505050506,
                11.865619832041375
            ],
            "text": "Management’s Discussion and Analysis of Financial Conditions and Results of Operations and Note 10 – Postretirement",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Quản lý Thảo luận và phân tích các điều kiện tài chính và kết quả của hoạt động và ghi chú 10 - sau khi nghỉ ngơi"
        },
        {
            "bbox": [
                77.65151515151516,
                582.8462532299742,
                61.82786540404038,
                11.865619832041318
            ],
            "text": "Benefits.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Những lợi ích."
        },
        {
            "bbox": [
                77.65151515151516,
                614.6159428294574,
                869.731515993266,
                11.878875968992247
            ],
            "text": "If we fail to manage acquisitions, divestitures, and other transactions successfully, our financial results, business, and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/NBGOCH+Times-Bold",
                "size": 1
            },
            "text_vi": "Nếu chúng tôi không quản lý việc mua lại, thoái vốn và các giao dịch khác thành công, kết quả tài chính, kinh doanh và"
        },
        {
            "bbox": [
                77.65151515151516,
                630.5074156976743,
                252.76430976430973,
                11.878875968992304
            ],
            "text": "future prospects could be harmed.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/NBGOCH+Times-Bold",
                "size": 1
            },
            "text_vi": "Triển vọng trong tương lai có thể bị tổn hại."
        },
        {
            "bbox": [
                112.16329966329967,
                662.3036175710595,
                834.9953876262625,
                11.865619832041375
            ],
            "text": "In pursuing our business strategy, we routinely conduct discussions, evaluate targets, and enter into agreements",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Để theo đuổi chiến lược kinh doanh của chúng tôi, chúng tôi thường xuyên tiến hành các cuộc thảo luận, đánh giá các mục tiêu và tham gia vào các thỏa thuận"
        },
        {
            "bbox": [
                77.65151515151516,
                678.1950904392766,
                869.6624234006733,
                11.865633074935431
            ],
            "text": "regarding possible acquisitions, divestitures, joint ventures, and equity investments. We seek to identify acquisition or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Liên quan đến việc mua lại, thoái vốn, liên doanh và đầu tư vốn chủ sở hữu. Chúng tôi tìm cách xác định việc mua lại hoặc"
        },
        {
            "bbox": [
                77.65151515151516,
                694.0865633074936,
                869.455369949495,
                11.865633074935374
            ],
            "text": "investment opportunities that will expand or complement our existing products and services, or customer base, at attractive",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "cơ hội đầu tư sẽ mở rộng hoặc bổ sung cho các sản phẩm hiện tại của chúng tôi và"
        },
        {
            "bbox": [
                77.65151515151516,
                709.9780361757106,
                869.6626304713805,
                11.865633074935431
            ],
            "text": "valuations. We often compete with others for the same opportunities. To be successful, we must conduct due diligence to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Dịch vụ, hoặc cơ sở khách hàng, hấp dẫn"
        },
        {
            "bbox": [
                77.65151515151516,
                725.8695090439277,
                869.5934343434344,
                11.865633074935374
            ],
            "text": "identify valuation issues and potential loss contingencies, negotiate transaction terms, complete and close complex",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "định giá. Chúng ta thường cạnh tranh với những người khác cho các cơ hội tương tự. Để thành công, chúng ta phải tiến hành siêng năng"
        },
        {
            "bbox": [
                77.65151515151516,
                741.7609819121446,
                354.6603707912458,
                11.865633074935431
            ],
            "text": "transactions, and manage post-closing matters (",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Xác định các vấn đề định giá và các tình huống mất mát tiềm năng, đàm phán các điều khoản giao dịch, hoàn chỉnh và gần phức tạp"
        },
        {
            "bbox": [
                432.3463804713805,
                741.6152968346253,
                20.60351809764302,
                11.971589470284243
            ],
            "text": "e.g",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/IEOLMB+Times-Italic",
                "size": 1
            },
            "text_vi": "giao dịch và quản lý các vấn đề sau khi kết thúc ("
        },
        {
            "bbox": [
                452.9671717171717,
                741.7609819121446,
                494.17413888888893,
                11.865633074935431
            ],
            "text": "., integrate acquired companies and employees, realize anticipated",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "ví dụ"
        },
        {
            "bbox": [
                77.65151515151516,
                757.6524547803617,
                869.507172138047,
                11.865633074935403
            ],
            "text": "operating synergies, and improve margins) efficiently and effectively. Acquisition, divestiture, joint venture, and investment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "., Tích hợp các công ty và nhân viên có được, nhận ra dự đoán"
        },
        {
            "bbox": [
                77.65151515151516,
                773.5439276485788,
                869.5588880471381,
                11.865633074935403
            ],
            "text": "transactions often require substantial management resources and have the potential to divert our attention from our existing",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "vận hành hiệp lực, và cải thiện tỷ suất lợi nhuận) một cách hiệu quả và hiệu quả. Mua lại, thoái vốn, liên doanh và đầu tư"
        },
        {
            "bbox": [
                77.65151515151516,
                789.4354005167959,
                583.6114629629631,
                11.865633074935403
            ],
            "text": "business. Unidentified pre-closing liabilities could affect our future financial results.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Giao dịch thường yêu cầu các nguồn lực quản lý đáng kể và có khả năng chuyển hướng sự chú ý của chúng tôi khỏi"
        },
        {
            "bbox": [
                112.16329966329967,
                821.21834625323,
                835.1506388888888,
                11.865633074935403
            ],
            "text": "Joint ventures or equity investments operate under shared control with other parties. Under the equity method of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "việc kinh doanh. Nợ phải trả trước không xác định có thể ảnh hưởng đến kết quả tài chính trong tương lai của chúng tôi."
        },
        {
            "bbox": [
                77.65151515151516,
                837.109819121447,
                869.6107074915825,
                11.865633074935403
            ],
            "text": "accounting for nonconsolidated joint ventures and investments, we recognize our share of the operating results of these",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Liên doanh hoặc đầu tư vốn chủ sở hữu hoạt động dưới sự kiểm soát chung với các bên khác. Theo phương pháp vốn chủ sở hữu của"
        },
        {
            "bbox": [
                77.65151515151516,
                853.0012919896641,
                869.7141393097643,
                11.865633074935403
            ],
            "text": "ventures in our results of operations. Our operating results may be affected by the performance of businesses over which we",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Kế toán cho các liên doanh và đầu tư không hợp nhất, chúng tôi nhận ra phần của chúng tôi về kết quả hoạt động của những điều này"
        },
        {
            "bbox": [
                77.65151515151516,
                868.8927648578812,
                869.5761611952862,
                11.865633074935403
            ],
            "text": "do not exercise control. The most significant impact of our equity investments is in our Space Systems business segment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Liên doanh trong kết quả hoạt động của chúng tôi. Kết quả hoạt động của chúng tôi có thể bị ảnh hưởng bởi hiệu suất của các doanh nghiệp mà chúng tôi"
        },
        {
            "bbox": [
                77.65151515151516,
                884.7842377260982,
                869.6106039562288,
                11.865635723514174
            ],
            "text": "where approximately 25% of its 2011 operating profit was derived from its equity investments in two joint ventures (see",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Không thực hiện kiểm soát. Tác động đáng kể nhất của các khoản đầu tư vốn chủ sở hữu của chúng tôi là vào phân khúc kinh doanh hệ thống không gian của chúng tôi"
        },
        {
            "bbox": [
                77.65151515151516,
                900.6757145671835,
                869.6106039562288,
                11.865631750645989
            ],
            "text": "“Space Systems” above). Management closely monitors the results of operations and cash flows generated by these",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "trong đó khoảng 25% lợi nhuận hoạt động năm 2011 của nó được lấy từ các khoản đầu tư vốn chủ sở hữu của nó vào hai liên doanh (xem"
        },
        {
            "bbox": [
                77.65151515151516,
                916.5671874354005,
                67.57408097643096,
                11.865631750645989
            ],
            "text": "investees.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Hệ thống không gian trên mạng ở trên). Quản lý theo dõi chặt chẽ kết quả của các hoạt động và dòng tiền được tạo ra bởi những điều này"
        },
        {
            "bbox": [
                503.87205387205387,
                980.1330736111111,
                17.255892255892206,
                11.865634399224803
            ],
            "text": "13",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/OIHBIJ+Times-Roman",
                "size": 1
            },
            "text_vi": "Những người đầu tư."
        }
    ]
}