{
    "metadata": {
        "page_hash": "cadda3c8131d406cdaa5cff92b3ba19b3ac20d5d5b6ec59b0fea2ef185234f86",
        "original_filename": "0000004281-19-000031_20190221x10k.pdf",
        "page_no": 17,
        "num_pages": 117,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                115.84059033613445,
                10.617247030878843
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                42.69129869358676,
                914.4075095798321,
                10.616054038004677
            ],
            "text": "While Arconic intends to continue committing substantial financial resources and effort to the development of innovative new products and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong khi Arconic dự định sẽ tiếp tục cam kết các nguồn tài chính và nỗ lực đáng kể để phát triển các sản phẩm mới sáng tạo và"
        },
        {
            "bbox": [
                24.738352605042017,
                53.91482957244659,
                944.4697087394959,
                10.617247030878957
            ],
            "text": "services, it may not be able to successfully differentiate its products or services from those of its competitors or match the level of research and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "các dịch vụ, nó có thể không thể phân biệt thành công các sản phẩm hoặc dịch vụ của mình với các đối thủ cạnh tranh hoặc phù hợp với mức độ nghiên cứu và"
        },
        {
            "bbox": [
                24.738352605042017,
                65.1395656175772,
                950.9474675630254,
                10.617247030878843
            ],
            "text": "development spending of its competitors, including those developing technology to displace Arconic’s current products. In addition, Arconic may",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chi tiêu phát triển của các đối thủ cạnh tranh, bao gồm cả những người phát triển công nghệ để thay thế các sản phẩm hiện tại của Arconic. Ngoài ra, Arconic có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                76.3642894893112,
                971.0627910924371,
                10.61605403800479
            ],
            "text": "not be able to adapt to evolving markets and technologies or achieve and maintain technological advantages. There can be no assurance that any of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Không thể thích nghi với các thị trường và công nghệ phát triển hoặc đạt được và duy trì lợi thế công nghệ. Không thể có đảm bảo rằng bất kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                87.5890133610452,
                851.4458251260505,
                10.616066211401403
            ],
            "text": "Arconic’s new products or services, development programs or technologies will be commercially adopted or beneficial to Arconic.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các sản phẩm hoặc dịch vụ mới của Arconic, các chương trình hoặc công nghệ phát triển sẽ được áp dụng thương mại hoặc có lợi cho Arconic."
        },
        {
            "bbox": [
                24.738352605042017,
                104.32743378859868,
                902.1372431932774,
                10.714731591448867
            ],
            "text": "Arconic could be adversely affected by changes in the business or financial condition or the loss of a significant customer or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Arconic có thể bị ảnh hưởng xấu bởi những thay đổi trong tình trạng kinh doanh hoặc tài chính hoặc mất một khách hàng quan trọng hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                115.5521698337293,
                79.42964109243698,
                10.714719418052141
            ],
            "text": "customers.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Khách hàng."
        },
        {
            "bbox": [
                24.738352605042017,
                132.4879210213777,
                933.9216146218488,
                10.616066211401517
            ],
            "text": "A significant downturn or deterioration in the business or financial condition or loss of a key customer or customers supplied by Arconic could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Suy thoái hoặc suy giảm đáng kể trong tình trạng kinh doanh hoặc tài chính hoặc mất khách hàng chính hoặc khách hàng do Arconic có thể cung cấp"
        },
        {
            "bbox": [
                24.738352605042017,
                143.71265706650843,
                942.2839780672268,
                10.616054038004677
            ],
            "text": "affect Arconic’s financial results in a particular period. Arconic’s customers may experience delays in the launch of new products, labor strikes,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "ảnh hưởng đến kết quả tài chính của Arconic trong một giai đoạn cụ thể. Khách hàng của Arconic có thể gặp phải sự chậm trễ trong việc ra mắt các sản phẩm mới, lao động,"
        },
        {
            "bbox": [
                24.738352605042017,
                154.9373809382423,
                965.4633108403361,
                10.616054038004677
            ],
            "text": "diminished liquidity or credit unavailability, weak demand for their products, or other difficulties in their businesses. Arconic’s customers may also",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giảm thanh khoản hoặc không có tín dụng, nhu cầu yếu đối với sản phẩm của họ hoặc những khó khăn khác trong doanh nghiệp của họ. Khách hàng của Arconic cũng có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                166.1621048099763,
                941.0352696638656,
                10.616066211401403
            ],
            "text": "change their business strategies or modify their business relationships with Arconic, including to reduce the amount of Arconic’s products they",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thay đổi chiến lược kinh doanh của họ hoặc sửa đổi mối quan hệ kinh doanh của họ với Arconic, bao gồm để giảm số lượng sản phẩm Arconic, họ"
        },
        {
            "bbox": [
                24.738352605042017,
                177.38684085510693,
                921.6215801680673,
                10.61605403800479
            ],
            "text": "purchase or to switch to alternative suppliers. If Arconic is unsuccessful in replacing business lost from such customers, profitability may be",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "mua hoặc để chuyển sang nhà cung cấp thay thế. Nếu Arconic không thành công trong việc thay thế doanh nghiệp bị mất khỏi những khách hàng đó, thì lợi nhuận có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                188.61037173396676,
                124.01168016806722,
                10.617247030878843
            ],
            "text": "adversely affected.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "bị ảnh hưởng xấu."
        },
        {
            "bbox": [
                24.738352605042017,
                205.34879216152024,
                953.1577121008404,
                10.71592458432292
            ],
            "text": "Arconic could encounter manufacturing difficulties or other issues that impact product performance, quality or safety, which could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Arconic có thể gặp khó khăn sản xuất hoặc các vấn đề khác ảnh hưởng đến hiệu suất, chất lượng hoặc an toàn của sản phẩm, có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                216.57352820665085,
                454.0593889915966,
                10.714719418052255
            ],
            "text": "affect Arconic’s reputation, business and financial statements.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "ảnh hưởng đến danh tiếng, báo cáo kinh doanh và tài chính của Arconic."
        },
        {
            "bbox": [
                24.738352605042017,
                233.50929156769598,
                969.6667755462186,
                10.61605403800479
            ],
            "text": "The manufacture of many of Arconic’s products is a highly exacting and complex process. Problems may arise during manufacturing for a variety of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Việc sản xuất nhiều sản phẩm Arconic, là một quá trình rất chính xác và phức tạp. Các vấn đề có thể phát sinh trong quá trình sản xuất cho nhiều loại"
        },
        {
            "bbox": [
                24.738352605042017,
                244.73401543942998,
                954.4471965546219,
                10.61605403800479
            ],
            "text": "reasons, including equipment malfunction, failure to follow specific protocols, specifications and procedures, including those related to quality or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lý do, bao gồm cả sự cố thiết bị, không tuân theo các giao thức, thông số kỹ thuật và quy trình cụ thể, bao gồm cả những giao thức liên quan đến chất lượng hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                255.95873931116398,
                945.9123057983194,
                10.616066211401403
            ],
            "text": "safety, problems with raw materials, supply chain interruptions, natural disasters, labor unrest and environmental factors. Such problems could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "An toàn, các vấn đề với nguyên liệu thô, gián đoạn chuỗi cung ứng, thiên tai, tình trạng bất ổn lao động và các yếu tố môi trường. Những vấn đề như vậy có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                267.1834753562946,
                938.2193965546219,
                10.616054038004677
            ],
            "text": "have an adverse impact on the Company’s ability to fulfill orders or on product quality or performance. Product manufacturing or performance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Có tác động bất lợi đến khả năng hoàn thành các đơn đặt hàng hoặc chất lượng sản phẩm. Sản xuất sản phẩm hoặc hiệu suất"
        },
        {
            "bbox": [
                24.738352605042017,
                278.4081992280285,
                938.2142457142859,
                10.616054038004904
            ],
            "text": "issues could result in recalls, customer penalties, contract cancellation and product liability exposure, including if any of our products are non-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các vấn đề có thể dẫn đến thu hồi, hình phạt của khách hàng, hủy hợp đồng và tiếp xúc với trách nhiệm pháp lý sản phẩm, bao gồm nếu bất kỳ sản phẩm nào của chúng tôi không phải"
        },
        {
            "bbox": [
                24.738352605042017,
                289.6329230997626,
                928.6484978151261,
                10.616054038004677
            ],
            "text": "compliant or are used in an unintended and/or unapproved manner that results in injuries or other damages. Because of approval and license",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tuân thủ hoặc được sử dụng theo cách ngoài ý muốn và/hoặc không được chấp thuận dẫn đến thương tích hoặc các thiệt hại khác. Vì sự chấp thuận và giấy phép"
        },
        {
            "bbox": [
                24.738352605042017,
                300.8576469714965,
                968.7363511764705,
                10.616066211401403
            ],
            "text": "requirements applicable to manufacturers and/or their suppliers, alternatives to mitigate manufacturing disruptions may not be readily available to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các yêu cầu áp dụng cho các nhà sản xuất và/hoặc nhà cung cấp của họ, các lựa chọn thay thế để giảm thiểu sự gián đoạn sản xuất có thể không có sẵn cho"
        },
        {
            "bbox": [
                24.738352605042017,
                312.0823830166271,
                953.9974024369749,
                10.61605403800479
            ],
            "text": "the Company or its customers. Accordingly, manufacturing problems, product defects or other risks associated with our products, including their",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "công ty hoặc khách hàng của nó. Theo đó, các vấn đề sản xuất, khiếm khuyết sản phẩm hoặc các rủi ro khác liên quan đến các sản phẩm của chúng tôi, bao gồm cả"
        },
        {
            "bbox": [
                24.738352605042017,
                323.3059138954869,
                943.3025007563026,
                10.617247030878843
            ],
            "text": "use or application, could result in significant costs to and liability for Arconic that could have a material adverse effect on its business, financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Sử dụng hoặc ứng dụng, có thể dẫn đến chi phí đáng kể và trách nhiệm đối với Arconic có thể có ảnh hưởng bất lợi về vật chất đối với hoạt động kinh doanh, tài chính của mình"
        },
        {
            "bbox": [
                24.738352605042017,
                334.53064994061765,
                921.6680583193279,
                10.617247030878843
            ],
            "text": "condition or results of operations, including the payment of potentially substantial monetary damages, fines or penalties, as well as negative",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "điều kiện hoặc kết quả của các hoạt động, bao gồm cả việc thanh toán các thiệt hại, tiền phạt hoặc tiền phạt đáng kể"
        },
        {
            "bbox": [
                24.738352605042017,
                345.75537381235165,
                832.8469503361346,
                10.616054038004677
            ],
            "text": "publicity and damage to the Company’s reputation, which could adversely impact product demand and customer relationships.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Công khai và thiệt hại cho danh tiếng của công ty, có thể ảnh hưởng xấu đến nhu cầu sản phẩm và mối quan hệ khách hàng."
        },
        {
            "bbox": [
                24.738352605042017,
                362.493794239905,
                927.22474697479,
                10.714731591448867
            ],
            "text": "Arconic’s business depends, in part, on its ability to meet increased program demand successfully and to mitigate the impact of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Kinh doanh Arconic, phụ thuộc một phần vào khả năng đáp ứng nhu cầu chương trình tăng thành công và để giảm thiểu tác động của"
        },
        {
            "bbox": [
                24.738352605042017,
                373.718518111639,
                334.2914121008404,
                10.714731591448981
            ],
            "text": "program cancellations, reductions and delays.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Hủy bỏ chương trình, giảm và chậm trễ."
        },
        {
            "bbox": [
                24.738352605042017,
                390.65428147268403,
                934.5420755462186,
                10.616066211401517
            ],
            "text": "Arconic is currently under contract to supply components for a number of new and existing commercial, general aviation, military aircraft and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Arconic hiện đang theo hợp đồng cung cấp các bộ phận cho một số thương mại mới và hiện tại, hàng không nói chung, máy bay quân sự và"
        },
        {
            "bbox": [
                24.738352605042017,
                401.87901751781476,
                941.3263179831933,
                10.616054038004677
            ],
            "text": "aircraft engine programs and is the sole supplier of aluminum sheet for a number of aluminum-intensive automotive vehicle programs. Many of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các chương trình động cơ máy bay và là nhà cung cấp duy nhất của tấm nhôm cho một số chương trình xe ô tô sử dụng nhiều nhôm. Nhiều"
        },
        {
            "bbox": [
                24.738352605042017,
                413.10374138954865,
                913.6060973949579,
                10.61605403800479
            ],
            "text": "these programs are scheduled for production increases over the next several years. If Arconic fails to meet production levels or encounters",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các chương trình này được lên kế hoạch tăng sản xuất trong vài năm tới. Nếu Arconic không đáp ứng mức độ sản xuất hoặc các cuộc gặp gỡ"
        },
        {
            "bbox": [
                24.738352605042017,
                424.32846526128264,
                932.6839486554622,
                10.616066211401517
            ],
            "text": "difficulty or unexpected costs in meeting such levels, it could have a material adverse effect on the Company’s business, financial condition or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "khó hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                435.55320130641337,
                919.8846961344539,
                10.61605403800479
            ],
            "text": "results of operations. Similarly, program cancellations, reductions or delays could also have a material adverse effect on Arconic’s business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "chi phí bất ngờ trong việc đáp ứng các mức độ như vậy, nó có thể có ảnh hưởng bất lợi về vật chất đối với hoạt động kinh doanh của công ty, điều kiện tài chính hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                452.29162173396674,
                513.5633436134455,
                10.714719418052255
            ],
            "text": "Arconic could be adversely affected by reductions in defense spending.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Kết quả hoạt động. Tương tự, việc hủy bỏ chương trình, giảm hoặc chậm trễ cũng có thể có tác động bất lợi về vật chất đối với hoạt động kinh doanh của Arconic."
        },
        {
            "bbox": [
                24.738352605042017,
                469.2261921021378,
                971.3725305882355,
                10.617247030878843
            ],
            "text": "Arconic’s products are used in a variety of military applications, including military aircraft and armored vehicles. Although many of the programs in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Arconic có thể bị ảnh hưởng xấu bởi việc giảm chi tiêu quốc phòng."
        },
        {
            "bbox": [
                24.738352605042017,
                480.4509159738717,
                935.5595473949581,
                10.617247030878843
            ],
            "text": "which Arconic participates extend several years, they are subject to annual funding through congressional appropriations. Changes in military",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các sản phẩm của Arconic được sử dụng trong một loạt các ứng dụng quân sự, bao gồm máy bay quân sự và xe bọc thép. Mặc dù nhiều chương trình trong"
        },
        {
            "bbox": [
                24.738352605042017,
                491.6756398456057,
                956.739665042017,
                10.616066211401403
            ],
            "text": "strategy and priorities, or reductions in defense spending, may affect current and future funding of these programs and could reduce the demand",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "mà Arconic tham gia kéo dài vài năm, họ phải chịu tài trợ hàng năm thông qua các khoản chiếm đoạt của Quốc hội. Thay đổi trong quân đội"
        },
        {
            "bbox": [
                24.738352605042017,
                502.9003758907363,
                756.419453277311,
                10.616054038004847
            ],
            "text": "for Arconic’s products, which could adversely affect Arconic’s business, financial condition or results of operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chiến lược và ưu tiên, hoặc giảm chi tiêu quốc phòng, có thể ảnh hưởng đến tài trợ hiện tại và tương lai của các chương trình này và có thể làm giảm nhu cầu"
        },
        {
            "bbox": [
                24.738352605042017,
                519.6387963182898,
                908.4963776470588,
                10.714731591448924
            ],
            "text": "Arconic’s global operations and status as a public company expose the Company to risks that could adversely affect Arconic’s",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Đối với các sản phẩm Arconic, có thể ảnh hưởng xấu đến hoạt động kinh doanh, điều kiện tài chính hoặc kết quả hoạt động của Arconic."
        },
        {
            "bbox": [
                24.738352605042017,
                530.8635201900238,
                717.142521344538,
                10.714731591448924
            ],
            "text": "business, financial condition, results of operations, cash flows or the market price of its securities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QHPBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Các hoạt động và tình trạng toàn cầu của Arconic, với tư cách là một công ty đại chúng khiến công ty gặp phải những rủi ro có thể ảnh hưởng xấu đến Arconic"
        },
        {
            "bbox": [
                24.738352605042017,
                547.7992835510689,
                955.8880020168067,
                10.616054038004677
            ],
            "text": "Arconic has operations or activities in numerous countries and regions outside the United States, including Europe, Brazil, Canada, China, Japan,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kinh doanh, điều kiện tài chính, kết quả hoạt động, dòng tiền hoặc giá thị trường của chứng khoán."
        },
        {
            "bbox": [
                24.738352605042017,
                559.0240074228028,
                959.2266595798321,
                10.616066211401517
            ],
            "text": "and Russia. As a result, the Company’s global operations are affected by economic, political and other conditions in the foreign countries in which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Arconic có hoạt động hoặc hoạt động ở nhiều quốc gia và khu vực bên ngoài Hoa Kỳ, bao gồm Châu Âu, Brazil, Canada, Trung Quốc, Nhật Bản,"
        },
        {
            "bbox": [
                24.738352605042017,
                570.2487434679335,
                551.6428860504203,
                10.616054038004734
            ],
            "text": "Arconic does business as well as U.S. laws regulating international trade, including:",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và Nga. Do đó, các hoạt động toàn cầu của công ty bị ảnh hưởng bởi các điều kiện kinh tế, chính trị và các điều kiện khác ở nước ngoài"
        },
        {
            "bbox": [
                48.564748067226894,
                584.2790578978622,
                7.614523445378147,
                10.61605403800479
            ],
            "text": "•",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Arconic làm kinh doanh cũng như luật pháp Hoa Kỳ điều chỉnh thương mại quốc tế, bao gồm:"
        },
        {
            "bbox": [
                72.391148697479,
                584.2790578978622,
                903.2506050840335,
                10.61605403800479
            ],
            "text": "economic and commercial instability risks, including those caused by sovereign and private debt default, corruption, and changes in local",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "•"
        },
        {
            "bbox": [
                72.391148697479,
                595.5037817695962,
                872.0456945798319,
                10.616054038004734
            ],
            "text": "government laws, regulations and policies, such as those related to tariffs, sanctions and trade barriers, taxation, exchange controls,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Rủi ro bất ổn về kinh tế và thương mại, bao gồm cả những gây ra bởi các khoản nợ có chủ quyền và nợ tư nhân, tham nhũng và thay đổi địa phương"
        },
        {
            "bbox": [
                72.391148697479,
                606.7285056413302,
                351.66249710084037,
                10.61606621140146
            ],
            "text": "employment regulations and repatriation of earnings;",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Luật pháp, quy định và chính sách của chính phủ, chẳng hạn như các luật liên quan đến thuế quan, trừng phạt và rào cản thương mại, thuế, kiểm soát trao đổi,"
        },
        {
            "bbox": [
                503.484530672269,
                631.28216152019,
                16.414022689075637,
                10.61605403800479
            ],
            "text": "16",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QBPBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quy định việc làm và hồi hương của thu nhập;"
        }
    ]
}