{
    "metadata": {
        "page_hash": "d1470c0c463283e6b5edf06a00b5544822c14e34f9136867b537253c98be6e1c",
        "original_filename": "0000006201-20-000023_20200219x10k.pdf",
        "page_no": 12,
        "num_pages": 187,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                40.622615672268914,
                48.203802256532185,
                168.09424105042015,
                10.714719418052141
            ],
            "text": "Environmental Matters",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMZBAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Vấn đề môi trường"
        },
        {
            "bbox": [
                40.622615672268914,
                63.73676425178155,
                171.68358432773107,
                10.616054038004677
            ],
            "text": "Environmental Regulation",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGZBAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Quy định môi trường"
        },
        {
            "bbox": [
                40.622615672268914,
                79.17106086698334,
                958.0131095378152,
                10.616066211401517
            ],
            "text": "The airline industry is subject to various laws and government regulations concerning environmental matters in the U.S. and other countries.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngành công nghiệp hàng không phải tuân theo các luật khác nhau và các quy định của chính phủ liên quan đến các vấn đề môi trường ở Hoa Kỳ và các quốc gia khác."
        },
        {
            "bbox": [
                24.738352605042017,
                90.3946039192399,
                973.9124116806724,
                10.617247030878843
            ],
            "text": "U.S. federal laws that have a particular impact on our operations include the Airport Noise and Capacity Act of 1990, the Clean Air Act, the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Luật liên bang Hoa Kỳ có tác động đặc biệt đến các hoạt động của chúng tôi bao gồm Đạo luật về tiếng ồn và công suất của sân bay năm 1990, Đạo luật Không khí Sạch,"
        },
        {
            "bbox": [
                24.738352605042017,
                101.6193277909739,
                973.9129457142857,
                10.617247030878957
            ],
            "text": "Resource Conservation and Recovery Act, the Clean Water Act, the Safe Drinking Water Act and the Comprehensive Environmental Response,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đạo luật bảo tồn và phục hồi tài nguyên, Đạo luật nước sạch, Đạo luật nước uống an toàn và phản ứng môi trường toàn diện,"
        },
        {
            "bbox": [
                24.738352605042017,
                112.84406383610451,
                973.8959083193279,
                10.61605403800479
            ],
            "text": "Compensation and Liability Act (Superfund Act). The U.S. Environmental Protection Agency (EPA) and other federal agencies have been authorized",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đạo luật bồi thường và trách nhiệm pháp lý (Đạo luật Superfund). Cơ quan Bảo vệ Môi trường Hoa Kỳ (EPA) và các cơ quan liên bang khác đã được ủy quyền"
        },
        {
            "bbox": [
                24.738352605042017,
                124.06878770783851,
                973.9165116806722,
                10.61605403800479
            ],
            "text": "to promulgate regulations that have an impact on our operations. In addition to these federal activities, various states have been delegated certain",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Để ban hành các quy định có tác động đến hoạt động của chúng tôi. Ngoài các hoạt động liên bang này, các tiểu bang khác nhau đã được ủy quyền"
        },
        {
            "bbox": [
                24.738352605042017,
                135.2935115795725,
                973.9165116806722,
                10.616066211401403
            ],
            "text": "authorities under the aforementioned federal statutes. Many state and local governments have adopted environmental laws and regulations which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các nhà chức trách theo các đạo luật liên bang đã nói ở trên. Nhiều chính quyền tiểu bang và địa phương đã áp dụng các luật và quy định về môi trường"
        },
        {
            "bbox": [
                24.738352605042017,
                146.51824762470312,
                338.3562003361345,
                10.616054038004677
            ],
            "text": "are similar to or stricter than federal requirements.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tương tự hoặc chặt chẽ hơn các yêu cầu của liên bang."
        },
        {
            "bbox": [
                40.622615672268914,
                166.16092399049887,
                958.03235197479,
                10.617247030878843
            ],
            "text": "Revised underground storage tank regulations issued by the EPA in 2015 have affected certain airport fuel hydrant systems, with modifications",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Sửa đổi các quy định bể chứa dưới lòng đất do EPA ban hành vào năm 2015 đã ảnh hưởng đến một số hệ thống vòi nhiên liệu sân bay, với các sửa đổi"
        },
        {
            "bbox": [
                24.738352605042017,
                177.38564786223287,
                973.9011625210086,
                10.616054038004677
            ],
            "text": "of such systems needed in order to comply with applicable portions of the revised regulations. In addition, related to the EPA and state regulations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "của các hệ thống như vậy cần thiết để tuân thủ các phần áp dụng của các quy định sửa đổi. Ngoài ra, liên quan đến các quy định của EPA và Nhà nước"
        },
        {
            "bbox": [
                24.738352605042017,
                188.61037173396676,
                973.9124116806724,
                10.616066211401517
            ],
            "text": "pertaining to storm water management, several U.S. airport authorities are actively engaged in efforts to limit discharges of deicing fluid into the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Liên quan đến quản lý nước mưa, một số chính quyền sân bay Hoa Kỳ đang tích cực tham gia vào các nỗ lực để hạn chế việc xả nước vào"
        },
        {
            "bbox": [
                24.738352605042017,
                199.83510777909748,
                748.0740066386555,
                10.616054038004677
            ],
            "text": "environment, often by requiring airlines to participate in the building or reconfiguring of airport deicing facilities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Môi trường, thường bằng cách yêu cầu các hãng hàng không tham gia vào tòa nhà hoặc cấu hình lại các cơ sở khử trùng sân bay."
        },
        {
            "bbox": [
                40.622615672268914,
                219.47778414489312,
                958.0125927310925,
                10.617247030878843
            ],
            "text": "The environmental laws to which we are subject include those related to responsibility for potential soil and groundwater contamination. We are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các luật môi trường mà chúng ta phải đối tượng bao gồm những người liên quan đến trách nhiệm đối với ô nhiễm đất và nước ngầm tiềm năng. Chúng tôi là"
        },
        {
            "bbox": [
                24.738352605042017,
                230.70250801662712,
                973.9124116806724,
                10.617247030878843
            ],
            "text": "conducting investigation and remediation activities to address soil and groundwater conditions at several sites, including airports and maintenance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tiến hành các hoạt động điều tra và khắc phục để giải quyết các điều kiện đất và nước ngầm tại một số địa điểm, bao gồm cả sân bay và bảo trì"
        },
        {
            "bbox": [
                24.738352605042017,
                241.92724406175773,
                973.9165116806722,
                10.61723485748223
            ],
            "text": "bases. We presently anticipate that the ongoing costs of such activities will not have a material impact on our operations. In addition, we have been",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cơ sở. Chúng tôi hiện dự đoán rằng chi phí liên tục của các hoạt động đó sẽ không có tác động vật chất đến hoạt động của chúng tôi. Ngoài ra, chúng tôi đã"
        },
        {
            "bbox": [
                24.738352605042017,
                253.15196793349162,
                973.9010591596639,
                10.616054038004904
            ],
            "text": "named as a potentially responsible party (PRP) at certain Superfund sites. Our alleged volumetric contributions at such sites are relatively small in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Được đặt tên là một bên có trách nhiệm (PRP) tại các trang web Superfund nhất định. Đóng góp thể tích bị cáo buộc của chúng tôi tại các trang web như vậy là tương đối nhỏ trong"
        },
        {
            "bbox": [
                24.738352605042017,
                264.37669180522573,
                973.8864335294119,
                10.616054038004677
            ],
            "text": "comparison to total contributions of all PRPs. Accordingly, we presently anticipate that any future payments of costs at such sites will not have a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "So sánh với tổng số đóng góp của tất cả các PRP. Theo đó, chúng tôi hiện dự đoán rằng bất kỳ khoản thanh toán chi phí nào trong tương lai tại các trang web đó sẽ không có"
        },
        {
            "bbox": [
                24.738352605042017,
                275.6014156769596,
                227.74026756302518,
                10.616066211401517
            ],
            "text": "material impact on our operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tác động vật chất đến hoạt động của chúng tôi."
        },
        {
            "bbox": [
                40.622615672268914,
                295.2441042161521,
                958.0272011344538,
                10.617247030878843
            ],
            "text": "We employ an environmental management system that provides a systematic approach for compliance with environmental regulations and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi sử dụng một hệ thống quản lý môi trường cung cấp một cách tiếp cận có hệ thống để tuân thủ các quy định môi trường và"
        },
        {
            "bbox": [
                24.738352605042017,
                306.468828087886,
                903.2558713445379,
                10.617247030878843
            ],
            "text": "management of a broad range of issues including air emissions, hazardous waste disposal, underground tanks, and aircraft water quality.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quản lý một loạt các vấn đề bao gồm khí thải, xử lý chất thải nguy hại, bể ngầm và chất lượng nước máy bay."
        },
        {
            "bbox": [
                40.622615672268914,
                330.32107719714963,
                353.7478053361345,
                10.617247030878843
            ],
            "text": "Aircraft Emissions and Climate Change Requirements",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QGZBAA+DejaVuSerif-Italic",
                "size": 13
            },
            "text_vi": "Phát thải máy bay và yêu cầu biến đổi khí hậu"
        },
        {
            "bbox": [
                40.622615672268914,
                345.75537381235165,
                958.0125927310925,
                10.616054038004677
            ],
            "text": "Many aspects of our operations are subject to a number of increasingly stringent environmental regulations and concerns about climate change",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nhiều khía cạnh của hoạt động của chúng tôi phải tuân theo một số quy định và mối quan tâm về môi trường ngày càng nghiêm ngặt về biến đổi khí hậu"
        },
        {
            "bbox": [
                24.738352605042017,
                356.98009768408554,
                973.9114642016807,
                10.616066211401517
            ],
            "text": "and greenhouse gas (GHG) emissions, including carbon dioxide (CO$_{2}$) emissions. In particular, the International Civil Aviation Organization (ICAO)",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và khí thải nhà kính (GHG), bao gồm khí thải carbon dioxide (CO $ _ {2} $). Đặc biệt, Tổ chức Hàng không Dân dụng Quốc tế (ICAO)"
        },
        {
            "bbox": [
                24.738352605042017,
                368.20483372921626,
                973.9124116806724,
                10.616054038004677
            ],
            "text": "is in the process of adopting rules that will require us to limit the CO$_{2}$ emissions of a significant majority of our international flights to a baseline",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đang trong quá trình áp dụng các quy tắc sẽ yêu cầu chúng tôi giới hạn lượng khí thải CO $ _ {2} $ của đa số các chuyến bay quốc tế đáng kể của chúng tôi đến đường cơ sở"
        },
        {
            "bbox": [
                24.738352605042017,
                379.42955760095015,
                973.9010591596639,
                10.616054038004677
            ],
            "text": "level equal to our 2019-2020 average emissions from such flights. In 2016, ICAO passed a resolution adopting the Carbon Offsetting and Reduction",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cấp bằng với lượng khí thải trung bình 2019-2020 của chúng tôi từ các chuyến bay như vậy. Năm 2016, ICAO đã thông qua một nghị quyết áp dụng bù và giảm carbon"
        },
        {
            "bbox": [
                24.738352605042017,
                390.65428147268403,
                973.9165116806722,
                10.616066211401517
            ],
            "text": "Scheme for International Aviation (CORSIA), an international, market-based emissions offset program intended to achieve carbon-neutral growth in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chương trình cho Hàng không Quốc tế (CORSIA), một chương trình bù đắp phát thải dựa trên thị trường quốc tế nhằm đạt được sự tăng trưởng trung lập carbon trong"
        },
        {
            "bbox": [
                24.738352605042017,
                401.87901751781476,
                973.8957015966387,
                10.616054038004677
            ],
            "text": "the international aviation sector after 2020. CORSIA is expected to be implemented in three phases: the Pilot Phase (from 2021 to 2023); the First",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngành hàng không quốc tế sau năm 2020. Corsia dự kiến ​​sẽ được thực hiện theo ba giai đoạn: giai đoạn thí điểm (từ năm 2021 đến 2023); đầu tiên"
        },
        {
            "bbox": [
                24.738352605042017,
                413.10374138954865,
                973.913772605042,
                10.61605403800479
            ],
            "text": "Phase (from 2024 to 2027); and the Second Phase (from 2027 to 2035). American and the majority of other U.S. airlines currently report their CO$_{2}$",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giai đoạn (từ 2024 đến 2027); và giai đoạn thứ hai (từ 2027 đến 2035). Người Mỹ và phần lớn các hãng hàng không khác của Hoa Kỳ hiện đang báo cáo Co $ _ {2} $"
        },
        {
            "bbox": [
                24.738352605042017,
                424.3272844418053,
                973.8957015966387,
                10.617247030878843
            ],
            "text": "emissions to the FAA in accordance with CORSIA requirements. It is expected that the FAA (with the support of Congress) will implement",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Phát thải cho FAA theo các yêu cầu của Corsia. Dự kiến ​​FAA (với sự hỗ trợ của Quốc hội) sẽ thực hiện"
        },
        {
            "bbox": [
                24.738352605042017,
                435.5520083135392,
                973.9149268067227,
                10.617247030878957
            ],
            "text": "regulations to establish a carbon offset credit surrender mechanism and to provide for the oversight and compliance auditing of the CORSIA",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các quy định để thiết lập cơ chế đầu hàng tín dụng bù carbon và cung cấp cho kiểm toán giám sát và tuân thủ của Corsia"
        },
        {
            "bbox": [
                24.738352605042017,
                446.7767321852732,
                316.654934789916,
                10.616066211401403
            ],
            "text": "obligations of U.S. carriers, including American.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nghĩa vụ của các hãng vận tải Hoa Kỳ, bao gồm cả người Mỹ."
        },
        {
            "bbox": [
                40.622615672268914,
                466.420601543943,
                958.0322486134453,
                10.61605403800479
            ],
            "text": "To meet their obligations under CORSIA, airlines will have the option to increase the efficiency of their fleet, use sustainable or lower carbon",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Để đáp ứng các nghĩa vụ của họ theo"
        },
        {
            "bbox": [
                24.738352605042017,
                477.645325415677,
                973.8959083193279,
                10.616066211401403
            ],
            "text": "aircraft fuel, or purchase carbon offset credits. At this time, the costs of complying with our future obligations under CORSIA are uncertain and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Corsia, các hãng hàng không sẽ có tùy chọn để tăng hiệu quả của đội tàu của họ, sử dụng carbon bền vững hoặc thấp hơn"
        },
        {
            "bbox": [
                24.738352605042017,
                488.8700614608076,
                973.8968557983194,
                10.61605403800479
            ],
            "text": "cannot be fully predicted. For example, we will not directly control our CORSIA compliance costs during the CORSIA Pilot and First Phases because",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nhiên liệu máy bay, hoặc mua tín dụng bù carbon. Tại thời điểm này, các chi phí tuân thủ các nghĩa vụ trong tương lai của chúng tôi theo Corsia là không chắc chắn và"
        },
        {
            "bbox": [
                24.738352605042017,
                500.09359233966745,
                973.9170457142858,
                10.617247030878843
            ],
            "text": "such phases include a sharing mechanism for the growth in emissions for the global aviation sector. In addition, and with respect to all phases of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "không thể được dự đoán đầy đủ. Ví dụ: chúng tôi sẽ không trực tiếp kiểm soát chi phí tuân thủ Corsia của chúng tôi trong các giai đoạn đầu tiên của Corsia Pilot và"
        },
        {
            "bbox": [
                24.738352605042017,
                511.31832838479806,
                973.8973726050422,
                10.617247030878957
            ],
            "text": "CORSIA including after 2027, there is uncertainty with respect to the future supply, demand and price of sustainable or lower carbon aircraft fuel,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các giai đoạn như vậy bao gồm một cơ chế chia sẻ cho sự tăng trưởng trong khí thải cho lĩnh vực hàng không toàn cầu. Ngoài ra, và liên quan đến tất cả các giai đoạn của"
        },
        {
            "bbox": [
                24.738352605042017,
                522.5430522565321,
                632.8355305882353,
                10.61605403800479
            ],
            "text": "carbon offset credits and technologies that could allow airlines to reduce their emissions of CO$_{2}$.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Corsia bao gồm sau năm 2027, có sự không chắc chắn đối với cung, cầu và giá cả của máy bay carbon bền vững hoặc thấp hơn,"
        },
        {
            "bbox": [
                503.484530672269,
                545.6939067695962,
                16.414022689075637,
                10.616054038004677
            ],
            "text": "13",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSZBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tín dụng và công nghệ bù carbon có thể cho phép các hãng hàng không giảm lượng khí thải của họ là CO $ _ {2} $."
        }
    ]
}