{
    "metadata": {
        "page_hash": "d20f383c65d44003c21b160c17fa5b5917362797ec1b96c5470a8db66ab3da6c",
        "original_filename": "NYSE_AEG_2013.pdf",
        "page_no": 326,
        "num_pages": 358,
        "original_width": 609.44897,
        "original_height": 793.70099,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "ann_reports_10_14_fancy",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                119.1859400467934,
                30.880227010930298,
                153.9394575562249,
                13.986073332225487
            ],
            "text": "Additional information",
            "font": {
                "color": [
                    161,
                    165,
                    167,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Thông tin bổ sung"
        },
        {
            "bbox": [
                119.1859400467934,
                101.12591928353288,
                771.1958707551839,
                11.888164269519166
            ],
            "text": "Aegon cannot predict at this time the effect that litigation, investigations, and actions will have on the insurance industry or Aegon’s ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Aegon không thể dự đoán tại thời điểm này, hiệu quả của vụ kiện, điều tra và hành động sẽ có đối với ngành bảo hiểm hoặc Aegon, "
        },
        {
            "bbox": [
                119.1859400467934,
                116.62293913731935,
                782.7153631090721,
                11.888164269519166
            ],
            "text": "business. Lawsuits, including class actions and regulatory actions, may be difficult to assess or quantify, and may seek recovery of very ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "việc kinh doanh. Các vụ kiện, bao gồm các hành động của lớp và các hành động theo quy định, có thể khó đánh giá hoặc định lượng, và có thể tìm kiếm sự phục hồi của rất "
        },
        {
            "bbox": [
                119.1859400467934,
                132.11995899110582,
                782.2750891678429,
                11.888164269519166
            ],
            "text": "large and/or indeterminable amounts, including bad faith, punitive and treble damages, and their existence and magnitude may remain ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Số tiền lớn và/hoặc không thể giải thích được, bao gồm cả đức tin xấu, thiệt hại trừng phạt và treble, và sự tồn tại và cường độ của chúng có thể vẫn còn "
        },
        {
            "bbox": [
                119.1859400467934,
                147.6169788448923,
                767.9078428010141,
                11.888164269519166
            ],
            "text": "unknown for substantial periods of time. Claimants may allege damages that are not quantifiable or supportable and may bear little ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Không rõ trong khoảng thời gian đáng kể. Những người yêu cầu có thể cáo buộc các thiệt hại không thể định lượng hoặc có thể hỗ trợ và có thể ít chịu "
        },
        {
            "bbox": [
                119.1859400467934,
                163.11399869867887,
                500.56399652295744,
                11.888164269519166
            ],
            "text": "relationship to their actual economic losses, or amounts they ultimately receive, if any.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "mối quan hệ với tổn thất kinh tế thực tế của họ, hoặc số tiền mà cuối cùng họ nhận được, nếu có."
        },
        {
            "bbox": [
                119.1859400467934,
                194.1080384062518,
                785.5201122909436,
                11.888164269519166
            ],
            "text": "Aegon and other US industry participants have been named in lawsuits alleging, among other things, that asset-based fees charged for ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Aegon và những người tham gia trong ngành khác của Hoa Kỳ đã được nêu tên trong các vụ kiện cáo buộc, trong số những thứ khác, các khoản phí dựa trên tài sản được tính cho "
        },
        {
            "bbox": [
                119.1859400467934,
                209.60505826003828,
                779.6590095968165,
                11.888164269519166
            ],
            "text": "investment products offered on 401(k) platforms were higher than those generally available in the market. In the Netherlands, certain ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Các sản phẩm đầu tư được cung cấp trên nền tảng 401 (k) cao hơn so với các sản phẩm thường có trên thị trường. Ở Hà Lan, chắc chắn "
        },
        {
            "bbox": [
                119.1859400467934,
                225.10207811382486,
                776.5138545561902,
                11.888164269519166
            ],
            "text": "current and former customers, and groups representing customers have initiated litigation, and certain groups are encouraging others ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "khách hàng hiện tại và trước đây, và các nhóm đại diện cho khách hàng đã bắt đầu kiện tụng và một số nhóm đang khuyến khích những người khác "
        },
        {
            "bbox": [
                119.1859400467934,
                240.59909796761133,
                775.8977434977041,
                11.888164269519166
            ],
            "text": "to bring lawsuits against Aegon and other insurers, in respect of certain products including securities leasing products and unit-linked ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "để đưa ra các vụ kiện chống lại Aegon và các công ty bảo hiểm khác, đối với một số sản phẩm bao gồm các sản phẩm cho thuê chứng khoán và liên kết đơn vị "
        },
        {
            "bbox": [
                119.1859400467934,
                256.0961178213978,
                461.36511823130974,
                11.888164269519166
            ],
            "text": "products (so called ‘beleggingsverzekeringen’, including the KoersPlan product).",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Sản phẩm (được gọi là ‘Beleggingsverzekeringen, bao gồm cả sản phẩm Koersplan)."
        },
        {
            "bbox": [
                119.1859400467934,
                287.09015752897085,
                775.2558665412134,
                11.888164269519166
            ],
            "text": "Aegon has defended and Aegon intends to continue defending itself vigorously when Aegon believes claims are without merit. Aegon ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Aegon đã bảo vệ và Aegon dự định sẽ tiếp tục bảo vệ mình mạnh mẽ khi Aegon tin rằng các tuyên bố không có công. Aegon "
        },
        {
            "bbox": [
                119.1859400467934,
                302.5871773827573,
                750.3785051929776,
                11.888164269519166
            ],
            "text": "has also sought and will continue to seek to settle certain claims, including via policy modifications in appropriate circumstances. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Cũng đã tìm kiếm và sẽ tiếp tục tìm cách giải quyết các khiếu nại nhất định, bao gồm thông qua các sửa đổi chính sách trong các trường hợp thích hợp. "
        },
        {
            "bbox": [
                119.1859400467934,
                318.0841972365438,
                731.9098055084087,
                11.888164269519166
            ],
            "text": "Aegon refers to the settlement Aegon reached in 2009 with two major customer interest groups in the Netherlands, Stichting ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Aegon đề cập đến thỏa thuận Aegon đạt được vào năm 2009 với hai nhóm lợi ích khách hàng lớn ở Hà Lan, Stichting "
        },
        {
            "bbox": [
                119.1859400467934,
                333.58121709033026,
                773.9405779945776,
                11.888164269519166
            ],
            "text": "Verliespolis and Stichting Woekerpolis Claim. In 2012, Aegon accelerated certain product improvements that reduce future costs and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Verliespolis và Stichting Woekerpolis tuyên bố. Vào năm 2012, Aegon đã tăng tốc một số cải tiến sản phẩm giúp giảm chi phí trong tương lai và "
        },
        {
            "bbox": [
                119.1859400467934,
                349.07823694411684,
                778.2150092894569,
                11.888164269519166
            ],
            "text": "increase policy value for its customers with unit-linked insurance policies. With these measures, Aegon committed to an appeal by the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Tăng giá trị chính sách cho khách hàng của mình với các chính sách bảo hiểm liên quan đến đơn vị. Với các biện pháp này, Aegon đã cam kết kháng cáo của "
        },
        {
            "bbox": [
                119.1859400467934,
                364.5752567979033,
                758.0566587059782,
                11.888125526969588
            ],
            "text": "Dutch Ministry of Finance to apply ‘best of class’ principles to certain existing unit-linked products. As a result of this acceleration, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Bộ Tài chính Hà Lan để áp dụng các nguyên tắc tốt nhất của lớp đối với một số sản phẩm liên quan đến đơn vị hiện có. Là kết quả của sự tăng tốc này, "
        },
        {
            "bbox": [
                119.1859400467934,
                380.0722766516898,
                789.5371873382605,
                11.888125526969588
            ],
            "text": "Aegon took a one-off charge of EUR 265 million before tax. In addition, Aegon decided to reduce future policy costs from 2013 onward ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Aegon đã chịu phí một lần là 265 triệu EUR trước thuế. Ngoài ra, Aegon quyết định giảm chi phí chính sách trong tương lai từ năm 2013 trở đi "
        },
        {
            "bbox": [
                119.1859400467934,
                395.56929650547625,
                759.529082229805,
                11.888125526969588
            ],
            "text": "for the large majority of its unit-linked portfolio. This is expected to decrease income before tax over the remaining duration of the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "cho phần lớn danh mục đầu tư liên quan đến đơn vị của nó. Điều này dự kiến ​​sẽ giảm thu nhập trước thuế trong thời gian còn lại của "
        },
        {
            "bbox": [
                119.1859400467934,
                411.06620013161387,
                773.3973413721578,
                11.888125526969588
            ],
            "text": "policies by approximately EUR 125 million in aggregate, based on the present value at the time of the decision. While parties such as ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Các chính sách khoảng 125 triệu EUR tổng hợp, dựa trên giá trị hiện tại tại thời điểm quyết định. Trong khi các bên như "
        },
        {
            "bbox": [
                119.1859400467934,
                426.56321998540034,
                761.3148170551506,
                11.888125526969588
            ],
            "text": "Ombudsman Financiële Dienstverlening (the Netherlands financial services industry ombudsman) supported the arrangements, it is ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Thanh tra viên tài chính dienstverlening (Thanh tra công nghiệp dịch vụ tài chính Hà Lan) đã hỗ trợ các thỏa thuận, đó là "
        },
        {
            "bbox": [
                119.1859400467934,
                442.0602398391869,
                759.9866119225699,
                11.888125526969475
            ],
            "text": "uncertain whether public debate over the general adequacy of the arrangements reached with customer interest groups, as well as ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "không chắc chắn liệu cuộc tranh luận công khai về sự đầy đủ chung của các thỏa thuận đã đạt được với các nhóm lợi ích của khách hàng, cũng như "
        },
        {
            "bbox": [
                119.1859400467934,
                457.5572596929734,
                732.1828533896776,
                11.888125526969588
            ],
            "text": "ongoing discussions in the Dutch Parliament, will not continue in the future and lead to re-examination and adjustment of the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Các cuộc thảo luận đang diễn ra tại Quốc hội Hà Lan, sẽ không tiếp tục trong tương lai và dẫn đến việc kiểm tra lại và điều chỉnh "
        },
        {
            "bbox": [
                119.1859400467934,
                473.05427954675986,
                761.5462055830533,
                11.888125526969588
            ],
            "text": "settlements made. It is not yet possible to determine the direction or outcome of any further debate, including what actions, if any, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Định cư được thực hiện. Vẫn chưa thể xác định được hướng hoặc kết quả của bất kỳ cuộc tranh luận nào nữa, bao gồm cả những hành động, nếu có, "
        },
        {
            "bbox": [
                119.1859400467934,
                488.5512994005463,
                754.9430214805352,
                11.888125526969588
            ],
            "text": "Aegon may take in response thereto, or the impact that any such actions may have on Aegon’s business, results of operations and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Aegon có thể nhận được phản hồi, hoặc tác động mà bất kỳ hành động nào như vậy có thể có đối với hoạt động kinh doanh của Aegon, kết quả hoạt động và "
        },
        {
            "bbox": [
                119.1859400467934,
                504.0483192543329,
                785.4486674249363,
                11.888125526969532
            ],
            "text": "financial position. Any such actions, whether triggered by legal requirements or commercial necessity, any substantial legal liability or a ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Vị trí tài chính. Bất kỳ hành động nào như vậy, cho dù được kích hoạt bởi các yêu cầu pháp lý hoặc sự cần thiết thương mại, bất kỳ trách nhiệm pháp lý đáng kể hoặc "
        },
        {
            "bbox": [
                119.1859400467934,
                519.5453391081194,
                781.3744263937306,
                11.888125526969532
            ],
            "text": "significant regulatory action, may have a materially adverse effect on Aegon’s businesses, results of operations and financial condition.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Hành động điều tiết đáng kể, có thể có tác động bất lợi về mặt vật chất đối với các doanh nghiệp Aegon, kết quả hoạt động và tình trạng tài chính."
        },
        {
            "bbox": [
                119.1859400467934,
                550.5393788156923,
                770.524023282868,
                11.888125526969532
            ],
            "text": "In June, 2013, the Dutch Supreme Court denied Aegon’s appeal from a ruling of the Court of Appeal with respect to a specific Aegon ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Vào tháng 6 năm 2013, Tòa án Tối cao Hà Lan đã bác bỏ kháng cáo của Aegon, từ phán quyết của Tòa án phúc thẩm đối với một Aegon cụ thể "
        },
        {
            "bbox": [
                119.1859400467934,
                566.0363986694788,
                782.2035433910078,
                11.888125526969588
            ],
            "text": "unit-linked product, the “Koersplan”-product. In 2011, the Court of Appeal had ruled that Aegon should have more clearly informed its ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Sản phẩm liên kết đơn vị, sản phẩm sản phẩm của Ko Koersplan. Năm 2011, Tòa án cấp phúc thẩm đã phán quyết rằng Aegon nên thông báo rõ ràng hơn "
        },
        {
            "bbox": [
                119.1859400467934,
                581.5334185232654,
                768.5655291205101,
                11.888125526969532
            ],
            "text": "customers about the amount of premium which the company charged in relation to the death benefit embedded in the product, sold ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Khách hàng về số tiền bảo hiểm mà công ty tính liên quan đến lợi ích tử vong được nhúng trong sản phẩm, được bán "
        },
        {
            "bbox": [
                119.1859400467934,
                597.0304383770518,
                783.7332506280222,
                11.888125526969588
            ],
            "text": "during the period 1989-1998. Prior to the ruling Aegon had already taken steps to improve its communications with customers as well ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Trong giai đoạn 1989-1998. Trước khi phán quyết Aegon đã thực hiện các bước để cải thiện giao tiếp với khách hàng "
        },
        {
            "bbox": [
                119.1859400467934,
                612.5274582308384,
                751.296205078499,
                11.888125526969532
            ],
            "text": "as adjusting the amounts charged to Koersplan-customers. As a result of the Dutch Supreme Court’s denial of appeal, Aegon will ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "như điều chỉnh số tiền được tính cho các công ty hàng hóa Koersplan. Kết quả là"
        },
        {
            "bbox": [
                119.1859400467934,
                628.0244780846249,
                739.5022857286967,
                11.888125526969588
            ],
            "text": "compensate the approximately 35,000 holders of KoersPlan-products who were plaintiffs in the litigation and took a charge of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "của Tòa án Tối cao Hà Lan từ chối kháng cáo, Aegon sẽ "
        },
        {
            "bbox": [
                119.1859400467934,
                643.5214979384114,
                761.5605685575281,
                11.888125526969532
            ],
            "text": "EUR 25 million in Q2 2013. It is possible that holders of KoersPlan-products that were not plaintiffs in the litigation also expect or ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Bồi thường khoảng 35.000 người của các sản phẩm koersplan là nguyên đơn trong vụ kiện và buộc tội "
        },
        {
            "bbox": [
                119.1859400467934,
                659.0185177921978,
                772.6968520432481,
                11.888125526969588
            ],
            "text": "demand a form of compensation. It is not yet possible to determine what actions, if any, Aegon may take in connection with any such ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "EUR 25 triệu trong quý 2 năm 2013. Có thể những người nắm giữ các sản phẩm koersplan không phải là nguyên đơn trong vụ kiện cũng mong đợi hoặc "
        },
        {
            "bbox": [
                119.1859400467934,
                674.5155376459843,
                750.6386196698306,
                11.888125526969532
            ],
            "text": "expectations or demands due to commercial necessity or future rulings, or the impact that any such actions may have on Aegon’s ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Yêu cầu một hình thức bồi thường. Vẫn chưa thể xác định những hành động nào, nếu có, Aegon có thể liên quan đến bất kỳ "
        },
        {
            "bbox": [
                119.1859400467934,
                690.0125574997708,
                308.01513800244834,
                11.888138441152762
            ],
            "text": "business, results of operations and financial position.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "kỳ vọng hoặc nhu cầu do sự cần thiết thương mại hoặc các phán quyết trong tương lai, hoặc tác động mà bất kỳ hành động nào như vậy có thể có đối với Aegon, "
        },
        {
            "bbox": [
                119.1859400467934,
                721.0065842931606,
                762.4311599049875,
                11.888151355335992
            ],
            "text": "Furthermore, recently a group of policyholders filed a claim against Aegon in Poland over the fees payable by a customer in case of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Kinh doanh, kết quả hoạt động và tình hình tài chính."
        },
        {
            "bbox": [
                119.1859400467934,
                736.503604146947,
                783.7460831216106,
                11.888151355335935
            ],
            "text": "early surrender of the policy contract. In September 2013, the Klachteninstituut Financiële Dienstverlening (KIFID), rendered an interim ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Hơn nữa, gần đây, một nhóm các chủ chính sách đã nộp đơn yêu cầu Aegon ở Ba Lan về các khoản phí phải trả bởi một khách hàng trong trường hợp "
        },
        {
            "bbox": [
                119.1859400467934,
                752.0007531425657,
                755.5419945167846,
                11.888164269519166
            ],
            "text": "decision against another insurance company in The Netherlands. KIFID is an independent body that offers an alternative forum for ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Đầu hàng sớm hợp đồng chính sách. Vào tháng 9 năm 2013, Klachteninstituut Financiële Dienstverlening (Kifid), đã đưa ra một thời gian tạm thời "
        },
        {
            "bbox": [
                119.1859400467934,
                767.4977729963523,
                779.7446156156436,
                11.888164269519166
            ],
            "text": "customers to file complaints or claims over financial services. Its decisions may be appealed to the courts. In its interim decision, KIFID ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Quyết định chống lại một công ty bảo hiểm khác ở Hà Lan. Kifid là một cơ quan độc lập cung cấp một diễn đàn thay thế cho "
        },
        {
            "bbox": [
                119.1859400467934,
                782.9947928501388,
                778.8855281025415,
                11.888164269519194
            ],
            "text": "found that the consumer had not been adequately informed of the so-called initial costs embedded within its unit linked policy, nor of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Khách hàng nộp đơn khiếu nại hoặc khiếu nại về các dịch vụ tài chính. Các quyết định của nó có thể được kháng cáo lên các tòa án. Trong quyết định tạm thời của nó, Kifid "
        },
        {
            "bbox": [
                119.1859400467934,
                798.4918127039252,
                774.1407514397802,
                11.888164269519194
            ],
            "text": "the leverage component thereof, and challenged the contractual basis for the charges. There are claims pending with KIFID that were ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "nhận thấy rằng người tiêu dùng đã không được thông báo đầy đủ về cái gọi là chi phí ban đầu được nhúng trong chính sách liên kết đơn vị của mình, cũng như "
        },
        {
            "bbox": [
                119.1859400467934,
                813.9888325577117,
                764.3053767077495,
                11.888164269519194
            ],
            "text": "filed over Aegon products and that arguably include similar allegations. If KIFID were to finally decide unfavorably and that decision ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Thành phần đòn bẩy của chúng, và thách thức cơ sở hợp đồng cho các khoản phí. Có những tuyên bố đang chờ xử lý với Kifid "
        },
        {
            "bbox": [
                119.1859400467934,
                829.4858524114982,
                771.1515372648835,
                11.888164269519194
            ],
            "text": "were to be upheld by a court, there can be no assurances that ultimately the aggregate exposure to Aegon of such adverse decisions ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Nộp qua các sản phẩm Aegon và điều đó có thể bao gồm các cáo buộc tương tự. Nếu cuối cùng Kifid quyết định không thuận lợi và quyết định đó "
        },
        {
            "bbox": [
                119.1859400467934,
                844.9828722652846,
                761.9036317347454,
                11.888164269519194
            ],
            "text": "would not have a material adverse effect on Aegon’s results of operations or financial position if the principles underlying any such ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "đã được Tòa án giữ nguyên, không thể có sự đảm bảo nào cuối cùng là sự tiếp xúc tổng hợp với Aegon của các quyết định bất lợi như vậy "
        },
        {
            "bbox": [
                119.1859400467934,
                860.4798921190712,
                299.26616924137227,
                11.888151355335964
            ],
            "text": "decision were to be applied also to Aegon products.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "sẽ không có ảnh hưởng bất lợi về vật chất đối với kết quả hoạt động hoặc tình hình tài chính của Aegon, nếu các nguyên tắc cơ bản "
        },
        {
            "bbox": [
                119.1859400467934,
                891.4739318266442,
                773.5404497442994,
                11.888151355335978
            ],
            "text": "Certain of the products Aegon sells are complex and involve significant investment risks that may be assumed by Aegon’s customers. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Quyết định cũng được áp dụng cho các sản phẩm Aegon."
        },
        {
            "bbox": [
                119.1859400467934,
                906.9709555546857,
                747.9653572964444,
                11.888147481080992
            ],
            "text": "Aegon has, from time to time, received claims from certain current and former customers, and groups representing customers, in ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Một số sản phẩm của Aegon bán rất phức tạp và liên quan đến các rủi ro đầu tư đáng kể có thể được giả định bởi các khách hàng của Aegon. "
        },
        {
            "bbox": [
                119.1859400467934,
                922.4679754084722,
                785.4043171161647,
                11.888147481080992
            ],
            "text": "respect of certain products. Certain claims remain under review and may lead to disputes in the future. Aegon has in the past agreed to ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "Aegon, thỉnh thoảng đã nhận được yêu cầu từ một số khách hàng hiện tại và trước đây, và các nhóm đại diện cho khách hàng, "
        },
        {
            "bbox": [
                119.1859400467934,
                937.9649952622586,
                772.3395268023833,
                11.888147481080992
            ],
            "text": "make payments, in some cases substantial, or adjustments to policy terms to settle those claims or disputes if Aegon believed it was ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "tôn trọng một số sản phẩm nhất định. Một số khiếu nại vẫn được xem xét và có thể dẫn đến tranh chấp trong tương lai. Aegon trong quá khứ đã đồng ý "
        },
        {
            "bbox": [
                119.1859400467934,
                953.4620099503719,
                781.5602200459866,
                11.888152646754286
            ],
            "text": "appropriate to do so. While Aegon intends to defend itself vigorously against any claims that Aegon does not believe have merit, there ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "thực hiện thanh toán, trong một số trường hợp đáng kể hoặc điều chỉnh các điều khoản chính sách để giải quyết các khiếu nại hoặc tranh chấp đó nếu Aegon tin rằng đó là "
        },
        {
            "bbox": [
                59.62753870927043,
                31.405408099592023,
                25.88362562168249,
                13.157034426780683
            ],
            "text": "326",
            "font": {
                "color": [
                    135,
                    135,
                    135,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Bold",
                "size": 1
            },
            "text_vi": "thích hợp để làm như vậy. Trong khi Aegon dự định tự bảo vệ mình mạnh mẽ chống lại bất kỳ tuyên bố nào mà Aegon không tin có công, ở đó "
        },
        {
            "bbox": [
                200.2324780366763,
                991.0935549859904,
                124.84539599763372,
                12.587453084819767
            ],
            "text": "Annual Report 2013",
            "font": {
                "color": [
                    161,
                    165,
                    167,
                    255
                ],
                "name": "/JJSLPI+SenticoSansDT-Light",
                "size": 1
            },
            "text_vi": "326"
        }
    ]
}