{
    "metadata": {
        "page_hash": "d91ff3226e14fb28a235a90d1f8e62409c4fd76e35db64e9c3cecf401b435125",
        "original_filename": "0000021175-20-000017_20200211x10k.pdf",
        "page_no": 12,
        "num_pages": 149,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                115.84059033613445,
                10.616054038004677
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    238,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                41.28731650831355,
                973.9153574789917,
                10.61605403800479
            ],
            "text": "jurisdiction's regulatory capital adequacy formula. If we do not meet these minimum requirements, we may be restricted or prohibited from",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Công thức đầy đủ vốn theo quy định của khu vực tài phán. Nếu chúng ta không đáp ứng các yêu cầu tối thiểu này, chúng ta có thể bị hạn chế hoặc bị cấm"
        },
        {
            "bbox": [
                24.738352605042017,
                52.51204038004755,
                973.9010591596639,
                10.61605403800479
            ],
            "text": "operating our business in the applicable jurisdictions and specialized markets. If we are required to record a material charge against earnings in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoạt động kinh doanh của chúng tôi trong các khu vực pháp lý hiện hành và thị trường chuyên ngành. Nếu chúng tôi được yêu cầu ghi lại một khoản phí vật liệu đối với thu nhập trong"
        },
        {
            "bbox": [
                24.738352605042017,
                63.73676425178155,
                973.8992675630253,
                10.616054038004677
            ],
            "text": "connection with a change in estimated insurance reserves, the occurrence of a catastrophic event, or if we incur significant losses related to our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "kết nối với sự thay đổi dự trữ bảo hiểm ước tính, sự xuất hiện của một sự kiện thảm khốc hoặc nếu chúng ta phải chịu những tổn thất đáng kể liên quan đến"
        },
        {
            "bbox": [
                24.738352605042017,
                74.96148812351555,
                973.9124116806724,
                10.61606621140129
            ],
            "text": "investment portfolio, which severely deteriorates our capital position, we may violate these minimum capital adequacy requirements unless we are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Danh mục đầu tư, làm suy giảm nghiêm trọng vị trí vốn của chúng tôi, chúng tôi có thể vi phạm các yêu cầu đầy đủ vốn tối thiểu này trừ khi chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                86.18622416864605,
                919.900165882353,
                10.616054038004904
            ],
            "text": "able to raise sufficient additional capital. We may be limited in our ability to raise significant amounts of capital on favorable terms or at all.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể tăng đủ vốn bổ sung. Chúng tôi có thể bị giới hạn trong khả năng tăng số lượng vốn đáng kể theo các điều khoản thuận lợi hoặc hoàn toàn."
        },
        {
            "bbox": [
                24.738352605042017,
                108.63567191211405,
                973.9114642016807,
                10.616066211401517
            ],
            "text": "The IAIS recently adopted a common framework for the supervision of internationally active insurance groups and continues to develop a group",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "IAIS gần đây đã áp dụng một khung chung cho việc giám sát các nhóm bảo hiểm hoạt động quốc tế và tiếp tục phát triển một nhóm"
        },
        {
            "bbox": [
                24.738352605042017,
                119.85921496437061,
                973.9124116806724,
                10.617247030878843
            ],
            "text": "basis Insurance Capital Standard (ICS). The NAIC is also developing a group capital standard that is intended to be comparable to the ICS. The",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tiêu chuẩn vốn bảo hiểm cơ bản (ICS). NAIC cũng đang phát triển một tiêu chuẩn vốn nhóm được dự định tương đương với ICS. Các"
        },
        {
            "bbox": [
                24.738352605042017,
                131.0839388361045,
                973.8897066386555,
                10.617247030878843
            ],
            "text": "development and adoption of these capital standards could increase our prescribed capital requirement, the level at which regulatory scrutiny",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Phát triển và áp dụng các tiêu chuẩn vốn này có thể làm tăng yêu cầu vốn theo quy định của chúng tôi, mức độ giám sát quy định"
        },
        {
            "bbox": [
                24.738352605042017,
                142.30867488123522,
                512.1213322689076,
                10.616054038004677
            ],
            "text": "intensifies, as well as significantly increase our cost of regulatory compliance.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tăng cường, cũng như tăng đáng kể chi phí tuân thủ quy định của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                164.65945724465553,
                973.8908608403362,
                10.714731591449095
            ],
            "text": "Our insurance subsidiaries, upon whom we depend for dividends in order to fund our corporate obligations, are limited by insurance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Các công ty con bảo hiểm của chúng tôi, người mà chúng tôi phụ thuộc vào cổ tức để tài trợ cho các nghĩa vụ của công ty, bị giới hạn bởi bảo hiểm"
        },
        {
            "bbox": [
                24.738352605042017,
                175.88418111638964,
                310.2478406722689,
                10.714731591448867
            ],
            "text": "regulators in their ability to pay dividends.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "các cơ quan quản lý trong khả năng trả cổ tức của họ."
        },
        {
            "bbox": [
                24.738352605042017,
                198.4323064133016,
                973.8992675630253,
                10.616066211401517
            ],
            "text": "We are a holding company and are dependent upon dividends, loans and other sources of cash from our subsidiaries in order to meet our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi là một công ty cổ phần và phụ thuộc vào cổ tức, các khoản vay và các nguồn tiền mặt khác từ các công ty con của chúng tôi để đáp ứng"
        },
        {
            "bbox": [
                24.738352605042017,
                209.65704245843233,
                973.8968557983194,
                10.616054038004677
            ],
            "text": "obligations. Ordinary dividend payments, or dividends that do not require prior approval by the insurance subsidiaries' domiciliary insurance",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "nghĩa vụ. Các khoản thanh toán cổ tức thông thường, hoặc cổ tức không yêu cầu sự chấp thuận trước của bảo hiểm nhà ở của các công ty bảo hiểm"
        },
        {
            "bbox": [
                24.738352605042017,
                220.88176633016633,
                973.9114642016807,
                10.61605403800479
            ],
            "text": "regulator, are generally limited to amounts determined by formulas that vary by jurisdiction. If we are restricted from paying or receiving",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bộ điều chỉnh, thường được giới hạn ở số lượng được xác định bởi các công thức khác nhau theo thẩm quyền. Nếu chúng tôi bị hạn chế thanh toán hoặc nhận"
        },
        {
            "bbox": [
                24.738352605042017,
                232.10649020190033,
                973.8992675630253,
                10.616066211401403
            ],
            "text": "intercompany dividends, by regulatory rule or otherwise, we may not be able to fund our corporate obligations and debt service requirements or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cổ tức giữa các công ty, theo quy tắc quy định hoặc nếu không, chúng tôi có thể không tài trợ cho các nghĩa vụ của công ty và các yêu cầu dịch vụ nợ hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                243.33122624703094,
                973.9147200840337,
                10.616054038004677
            ],
            "text": "pay our stockholders dividends from available cash. As a result, we would need to look to other sources of capital which may be more expensive or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trả cổ tức cổ tức của chúng tôi từ tiền mặt có sẵn. Kết quả là, chúng ta sẽ cần tìm đến các nguồn vốn khác có thể đắt hơn hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                254.55475712589077,
                176.36461462184874,
                10.617247030878957
            ],
            "text": "may not be available at all.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể không có sẵn ở tất cả."
        },
        {
            "bbox": [
                24.738352605042017,
                276.9055394893112,
                973.8957015966387,
                10.714731591448981
            ],
            "text": "Rating agencies may downgrade their ratings of us and thereby adversely affect our ability to write insurance at competitive rates or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Các cơ quan xếp hạng có thể hạ cấp xếp hạng của chúng tôi và do đó ảnh hưởng xấu đến khả năng viết bảo hiểm của chúng tôi với tỷ lệ cạnh tranh hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                288.1302755344419,
                41.45632138655463,
                10.714719418052141
            ],
            "text": "at all.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "ở tất cả."
        },
        {
            "bbox": [
                24.738352605042017,
                310.678400831354,
                973.9147200840337,
                10.616054038004677
            ],
            "text": "Ratings are an important factor in establishing the competitive position of insurance companies. Our insurance company subsidiaries, as well as our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Xếp hạng là một yếu tố quan trọng trong việc thiết lập vị trí cạnh tranh của các công ty bảo hiểm. Các công ty con của công ty bảo hiểm, cũng như"
        },
        {
            "bbox": [
                24.738352605042017,
                321.9031247030879,
                973.8959083193279,
                10.61605403800479
            ],
            "text": "public debt, are rated by rating agencies, including, A.M. Best Company (A.M. Best), Moody's Investors Service, Inc. (Moody's) and Standard &",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nợ công, được đánh giá bởi các cơ quan xếp hạng, bao gồm, A.M. Công ty tốt nhất (A.M. Best), Moody's Investors Service, Inc. (Moody's) và Standard & Standard &"
        },
        {
            "bbox": [
                24.738352605042017,
                333.1278485748219,
                973.8922217647059,
                10.616066211401517
            ],
            "text": "Poor's (S&P). Ratings reflect the rating agency's opinions of an insurance company's or insurance holding company's financial strength, capital",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Người nghèo (S & P). Xếp hạng phản ánh ý kiến ​​của cơ quan xếp hạng về sức mạnh tài chính của công ty bảo hiểm hoặc công ty bảo hiểm, vốn"
        },
        {
            "bbox": [
                24.738352605042017,
                344.3525846199526,
                973.9114642016807,
                10.616054038004677
            ],
            "text": "adequacy, enterprise risk management practices, operating performance, strategic position and ability to meet its obligations to policyholders and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đầy đủ, thực hành quản lý rủi ro doanh nghiệp, hiệu suất hoạt động, vị trí chiến lược và khả năng đáp ứng các nghĩa vụ của mình đối với các chủ hợp đồng và"
        },
        {
            "bbox": [
                24.738352605042017,
                355.5773084916865,
                86.34859609243696,
                10.616054038004677
            ],
            "text": "debt holders.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "người nắm giữ nợ."
        },
        {
            "bbox": [
                24.738352605042017,
                378.0267684085511,
                973.9124116806724,
                10.616054038004677
            ],
            "text": "The rating agencies may take action to lower our ratings in the future as a result of any significant financial loss or possible changes in the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các cơ quan xếp hạng có thể có hành động để giảm xếp hạng của chúng tôi trong tương lai do bất kỳ tổn thất tài chính đáng kể nào hoặc có thể thay đổi"
        },
        {
            "bbox": [
                24.738352605042017,
                389.25029928741094,
                973.8992675630253,
                10.617247030878843
            ],
            "text": "methodology or criteria applied by the rating agencies. The severity of the impact on our business is dependent on the level of downgrade and, for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Phương pháp hoặc tiêu chí được áp dụng bởi các cơ quan xếp hạng. Mức độ nghiêm trọng của tác động đối với hoạt động kinh doanh của chúng tôi phụ thuộc vào mức độ hạ cấp và, đối với"
        },
        {
            "bbox": [
                24.738352605042017,
                400.47503533254155,
                973.9173557983194,
                10.617247030878957
            ],
            "text": "certain products, which rating agency takes the rating action. Among the adverse effects in the event of such downgrades would be the inability to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Một số sản phẩm, mà cơ quan xếp hạng có hành động xếp hạng. Trong số các tác động bất lợi trong trường hợp hạ cấp như vậy sẽ không có khả năng"
        },
        {
            "bbox": [
                24.738352605042017,
                411.69975920427555,
                973.9173557983194,
                10.617247030878843
            ],
            "text": "obtain a material volume of business from certain major insurance brokers, the inability to sell a material volume of our insurance products to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Có được khối lượng kinh doanh vật chất từ ​​các nhà môi giới bảo hiểm lớn nhất định, không có khả năng bán khối lượng vật liệu của các sản phẩm bảo hiểm của chúng tôi cho"
        },
        {
            "bbox": [
                24.738352605042017,
                422.92448307600955,
                657.9494259663866,
                10.616066211401403
            ],
            "text": "certain markets and the required collateralization of certain future payment obligations or reserves.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Một số thị trường nhất định và tài sản thế chấp cần thiết của một số nghĩa vụ thanh toán hoặc dự trữ trong tương lai."
        },
        {
            "bbox": [
                24.738352605042017,
                445.37394299287416,
                973.9010591596639,
                10.616054038004677
            ],
            "text": "In addition, it is possible that a significant lowering of the corporate debt ratings of Loews by certain of the rating agencies could result in an",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngoài ra, có thể việc hạ thấp đáng kể xếp hạng nợ của công ty theo một số cơ quan xếp hạng có thể dẫn đến"
        },
        {
            "bbox": [
                24.738352605042017,
                456.59866686460805,
                520.435753277311,
                10.61605403800479
            ],
            "text": "adverse effect on our ratings, independent of any change in our circumstances.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ảnh hưởng xấu đến xếp hạng của chúng tôi, không phụ thuộc vào bất kỳ thay đổi nào trong hoàn cảnh của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                478.9494492280286,
                973.9104133613447,
                10.714731591448867
            ],
            "text": "We are subject to extensive existing state, local, federal and foreign governmental regulations that restrict our ability to do business",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "Chúng tôi phải tuân theo các quy định chính phủ hiện tại, địa phương, liên bang và nước ngoài hạn chế khả năng kinh doanh của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                490.1741852731592,
                973.910103277311,
                10.714719418052255
            ],
            "text": "and generate revenues; additional regulation or significant modification to existing regulations or failure to comply with regulatory",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "và tạo doanh thu; quy định bổ sung hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                501.3989091448931,
                776.910185210084,
                10.714731591448981
            ],
            "text": "requirements may have a materially adverse effect on our business, our operations and financial condition.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLOBAA+DejaVuSerif-Bold",
                "size": 13
            },
            "text_vi": "sửa đổi đáng kể các quy định hiện hành hoặc không tuân thủ quy định"
        },
        {
            "bbox": [
                24.738352605042017,
                523.9458414489311,
                973.9124116806724,
                10.617247030878843
            ],
            "text": "The insurance industry is subject to comprehensive and detailed regulation and supervision. Most insurance regulations are designed to protect the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các yêu cầu có thể có ảnh hưởng bất lợi về mặt vật chất đối với hoạt động kinh doanh, hoạt động và tình trạng tài chính của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                535.1705774940617,
                973.9114642016807,
                10.6172470308789
            ],
            "text": "interests of our policyholders and third-party claimants, rather than our investors. Each jurisdiction in which we do business has established",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngành công nghiệp bảo hiểm phải tuân theo quy định và giám sát toàn diện và chi tiết. Hầu hết các quy định bảo hiểm được thiết kế để bảo vệ"
        },
        {
            "bbox": [
                24.738352605042017,
                546.3953013657957,
                973.9165116806722,
                10.6172470308789
            ],
            "text": "supervisory agencies that regulate the manner in which we do business. Any changes in regulation could impose significant burdens on us. In",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lợi ích của các chủ chính sách và người yêu cầu của bên thứ ba, thay vì các nhà đầu tư của chúng tôi. Mỗi khu vực tài phán mà chúng tôi kinh doanh đã thành lập"
        },
        {
            "bbox": [
                24.738352605042017,
                557.6200252375297,
                725.8453398319328,
                10.61606621140146
            ],
            "text": "addition, the Lloyd's marketplace sets rules under which its members, including our Hardy syndicate, operate.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các cơ quan giám sát điều chỉnh cách thức mà chúng tôi kinh doanh. Bất kỳ thay đổi trong quy định có thể áp đặt gánh nặng đáng kể đối với chúng tôi. TRONG"
        },
        {
            "bbox": [
                503.484530672269,
                586.3832416864609,
                16.414022689075637,
                10.616066211401403
            ],
            "text": "13",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QROBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngoài ra, thị trường của Lloyd đặt ra các quy tắc theo đó các thành viên của nó, bao gồm cả Syndicate Hardy của chúng tôi, hoạt động."
        }
    ]
}