{
    "metadata": {
        "page_hash": "e2c8ff65b5c8836b6f88af031a537e5b9ee819c7f55127b3b582cc5d206b9f69",
        "original_filename": "NASDAQ_POWL_2013.pdf",
        "page_no": 45,
        "num_pages": 48,
        "original_width": 612,
        "original_height": 792,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "ann_reports_10_14_fancy",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                60.294117647058826,
                996.967803030303,
                11.174511478758177,
                9.170645233585859
            ],
            "text": "44",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "44"
        },
        {
            "bbox": [
                60.294117647058826,
                43.550696969697015,
                520.3894350490197,
                13.895738636363603
            ],
            "text": "REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Bd",
                "size": 1
            },
            "text_vi": "Báo cáo của công ty kế toán công đã đăng ký độc lập"
        },
        {
            "bbox": [
                60.294117647058826,
                74.61517266414148,
                495.97790441176477,
                13.895738636363603
            ],
            "text": "To the Board of Directors and Stockholders of Powell Industries, Inc.:",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Bd",
                "size": 1
            },
            "text_vi": "Gửi Hội đồng quản trị và cổ đông của Powell Industries, Inc .:"
        },
        {
            "bbox": [
                60.294117647058826,
                91.84188952020202,
                878.9215220588235,
                13.373842803030357
            ],
            "text": "In our opinion, the accompanying consolidated balance sheets and the related consolidated statements of operations and comprehensive ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Theo chúng tôi, các bảng cân đối hợp nhất đi kèm và các tuyên bố hợp nhất liên quan về hoạt động và toàn diện "
        },
        {
            "bbox": [
                60.294117647058826,
                108.66961994949509,
                878.6819031862746,
                13.37384280303013
            ],
            "text": "income, of shareholders’ equity and of cash flows present fairly, in all material respects, the financial position of Powell Industries, Inc. and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Thu nhập, của các cổ đông vốn chủ sở hữu và dòng tiền hiện diện một cách công bằng, trong tất cả các khía cạnh quan trọng, tình hình tài chính của Powell Industries, Inc. và "
        },
        {
            "bbox": [
                60.294117647058826,
                125.49736332070711,
                878.8055898692811,
                13.373842803030243
            ],
            "text": "its subsidiaries at September 30, 2013 and 2012, and the results of their operations and their cash flows for each of the three years in the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "các công ty con của nó vào ngày 30 tháng 9 năm 2013 và 2012, và kết quả hoạt động của họ và dòng tiền của họ cho mỗi ba năm "
        },
        {
            "bbox": [
                60.294117647058826,
                142.32509375000006,
                879.3771278594772,
                13.373842803030357
            ],
            "text": "period ended September 30, 2013 in conformity with accounting principles generally accepted in the United States of America. Also in ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Thời kỳ kết thúc vào ngày 30 tháng 9 năm 2013 phù hợp với các nguyên tắc kế toán thường được chấp nhận ở Hoa Kỳ. Cũng trong "
        },
        {
            "bbox": [
                60.294117647058826,
                159.1528241792929,
                879.3375682189543,
                13.373842803030357
            ],
            "text": "our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of September 30, 2013, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Ý kiến ​​của chúng tôi, công ty duy trì, trong tất cả các khía cạnh quan trọng, kiểm soát nội bộ hiệu quả đối với báo cáo tài chính kể từ ngày 30 tháng 9 năm 2013, "
        },
        {
            "bbox": [
                60.294117647058826,
                175.98055460858586,
                879.1105273692812,
                13.373842803030357
            ],
            "text": "based on criteria established in Internal Control - Integrated Framework (1992) issued by the Committee of Sponsoring Organizations of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Dựa trên các tiêu chí được thiết lập trong kiểm soát nội bộ - Khung tích hợp (1992) do Ủy ban tài trợ cho các tổ chức tài trợ của "
        },
        {
            "bbox": [
                60.294117647058826,
                192.8082979797981,
                879.4080955882353,
                13.37384280303013
            ],
            "text": "the Treadway Commission (COSO). The Company’s management is responsible for these financial statements, for maintaining effective ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Ủy ban Treadway (COSO). Quản lý của công ty chịu trách nhiệm cho các báo cáo tài chính này, để duy trì hiệu quả "
        },
        {
            "bbox": [
                60.294117647058826,
                209.63602840909095,
                878.2868092320261,
                13.373842803030357
            ],
            "text": "internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Kiểm soát nội bộ đối với báo cáo tài chính và để đánh giá về hiệu quả của kiểm soát nội bộ đối với báo cáo tài chính, bao gồm trong "
        },
        {
            "bbox": [
                60.294117647058826,
                226.4637588383839,
                878.8012017973857,
                13.373842803030243
            ],
            "text": "Management’s Report on Internal Control Over Financial Reporting referred to above. Our responsibility is to express opinions on these ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Báo cáo quản lý về kiểm soát nội bộ đối với báo cáo tài chính được đề cập ở trên. Trách nhiệm của chúng tôi là bày tỏ ý kiến ​​về những điều này "
        },
        {
            "bbox": [
                60.294117647058826,
                243.29148926767675,
                879.4372377450982,
                13.373842803030357
            ],
            "text": "financial statements and on the Company’s internal control over financial reporting based on our integrated audits. We conducted our ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Báo cáo tài chính và trên công ty, kiểm soát nội bộ đối với báo cáo tài chính dựa trên kiểm toán tích hợp của chúng tôi. Chúng tôi đã tiến hành của chúng tôi "
        },
        {
            "bbox": [
                60.294117647058826,
                260.1192326388889,
                878.651739379085,
                13.373842803030357
            ],
            "text": "audits in accordance with the standards of the Public Company Accounting Oversight Board (United States). Those standards require that ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Kiểm toán theo các tiêu chuẩn của Hội đồng giám sát kế toán công ty đại chúng (Hoa Kỳ). Những tiêu chuẩn đó yêu cầu điều đó "
        },
        {
            "bbox": [
                60.294117647058826,
                276.94696306818196,
                879.4183288398693,
                13.37384280303013
            ],
            "text": "we plan and perform the audits to obtain reasonable assurance about whether the financial statements are free of material misstatement ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Chúng tôi lập kế hoạch và thực hiện kiểm toán để có được sự đảm bảo hợp lý về việc liệu báo cáo tài chính có không có sai lầm quan trọng "
        },
        {
            "bbox": [
                60.294117647058826,
                293.7746934974748,
                878.9628067810459,
                13.373842803030357
            ],
            "text": "and whether effective internal control over financial reporting was maintained in all material respects. Our audits of the financial statements ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "và liệu kiểm soát nội bộ hiệu quả đối với báo cáo tài chính được duy trì trong tất cả các khía cạnh quan trọng. Kiểm toán của chúng tôi về báo cáo tài chính "
        },
        {
            "bbox": [
                60.294117647058826,
                310.60242392676776,
                878.2193468137256,
                13.373842803030243
            ],
            "text": "included examining, on a test basis, evidence supporting the amounts and disclosures in the financial statements, assessing the accounting ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Bao gồm kiểm tra, trên cơ sở kiểm tra, bằng chứng hỗ trợ số tiền và tiết lộ trong báo cáo tài chính, đánh giá kế toán "
        },
        {
            "bbox": [
                60.294117647058826,
                327.4301543560606,
                878.7616421568628,
                13.373855744949537
            ],
            "text": "principles used and significant estimates made by management, and evaluating the overall financial statement presentation. Our audit of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Các nguyên tắc được sử dụng và ước tính quan trọng được thực hiện bởi quản lý và đánh giá trình bày báo cáo tài chính tổng thể. Kiểm toán của chúng tôi "
        },
        {
            "bbox": [
                60.294117647058826,
                344.25789772727273,
                878.0128562091504,
                13.373842803030357
            ],
            "text": "internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Kiểm soát nội bộ đối với báo cáo tài chính bao gồm có được sự hiểu biết về kiểm soát nội bộ đối với báo cáo tài chính, đánh giá rủi ro mà "
        },
        {
            "bbox": [
                60.294117647058826,
                361.0856281565657,
                878.0435224673203,
                13.373842803030243
            ],
            "text": "a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Một điểm yếu vật chất tồn tại, và thử nghiệm và đánh giá thiết kế và hiệu quả hoạt động của kiểm soát nội bộ dựa trên rủi ro được đánh giá. "
        },
        {
            "bbox": [
                60.294117647058826,
                377.91335858585865,
                879.3377691993466,
                13.373842803030243
            ],
            "text": "Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Kiểm toán của chúng tôi cũng bao gồm thực hiện các thủ tục khác như chúng tôi cho là cần thiết trong các trường hợp. Chúng tôi tin rằng kiểm toán của chúng tôi "
        },
        {
            "bbox": [
                60.294117647058826,
                394.7410890151516,
                274.45547385620915,
                13.373842803030243
            ],
            "text": "provide a reasonable basis for our opinions.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Cung cấp một cơ sở hợp lý cho ý kiến ​​của chúng tôi."
        },
        {
            "bbox": [
                60.294117647058826,
                425.54284375,
                878.6340698529413,
                13.373842803030357
            ],
            "text": "A company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Kiểm soát nội bộ của công ty đối với báo cáo tài chính là một quy trình được thiết kế để cung cấp sự đảm bảo hợp lý về độ tin cậy của "
        },
        {
            "bbox": [
                60.294117647058826,
                442.37057417929293,
                878.610756127451,
                13.373855744949537
            ],
            "text": "financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Báo cáo tài chính và chuẩn bị báo cáo tài chính cho các mục đích bên ngoài theo kế toán được chấp nhận chung "
        },
        {
            "bbox": [
                60.294117647058826,
                459.19831755050507,
                878.5272320261438,
                13.373842803030357
            ],
            "text": "principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "nguyên tắc. Một công ty kiểm soát nội bộ đối với báo cáo tài chính bao gồm các chính sách và thủ tục mà (i) liên quan đến bảo trì "
        },
        {
            "bbox": [
                60.294117647058826,
                476.026047979798,
                878.7807520424838,
                13.373842803030243
            ],
            "text": "of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "về các hồ sơ, một cách chi tiết hợp lý, phản ánh chính xác và công bằng các giao dịch và định hướng tài sản của công ty; (ii) Cung cấp "
        },
        {
            "bbox": [
                60.294117647058826,
                492.853778409091,
                879.2003823529412,
                13.373842803030243
            ],
            "text": "reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "đảm bảo hợp lý rằng các giao dịch được ghi nhận là cần thiết để cho phép chuẩn bị báo cáo tài chính theo "
        },
        {
            "bbox": [
                60.294117647058826,
                509.68150883838393,
                879.4300861928106,
                13.373842803030243
            ],
            "text": "generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Các nguyên tắc kế toán được chấp nhận thường được chấp nhận và các khoản thu và chi tiêu của công ty chỉ được thực hiện theo "
        },
        {
            "bbox": [
                60.294117647058826,
                526.509252209596,
                878.2414211601307,
                13.373842803030357
            ],
            "text": "authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "ủy quyền của quản lý và giám đốc của công ty; và (iii) cung cấp sự đảm bảo hợp lý về phòng ngừa hoặc phát hiện kịp thời "
        },
        {
            "bbox": [
                60.294117647058826,
                543.3369826388889,
                830.3128231209151,
                13.3738428030303
            ],
            "text": "of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "về việc mua lại, sử dụng hoặc xử lý trái phép tài sản của công ty có thể có ảnh hưởng vật chất đối với báo cáo tài chính."
        },
        {
            "bbox": [
                60.294117647058826,
                574.1387373737374,
                878.3660290032681,
                13.3738428030303
            ],
            "text": "Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Do những hạn chế vốn có của nó, kiểm soát nội bộ đối với báo cáo tài chính có thể không ngăn chặn hoặc phát hiện sai. Ngoài ra, dự đoán của bất kỳ "
        },
        {
            "bbox": [
                60.294117647058826,
                590.9664678030304,
                878.417245506536,
                13.373842803030243
            ],
            "text": "evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Đánh giá hiệu quả đối với các giai đoạn trong tương lai phải chịu rủi ro"
        },
        {
            "bbox": [
                60.294117647058826,
                607.7941982323232,
                508.77137826797383,
                13.3738428030303
            ],
            "text": "or that the degree of compliance with the policies or procedures may deteriorate.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Kiểm soát có thể trở nên không đủ vì những thay đổi trong điều kiện, "
        },
        {
            "bbox": [
                60.294117647058826,
                761.8030366161616,
                188.68081086601308,
                13.373842803030271
            ],
            "text": "PricewaterhouseCoopers LLP",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "hoặc mức độ tuân thủ các chính sách hoặc thủ tục có thể xấu đi."
        },
        {
            "bbox": [
                60.294117647058826,
                778.6307670454546,
                97.71981368464053,
                13.373842803030271
            ],
            "text": "Houston, Texas",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Giá cả LLP"
        },
        {
            "bbox": [
                60.294117647058826,
                795.4585104166667,
                118.66007965686275,
                13.373842803030271
            ],
            "text": "December 4, 2013",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/WONRDI+HelveticaNeueLTStd-Lt",
                "size": 1
            },
            "text_vi": "Houston, Texas"
        }
    ]
}