{
    "metadata": {
        "page_hash": "eb75ad4331e641f391bc0558331a3e955b325770357224c8c336c73a83267d69",
        "original_filename": "0000016875-21-000008_20210218x10k.pdf",
        "page_no": 40,
        "num_pages": 138,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                24.446651722090337,
                17.948473529411764,
                10.61844002375301
            ],
            "text": "39",
            "font": {
                "color": [
                    194,
                    0,
                    47,
                    255
                ],
                "name": "/QCTBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "39"
        },
        {
            "bbox": [
                46.765359705882354,
                27.052525534441884,
                115.81142348739496,
                7.346827494061699
            ],
            "text": "CP 2020 ANNUAL REPORT",
            "font": {
                "color": [
                    90,
                    90,
                    90,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 9
            },
            "text_vi": "Báo cáo thường niên CP 2020"
        },
        {
            "bbox": [
                24.738352605042017,
                112.78936876484568,
                142.10682861344537,
                9.800533847981
            ],
            "text": "Average train weight",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCTBAA+DejaVuSans-Bold",
                "size": 12
            },
            "text_vi": "Trọng lượng tàu trung bình"
        },
        {
            "bbox": [
                166.843577394958,
                112.78936876484568,
                831.7989868907564,
                9.800533847981
            ],
            "text": " is defined as the average gross weight of CP trains, both loaded and empty. This excludes trains in short-haul service, work trains used to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": " được định nghĩa là tổng trọng lượng trung bình của tàu CP, cả được tải và trống. Điều này không bao gồm các chuyến tàu trong dịch vụ đường ngắn, các chuyến tàu làm việc được sử dụng để"
        },
        {
            "bbox": [
                24.738352605042017,
                122.61368942992885,
                973.8892759663865,
                9.795774049881175
            ],
            "text": "move CP’s track equipment and materials, and the haulage of other railways’ trains on CP’s network. An increase in average train weight indicates improved asset",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Di chuyển các thiết bị và vật liệu theo dõi CP, và việc vận chuyển các chuyến tàu đường sắt khác trên mạng CP CP. Sự gia tăng trọng lượng tàu trung bình cho thấy tài sản được cải thiện"
        },
        {
            "bbox": [
                24.738352605042017,
                132.43323812351537,
                973.9180965546219,
                9.800533847981114
            ],
            "text": "utilization and may also be the result of moving heavier commodities. Average train weight of 9,707 tons in 2020 increased by 578 tons, or 6% compared with",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Sử dụng và cũng có thể là kết quả của việc di chuyển hàng hóa nặng hơn. Trọng lượng tàu trung bình 9,707 tấn vào năm 2020 tăng 578 tấn, hoặc 6% so với"
        },
        {
            "bbox": [
                24.738352605042017,
                142.25279899049883,
                973.9145133613447,
                9.800533847981
            ],
            "text": "9,129 tons in 2019. This increase was a result of improvements in operating plan efficiency, continued improvements in operational efficiency due to moving",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "9.129 tấn vào năm 2019. Sự gia tăng này là kết quả của những cải thiện về hiệu quả của kế hoạch hoạt động, tiếp tục cải thiện hiệu quả hoạt động do di chuyển"
        },
        {
            "bbox": [
                24.738352605042017,
                152.0771074821854,
                973.9142032773111,
                9.800533847980887
            ],
            "text": "longer and heavier export potash and Grain trains, and improved winter operating conditions in the first quarter of 2020. This increase was partially offset by",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Các chuyến tàu kali và ngũ cốc xuất khẩu lâu hơn và nặng hơn, và điều kiện vận hành mùa đông được cải thiện trong quý đầu tiên của năm 2020. Sự gia tăng này được bù đắp một phần bởi"
        },
        {
            "bbox": [
                24.738352605042017,
                161.89666834916875,
                973.9121015966389,
                9.800533847980887
            ],
            "text": "moving lower volumes of heavier commodities such as Canadian coal and crude. Improvements for Grain trains were driven by the High Efficiency Product (\"HEP\")",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Di chuyển khối lượng thấp hơn của các mặt hàng nặng hơn như than Canada và thô. Những cải tiến cho xe lửa ngũ cốc được điều khiển bởi sản phẩm hiệu quả cao (\"Hep\")"
        },
        {
            "bbox": [
                24.738352605042017,
                171.7209768408552,
                839.5892452941177,
                9.795786223277787
            ],
            "text": "train model, which is an 8,500-foot train model that features the new high-capacity grain hopper cars and increased grain carrying capacity.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Mô hình tàu hỏa, là một mô hình xe lửa dài 8.500 feet, có những chiếc xe phễu hạt công suất cao mới và tăng khả năng mang hạt."
        },
        {
            "bbox": [
                24.738352605042017,
                194.8694453681711,
                973.9026268067227,
                9.800546021377613
            ],
            "text": "Average train weight of 9,129 tons in 2019 increased by 29 tons from 9,100 tons in 2018. This slight increase was a result of improvements in operating plan",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Trọng lượng xe lửa trung bình 9.129 tấn năm 2019 đã tăng thêm 29 tấn từ 9.100 tấn trong năm 2018. Sự gia tăng nhẹ này là kết quả của những cải tiến trong kế hoạch hoạt động"
        },
        {
            "bbox": [
                24.738352605042017,
                204.6937660332543,
                973.9140999159664,
                9.79577404988106
            ],
            "text": "efficiency. This increase was partially offset by the implementation of CP's winter contingency plan in the first quarter of 2019 resulting in shorter and lighter",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "hiệu quả. Sự gia tăng này được bù đắp một phần bằng việc thực hiện kế hoạch dự phòng mùa đông của CP trong quý đầu tiên của năm 2019 dẫn đến ngắn hơn và nhẹ hơn"
        },
        {
            "bbox": [
                24.738352605042017,
                214.51331472684092,
                191.52984277310924,
                9.800533847981
            ],
            "text": "trains within the operating plan.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "đào tạo trong kế hoạch hoạt động."
        },
        {
            "bbox": [
                24.738352605042017,
                237.66179542755344,
                142.35056672268908,
                9.800533847981
            ],
            "text": "Average train length",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCTBAA+DejaVuSans-Bold",
                "size": 12
            },
            "text_vi": "Chiều dài xe lửa trung bình"
        },
        {
            "bbox": [
                167.07624894957985,
                237.66179542755344,
                831.5525338235294,
                9.800533847981
            ],
            "text": " is defined as the average total length of CP trains, both loaded and empty. This includes all cars and locomotives on the train and is",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": " được định nghĩa là tổng chiều dài trung bình của các tàu CP, cả được tải và trống. Điều này bao gồm tất cả xe hơi và đầu máy trên tàu và là"
        },
        {
            "bbox": [
                24.738352605042017,
                247.48610391924,
                973.9074675630253,
                9.800533847980887
            ],
            "text": "calculated as the sum of each car or locomotive's length multiplied by the distance travelled, divided by train miles. This excludes trains in short-haul service,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "được tính bằng tổng của mỗi chiếc xe hoặc chiều dài của đầu máy nhân với khoảng cách di chuyển, chia cho dặm tàu. Điều này không bao gồm các chuyến tàu trong dịch vụ ngắn,"
        },
        {
            "bbox": [
                24.738352605042017,
                257.30566478622336,
                973.9180965546219,
                9.800533847980887
            ],
            "text": "work trains used to move CP's track equipment and materials, and the haulage of other railroads' trains on CP's network. An increase in average train length",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Các chuyến tàu làm việc được sử dụng để di chuyển các thiết bị và vật liệu theo dõi của CP, và việc vận chuyển các chuyến tàu của các tuyến đường sắt khác trên mạng của CP. Sự gia tăng chiều dài xe lửa trung bình"
        },
        {
            "bbox": [
                24.738352605042017,
                267.1299732779098,
                973.906003277311,
                9.7957862232779
            ],
            "text": "indicates improved asset utilization. Average train length of 7,929 feet in 2020 increased by 541 feet, or 7%, compared with 7,388 feet in 2019. This increase was",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "chỉ ra việc sử dụng tài sản được cải thiện. Chiều dài tàu trung bình là 7.929 feet vào năm 2020 tăng thêm 541 feet, hoặc 7%, so với 7.388 feet trong năm 2019. Sự gia tăng này là"
        },
        {
            "bbox": [
                24.738352605042017,
                276.94953414489316,
                973.9074675630253,
                9.800533847981
            ],
            "text": "a result of improvements in operating plan efficiency and continued improvements in operational efficiency due to moving longer Grain and export potash trains.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Một kết quả của sự cải thiện trong hiệu quả của kế hoạch hoạt động và tiếp tục cải thiện hiệu quả hoạt động do di chuyển hạt dài hơn và xuất khẩu tàu kali."
        },
        {
            "bbox": [
                24.738352605042017,
                286.7738426365796,
                973.906003277311,
                9.795774049881175
            ],
            "text": "This increase was partially offset by moving lower volumes of commodities such as Canadian coal, which move in longer trains. Improvements for Grain trains",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Sự gia tăng này được bù đắp một phần bằng cách di chuyển khối lượng hàng hóa thấp hơn như than Canada, di chuyển trong các chuyến tàu dài hơn. Cải thiện cho xe lửa ngũ cốc"
        },
        {
            "bbox": [
                24.738352605042017,
                296.59339133016636,
                281.4993297478992,
                9.800546021377613
            ],
            "text": "were driven by the 8,500-foot HEP train model.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "được điều khiển bởi mô hình xe lửa HEP dài 8.500 feet."
        },
        {
            "bbox": [
                24.738352605042017,
                319.7418720308789,
                973.8986301680674,
                9.800533847981
            ],
            "text": "Average train length of 7,388 feet in 2019 increased by 75 feet, or 1%, from 7,313 feet in 2018. This was a result of improvements in operating plan efficiency",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Chiều dài trung bình của tàu là 7.388 feet trong năm 2019 tăng thêm 75 feet, hoặc 1%, từ 7.313 feet trong năm 2018. Đây là kết quả của những cải thiện về hiệu quả của kế hoạch hoạt động"
        },
        {
            "bbox": [
                24.738352605042017,
                329.56618052256533,
                973.9089490756304,
                9.800533847981
            ],
            "text": "and increased Intermodal volumes which move on longer trains. This increase was partially offset by the implementation of CP's winter contingency plan in the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "và tăng khối lượng đa phương thức di chuyển trên các chuyến tàu dài hơn. Sự gia tăng này được bù đắp một phần bằng việc thực hiện kế hoạch dự phòng mùa đông của CP trong"
        },
        {
            "bbox": [
                24.738352605042017,
                339.3857413895487,
                501.64531546218495,
                9.800533847981
            ],
            "text": "first quarter of 2019 resulting in shorter and lighter trains within the operating plan.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Quý đầu tiên của năm 2019 dẫn đến các chuyến tàu ngắn hơn và nhẹ hơn trong kế hoạch hoạt động."
        },
        {
            "bbox": [
                24.738352605042017,
                362.5389697149644,
                160.15223268907562,
                9.800533847981
            ],
            "text": "Average terminal dwell",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCTBAA+DejaVuSans-Bold",
                "size": 12
            },
            "text_vi": "Thiết bị đầu cuối trung bình"
        },
        {
            "bbox": [
                190.75639327731093,
                362.5389697149644,
                807.900055882353,
                9.800533847981
            ],
            "text": "is defined as the average time a freight car resides within terminal boundaries expressed in hours. The timing starts with a train",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "được định nghĩa là thời gian trung bình, một chiếc xe chở hàng nằm trong các ranh giới thiết bị đầu cuối được thể hiện bằng giờ. Thời gian bắt đầu bằng một chuyến tàu"
        },
        {
            "bbox": [
                24.738352605042017,
                372.3585305819478,
                973.9180965546219,
                9.800533847981
            ],
            "text": "arriving at the terminal, a customer releasing the car to the Company, or a car arriving at interchange from another railroad. The timing ends when the train",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Đến nhà ga, một khách hàng phát hành xe cho công ty hoặc một chiếc xe đến trao đổi từ một tuyến đường sắt khác. Thời gian kết thúc khi tàu"
        },
        {
            "bbox": [
                24.738352605042017,
                382.1828390736342,
                973.9117742857143,
                9.795774049881175
            ],
            "text": "leaves, a customer receives the car from CP, or the freight car is transferred to another railroad. Freight cars are excluded if they are being stored at the terminal",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Lá, một khách hàng nhận được chiếc xe từ CP, hoặc xe chở hàng được chuyển sang đường sắt khác. Xe chở hàng được loại trừ nếu chúng được lưu trữ tại nhà ga"
        },
        {
            "bbox": [
                24.738352605042017,
                392.00238776722097,
                973.8985268067229,
                9.800546021377613
            ],
            "text": "or used in track repairs. A decrease in average terminal dwell indicates improved terminal performance resulting in faster cycle times and improved railcar",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "hoặc được sử dụng trong sửa chữa theo dõi. Việc giảm trung bình của thiết bị đầu cuối cho thấy hiệu suất đầu cuối được cải thiện dẫn đến thời gian chu kỳ nhanh hơn và đường sắt được cải thiện"
        },
        {
            "bbox": [
                24.738352605042017,
                401.8219486342043,
                973.9145133613447,
                9.800533847981
            ],
            "text": "utilization. Average terminal dwell of 6.5 hours in 2020 increased by 2% from 6.4 hours in 2019. This unfavourable increase was a result of aligning the operating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "sử dụng. Nhà ga trung bình là 6,5 giờ vào năm 2020 tăng 2% so với 6,4 giờ trong năm 2019. Sự gia tăng bất lợi này là kết quả của việc căn chỉnh hoạt động"
        },
        {
            "bbox": [
                24.738352605042017,
                411.64625712589077,
                973.893479327731,
                9.800533847981
            ],
            "text": "plan to demand in order to maintain network efficiencies in the last three quarters of 2020. Aligning the operating plan to demand resulted in increased average",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Kế hoạch yêu cầu để duy trì hiệu quả mạng trong ba quý cuối năm 2020. Việc sắp xếp kế hoạch hoạt động theo yêu cầu dẫn đến tăng trung bình"
        },
        {
            "bbox": [
                24.738352605042017,
                421.4658179928741,
                441.13312260504205,
                9.800533847981
            ],
            "text": "train weight, average train length, and increased locomotive productivity.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Trọng lượng đào tạo, chiều dài tàu trung bình và tăng năng suất đầu máy."
        },
        {
            "bbox": [
                24.738352605042017,
                444.61904631828975,
                964.0108427731094,
                9.800533847981114
            ],
            "text": "Average terminal dwell of 6.4 hours in 2019 favourably decreased by 6% from 6.8 hours in 2018. This favourable decrease was due to improved network fluidity.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Nhà ga trung bình là 6,4 giờ trong năm 2019, thuận lợi giảm 6% từ 6,8"
        },
        {
            "bbox": [
                24.738352605042017,
                467.7675270190024,
                136.4571199159664,
                9.800533847981
            ],
            "text": "Average train speed",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCTBAA+DejaVuSans-Bold",
                "size": 12
            },
            "text_vi": "Giờ trong năm 2018. Sự giảm thuận lợi này là do tính lưu động của mạng được cải thiện."
        },
        {
            "bbox": [
                161.18169962184874,
                467.7675270190024,
                837.4656020588236,
                9.800533847981
            ],
            "text": " is defined as a measure of the line-haul movement from origin to destination including terminal dwell hours. It is calculated by dividing the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Tốc độ tàu trung bình"
        },
        {
            "bbox": [
                24.738352605042017,
                477.59183551068884,
                973.893479327731,
                9.795774049881288
            ],
            "text": "total train miles travelled by the total train hours operated. This calculation does not include delay time related to customers or foreign railways and excludes the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": " được định nghĩa là thước đo của chuyển động đường dây từ nguồn gốc đến đích bao gồm cả giờ ở cuối. Nó được tính bằng cách chia"
        },
        {
            "bbox": [
                24.738352605042017,
                487.4113842042756,
                973.9026268067227,
                9.800546021377727
            ],
            "text": "time and distance travelled by: i) trains used in or around CP’s yards; ii) passenger trains; and iii) trains used for repairing track. An increase in average train",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Tổng số dặm tàu ​​đã đi theo tổng số giờ tàu hoạt động. Tính toán này không bao gồm thời gian trì hoãn liên quan đến khách hàng hoặc đường sắt nước ngoài và loại trừ"
        },
        {
            "bbox": [
                24.738352605042017,
                497.23570486935864,
                973.9109473949582,
                9.795774049881288
            ],
            "text": "speed indicates improved on-time performance resulting in improved asset utilization. Average train speed was 22.0 mph in 2020, a decrease of 1%, from 22.2",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "thời gian và khoảng cách đi qua: i) các chuyến tàu được sử dụng trong hoặc xung quanh sân CP CP; ii) tàu chở khách; và iii) các chuyến tàu được sử dụng để sửa chữa theo dõi. Sự gia tăng trung bình tàu"
        },
        {
            "bbox": [
                24.738352605042017,
                507.0552535629454,
                973.8937032773109,
                9.800533847981
            ],
            "text": "mph in 2019. This decrease in speed was a result of aligning the operating plan to demand in order to maintain network efficiencies in the last three quarters of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Tốc độ cho thấy hiệu suất đúng thời gian được cải thiện dẫn đến việc sử dụng tài sản được cải thiện. Tốc độ tàu trung bình là 22,0 dặm / giờ vào năm 2020, giảm 1%, từ 22.2"
        },
        {
            "bbox": [
                24.738352605042017,
                516.8748144299288,
                973.9089490756304,
                9.800533847980944
            ],
            "text": "2020, partially offset by improved winter operating conditions in the first quarter of 2020. Aligning the operating plan to demand resulted in increased average",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "MPH vào năm 2019. Tốc độ giảm này là kết quả của việc sắp xếp kế hoạch hoạt động để yêu cầu để duy trì hiệu quả mạng trong ba quý gần nhất của"
        },
        {
            "bbox": [
                24.738352605042017,
                526.6991229216153,
                441.13312260504205,
                9.800533847980944
            ],
            "text": "train weight, average train length, and increased locomotive productivity.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "2020, được bù đắp một phần bởi điều kiện hoạt động mùa đông được cải thiện trong quý đầu tiên của năm 2020. Việc sắp xếp kế hoạch hoạt động theo yêu cầu dẫn đến tăng trung bình"
        },
        {
            "bbox": [
                24.738352605042017,
                549.8476036223278,
                973.893479327731,
                9.800533847981
            ],
            "text": "Average train speed in 2019 was 22.2 mph, an increase of 3%, from 21.5 mph in 2018. This increase in speed was due to the completion of network infrastructure",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Trọng lượng đào tạo, chiều dài tàu trung bình và tăng năng suất đầu máy."
        },
        {
            "bbox": [
                24.738352605042017,
                559.6719121140143,
                762.0758511764706,
                9.7957862232779
            ],
            "text": "projects, partially offset by the impact of harsh winter operating conditions and network disruptions in the first quarter of 2019.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Tốc độ tàu trung bình năm 2019 là 22,2 dặm / giờ, tăng 3%, từ 21,5 dặm / giờ trong năm 2018. Tốc độ tăng này là do hoàn thành cơ sở hạ tầng mạng"
        },
        {
            "bbox": [
                24.738352605042017,
                582.8203806413302,
                164.34530957983193,
                9.80054602137767
            ],
            "text": "Locomotive productivity",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCTBAA+DejaVuSans-Bold",
                "size": 12
            },
            "text_vi": "Các dự án, được bù đắp một phần bởi tác động của các điều kiện vận hành mùa đông khắc nghiệt và sự gián đoạn mạng trong quý đầu tiên của năm 2019."
        },
        {
            "bbox": [
                189.07224075630253,
                582.8203806413302,
                809.5580235294117,
                9.80054602137767
            ],
            "text": " is defined as the daily average GTMs divided by daily average operating horsepower. Operating horsepower excludes units offline,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Năng suất đầu máy"
        },
        {
            "bbox": [
                24.738352605042017,
                592.6447013064133,
                973.893479327731,
                9.795774049881231
            ],
            "text": "tied up or in storage, or in use on other railways, and includes foreign units online. An increase in locomotive productivity indicates more efficient locomotive",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": " được định nghĩa là GTM trung bình hàng ngày chia cho mã lực hoạt động trung bình hàng ngày. Hoạt động mã lực không bao gồm các đơn vị ngoại tuyến,"
        },
        {
            "bbox": [
                24.738352605042017,
                602.46425,
                973.9074675630253,
                9.800533847981058
            ],
            "text": "utilization and may also be the result of moving heavier commodities. Locomotive productivity was 207 GTMs/OHP in 2020, an increase of 5 GTMs/OHP, or 2%,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Tied Up hoặc trong kho, hoặc sử dụng trên các tuyến đường sắt khác và bao gồm các đơn vị nước ngoài trực tuyến. Sự gia tăng năng suất đầu máy cho thấy đầu máy hiệu quả hơn"
        },
        {
            "bbox": [
                24.738352605042017,
                612.2838108669835,
                973.9197675630252,
                9.800533847980944
            ],
            "text": "compared to 202 GTMs/OHP in 2019. This increase was primarily due to improvements in operating plan efficiency as a result of aligning the operating plan to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Sử dụng và cũng có thể là kết quả của việc di chuyển hàng hóa nặng hơn. Năng suất đầu máy là 207 GTMS/OHP vào năm 2020, tăng 5 GTMS/OHP hoặc 2%,"
        },
        {
            "bbox": [
                24.738352605042017,
                622.1081193586699,
                52.651126764705886,
                9.800533847980944
            ],
            "text": "demand.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "so với 202 GTMS/OHP năm 2019. Sự gia tăng này chủ yếu là do sự cải thiện về hiệu quả của kế hoạch hoạt động do kết quả của kế hoạch hoạt động với"
        },
        {
            "bbox": [
                24.738352605042017,
                645.2566000593824,
                973.9042116806723,
                9.800533847981058
            ],
            "text": "Locomotive productivity was 202 GTMs/OHP in 2019, an increase of 4 GTMs/OHP, or 2%, compared to 198 GTMs/OHP in 2018. This increase was primarily due to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "yêu cầu."
        },
        {
            "bbox": [
                24.738352605042017,
                655.0809085510689,
                571.309604117647,
                9.800533847981
            ],
            "text": "improvements in operating plan efficiency as a result of aligning the operating plan to demand.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Năng suất đầu máy là 202 GTMS/OHP vào năm 2019, tăng 4 GTMS/OHP hoặc 2%, so với 198 GTMS/OHP năm 2018. Sự gia tăng này chủ yếu là do"
        },
        {
            "bbox": [
                24.738352605042017,
                678.2293770783848,
                98.06262512605042,
                9.800546021377727
            ],
            "text": "Fuel efficiency",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QCTBAA+DejaVuSans-Bold",
                "size": 12
            },
            "text_vi": "Cải thiện hiệu quả của kế hoạch hoạt động do kết quả của việc sắp xếp kế hoạch hoạt động theo yêu cầu."
        },
        {
            "bbox": [
                122.78956836134454,
                678.2293770783848,
                875.8422635714285,
                9.800546021377727
            ],
            "text": " is defined as U.S. gallons of locomotive fuel consumed per 1,000 GTMs. Fuel consumed includes gallons from freight, yard and commuter service",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Hiệu quả nhiên liệu"
        },
        {
            "bbox": [
                24.738352605042017,
                688.0536977434679,
                875.4290335294119,
                9.795774049881288
            ],
            "text": "but excludes fuel used in capital projects and other non-freight activities. An improvement in fuel efficiency indicates operational cost savings and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QWSBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": " được định nghĩa là gallon nhiên liệu đầu máy của Hoa Kỳ được tiêu thụ trên 1.000 GTM. Nhiên liệu tiêu thụ bao gồm gallon từ dịch vụ vận chuyển hàng hóa, sân và đi lại"
        }
    ]
}