{
    "metadata": {
        "page_hash": "eea7fa9b615127e9115c58ac37464efb81eb024fe2e3e484999a177bfb33fa00",
        "original_filename": "0000030625-19-000009_20190220x10k.pdf",
        "page_no": 4,
        "num_pages": 122,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                31.465077494061802,
                973.9129457142857,
                10.616358372921582
            ],
            "text": "primarily focused on cost reduction and capital efficiency. The projects include elements of organizational design, business process definition,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chủ yếu tập trung vào giảm chi phí và hiệu quả vốn. Các dự án bao gồm các yếu tố của thiết kế tổ chức, định nghĩa quy trình kinh doanh,"
        },
        {
            "bbox": [
                24.738352605042017,
                42.689813539192414,
                973.9166150420169,
                10.616346199524855
            ],
            "text": "process automation and metrics. Individual projects vary in terms of time to execute, ranging from one year for simple quick-fix efforts to five years",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Quá trình tự động hóa và số liệu. Các dự án cá nhân khác nhau về thời gian để thực hiện, từ một năm cho các nỗ lực sửa nhanh đơn giản đến năm năm"
        },
        {
            "bbox": [
                24.738352605042017,
                53.91423307600962,
                973.9166150420169,
                10.616358372921468
            ],
            "text": "for more complex infrastructure efforts. A structured process has been created to ensure that each project follows common milestones and delivers",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cho các nỗ lực cơ sở hạ tầng phức tạp hơn. Một quy trình có cấu trúc đã được tạo ra để đảm bảo rằng mỗi dự án tuân theo các cột mốc phổ biến và cung cấp"
        },
        {
            "bbox": [
                24.738352605042017,
                65.13896912114012,
                973.8968557983194,
                10.616346199525083
            ],
            "text": "value over its lifecycle, with a governance process that oversees the portfolio to ensure that time-phased trade-offs between cost and benefits are",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "giá trị trong vòng đời của nó, với một quy trình quản trị giám sát danh mục đầu tư để đảm bảo rằng sự đánh đổi theo thời gian giữa chi phí và lợi ích là"
        },
        {
            "bbox": [
                24.738352605042017,
                76.36369299287412,
                973.8999049579833,
                10.616358372921582
            ],
            "text": "proactively managed. The project portfolio is actively covered by a dedicated transformation office to ensure that projects are managed from",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "chủ động quản lý. Danh mục dự án được tích cực bao phủ bởi một văn phòng chuyển đổi chuyên dụng để đảm bảo rằng các dự án được quản lý từ"
        },
        {
            "bbox": [
                24.738352605042017,
                87.58812470308783,
                494.2670553781513,
                10.616358372921695
            ],
            "text": "inception to execution to protect the long-term value of the transformation.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bắt đầu thực hiện để bảo vệ giá trị dài hạn của chuyển đổi."
        },
        {
            "bbox": [
                40.622615672268914,
                110.64120249406176,
                89.42444021008401,
                10.714122921615171
            ],
            "text": "Competition",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QFCBAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Cuộc thi"
        },
        {
            "bbox": [
                56.50688218487395,
                128.27745961995254,
                942.1429346218488,
                10.616358372921582
            ],
            "text": "Despite consolidation activities in past years, the markets for our products remain highly competitive, with primary competitive drivers being",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bất chấp các hoạt động hợp nhất trong những năm qua, thị trường cho các sản phẩm của chúng tôi vẫn có tính cạnh tranh cao, với các trình điều khiển cạnh tranh chính"
        },
        {
            "bbox": [
                24.738352605042017,
                139.50219566508315,
                973.9076742857143,
                10.616346199524855
            ],
            "text": "price, reputation, project management, timeliness of delivery, quality, proximity to service centers and technical expertise, as well as contractual",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giá cả, danh tiếng, quản lý dự án, tính kịp thời của giao hàng, chất lượng, sự gần gũi với các trung tâm dịch vụ và chuyên môn kỹ thuật, cũng như hợp đồng"
        },
        {
            "bbox": [
                24.738352605042017,
                150.72691953681715,
                973.905159159664,
                10.616054038004677
            ],
            "text": "terms and previous installation history. In the pursuit of large capital projects, competitive drivers and competition vary depending on the industry",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Điều khoản và lịch sử cài đặt trước đó. Trong việc theo đuổi các dự án vốn lớn, các tài xế cạnh tranh và cạnh tranh khác nhau tùy thuộc vào ngành"
        },
        {
            "bbox": [
                24.738352605042017,
                161.95135124703086,
                973.9124116806724,
                10.616358372921695
            ],
            "text": "and products involved. Industries experiencing slow growth generally tend to have a competitive environment more heavily influenced by price due",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và các sản phẩm liên quan. Các ngành công nghiệp trải qua sự tăng trưởng chậm thường có xu hướng có một môi trường cạnh tranh bị ảnh hưởng nặng nề hơn bởi giá cả"
        },
        {
            "bbox": [
                24.738352605042017,
                173.17607511876486,
                973.9129457142857,
                10.616358372921582
            ],
            "text": "to supply outweighing demand and price competition tends to be more significant for original equipment orders than aftermarket services.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Để cung cấp lớn hơn nhu cầu và cạnh tranh giá có xu hướng quan trọng hơn đối với các đơn đặt hàng thiết bị ban đầu so với các dịch vụ hậu mãi."
        },
        {
            "bbox": [
                24.738352605042017,
                184.40081116389558,
                973.9129457142857,
                10.616054038004677
            ],
            "text": "Considering the current forecasts for 2019, pricing for original equipment orders may continue to be a particularly influential competitive factor.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Xem xét các dự báo hiện tại cho năm 2019, giá cho các đơn đặt hàng thiết bị gốc có thể tiếp tục là một yếu tố cạnh tranh đặc biệt có ảnh hưởng."
        },
        {
            "bbox": [
                24.738352605042017,
                195.62523070071268,
                973.8959083193279,
                10.616358372921582
            ],
            "text": "The unique competitive environments in each of our three business segments are discussed in more detail under the “Business Segments” heading",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các môi trường cạnh tranh độc đáo trong mỗi ba phân khúc kinh doanh của chúng tôi được thảo luận chi tiết hơn theo tiêu đề của các phân khúc kinh doanh trên mạng"
        },
        {
            "bbox": [
                24.738352605042017,
                206.84996674584318,
                42.915058319327734,
                10.616346199525083
            ],
            "text": "below.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "dưới."
        },
        {
            "bbox": [
                56.50688218487395,
                224.38844714964375,
                942.1444161344538,
                10.616358372921695
            ],
            "text": "In the aftermarket portion of our business, we compete against large, well-established national and global competitors and, in some markets,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong phần hậu mãi trong hoạt động kinh doanh của chúng tôi, chúng tôi cạnh tranh với các đối thủ cạnh tranh quốc gia và toàn cầu lớn, được thiết lập tốt và, ở một số thị trường,"
        },
        {
            "bbox": [
                24.738352605042017,
                235.61318319477436,
                973.9124116806724,
                10.61605403800479
            ],
            "text": "against regional and local companies. In the oil and gas and chemical industries, the primary competitors for aftermarket services tend to be",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "chống lại các công ty khu vực và địa phương. Trong các ngành công nghiệp dầu khí và hóa học, các đối thủ cạnh tranh chính cho các dịch vụ hậu mãi có xu hướng"
        },
        {
            "bbox": [
                24.738352605042017,
                246.83761490498807,
                973.8995776470589,
                10.616346199525083
            ],
            "text": "customers’ own in-house capabilities. In the nuclear power generation industry, we possess certain competitive advantages due to our \"N Stamp\"",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Khách hàng có khả năng trong nhà riêng. Trong ngành sản xuất điện hạt nhân, chúng tôi sở hữu một số lợi thế cạnh tranh do \"con tem N\" của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                258.0623387767222,
                973.9111541176471,
                10.616358372921468
            ],
            "text": "certification, which is a prerequisite to serve customers in that industry, as well as our considerable base of proprietary knowledge. Aftermarket",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chứng nhận, là điều kiện tiên quyết để phục vụ khách hàng trong ngành đó, cũng như cơ sở đáng kể về kiến ​​thức độc quyền của chúng tôi. Hậu mãi"
        },
        {
            "bbox": [
                24.738352605042017,
                269.2870626484561,
                973.8968557983194,
                10.616066211401403
            ],
            "text": "competition for standardized products is aggressive due to the existence of common standards allowing for easier replacement or repair of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cạnh tranh cho các sản phẩm tiêu chuẩn hóa là tích cực do sự tồn tại của các tiêu chuẩn chung cho phép thay thế hoặc sửa chữa dễ dàng hơn"
        },
        {
            "bbox": [
                24.738352605042017,
                280.5114943586699,
                121.96410743697481,
                10.616358372921582
            ],
            "text": "installed products.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cài đặt sản phẩm."
        },
        {
            "bbox": [
                56.50688218487395,
                298.0499869358671,
                942.1438821008405,
                10.616358372921582
            ],
            "text": "In the sale of aftermarket products and services, we benefit from our large installed base of pumps, valves and seals, which continually require",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trong việc bán các sản phẩm và dịch vụ hậu mãi, chúng tôi được hưởng lợi từ cơ sở máy bơm, van và con dấu lớn được cài đặt"
        },
        {
            "bbox": [
                24.738352605042017,
                309.27471080760097,
                973.9129457142857,
                10.616358372921695
            ],
            "text": "maintenance, repair and replacement parts due to the nature of the products and the conditions under which they operate. Timeliness of delivery,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Bảo trì, sửa chữa và các bộ phận thay thế do bản chất của các sản phẩm và các điều kiện mà chúng hoạt động. Tính kịp thời của giao hàng,"
        },
        {
            "bbox": [
                24.738352605042017,
                320.49943467933497,
                973.9114642016807,
                10.616066211401403
            ],
            "text": "quality and the proximity of service centers are important customer considerations when selecting a provider for aftermarket products and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chất lượng và sự gần gũi của các trung tâm dịch vụ là những cân nhắc quan trọng của khách hàng khi chọn nhà cung cấp cho các sản phẩm hậu mãi và"
        },
        {
            "bbox": [
                24.738352605042017,
                331.7238663895487,
                973.9010591596639,
                10.616358372921695
            ],
            "text": "services. In geographic regions where we are locally positioned to provide a quick response, customers have traditionally relied on us, rather than",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "dịch vụ. Ở các khu vực địa lý nơi chúng tôi được định vị tại địa phương để cung cấp phản hồi nhanh chóng, khách hàng theo truyền thống đã dựa vào chúng tôi, thay vì"
        },
        {
            "bbox": [
                24.738352605042017,
                342.9486024346794,
                973.9114642016807,
                10.616346199524855
            ],
            "text": "our competitors, for aftermarket products relating to our highly-engineered and customized products, although we are seeing increased",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các đối thủ cạnh tranh của chúng tôi, cho các sản phẩm hậu mãi liên quan đến các sản phẩm được thiết kế cao và tùy chỉnh của chúng tôi, mặc dù chúng tôi đang thấy tăng"
        },
        {
            "bbox": [
                24.738352605042017,
                354.1733263064133,
                159.95293478991596,
                10.61605403800479
            ],
            "text": "competition in this area.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cạnh tranh trong lĩnh vực này."
        },
        {
            "bbox": [
                56.50688218487395,
                371.7118188836105,
                942.1307379831934,
                10.61605403800479
            ],
            "text": "Generally, our customers attempt to reduce the number of vendors from which they purchase, thereby reducing the size and diversity of their",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nói chung, khách hàng của chúng tôi cố gắng giảm số lượng nhà cung cấp mà họ mua, do đó giảm quy mô và sự đa dạng của"
        },
        {
            "bbox": [
                24.738352605042017,
                382.9362505938243,
                973.8897066386555,
                10.616346199524855
            ],
            "text": "supply chain. Although vendor reduction programs could adversely affect our business, we have been successful in establishing long-term supply",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "chuỗi cung ứng. Mặc dù các chương trình giảm giá của nhà cung cấp có thể ảnh hưởng xấu đến doanh nghiệp của chúng tôi, chúng tôi đã thành công trong việc thiết lập nguồn cung dài hạn"
        },
        {
            "bbox": [
                24.738352605042017,
                394.1609744655582,
                973.9020066386555,
                10.616358372921695
            ],
            "text": "agreements with a number of customers. While the majority of these agreements do not provide us with exclusive rights, they can provide us a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "thỏa thuận với một số khách hàng. Mặc dù phần lớn các thỏa thuận này không cung cấp cho chúng tôi các quyền độc quyền, nhưng chúng có thể cung cấp cho chúng tôi một"
        },
        {
            "bbox": [
                24.738352605042017,
                405.3856983372922,
                973.8999049579833,
                10.616054038004677
            ],
            "text": "\"preferred\" status with our customers and thereby increase opportunities to win future business. We also utilize our LifeCycle Advantage program",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tình trạng \"ưa thích\" với khách hàng của chúng tôi và do đó tăng cơ hội để giành được doanh nghiệp trong tương lai. Chúng tôi cũng sử dụng chương trình Lợi thế vòng đời của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                416.610130047506,
                973.9166150420169,
                10.616358372921582
            ],
            "text": "to establish fee-based contracts to manage customers’ aftermarket requirements. These programs provide an opportunity to manage the customer’s",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Để thiết lập các hợp đồng dựa trên phí để quản lý các yêu cầu hậu mãi của khách hàng. Các chương trình này cung cấp một cơ hội"
        },
        {
            "bbox": [
                24.738352605042017,
                427.8348539192399,
                465.47682092436986,
                10.616358372921695
            ],
            "text": "installed base and expand the business relationship with the customer.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Để quản lý khách hàng"
        },
        {
            "bbox": [
                56.50688218487395,
                445.3733464964371,
                942.1333736974791,
                10.616358372921695
            ],
            "text": "Our ability to use our portfolio of products, solutions and services to meet customer needs is a competitive strength. Our market approach is to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cài đặt cơ sở và mở rộng mối quan hệ kinh doanh với khách hàng."
        },
        {
            "bbox": [
                24.738352605042017,
                456.5980703681711,
                973.8959083193279,
                10.616066211401403
            ],
            "text": "create value for our customers throughout the life cycle of their investments in flow control management. We continue to explore and develop",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Khả năng sử dụng danh mục sản phẩm, giải pháp và dịch vụ của chúng tôi để đáp ứng nhu cầu của khách hàng là một thế mạnh cạnh tranh. Cách tiếp cận thị trường của chúng tôi là"
        },
        {
            "bbox": [
                24.738352605042017,
                467.8225020783848,
                973.9124116806724,
                10.616358372921582
            ],
            "text": "potential new offerings in conjunction with our customers. In the early phases of project design, we endeavor to create value in optimizing the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tạo giá trị cho khách hàng của chúng tôi trong suốt vòng đời của các khoản đầu tư của họ vào quản lý kiểm soát dòng chảy. Chúng tôi tiếp tục khám phá và phát triển"
        },
        {
            "bbox": [
                24.738352605042017,
                479.0472381235155,
                973.9166150420169,
                10.616346199524855
            ],
            "text": "selection of equipment for the customer’s specific application, as we are capable of providing technical expertise on product and system capabilities",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các dịch vụ mới tiềm năng kết hợp với khách hàng của chúng tôi. Trong giai đoạn đầu của thiết kế dự án, chúng tôi nỗ lực tạo ra giá trị trong việc tối ưu hóa"
        },
        {
            "bbox": [
                24.738352605042017,
                490.2719619952494,
                973.9124116806724,
                10.61605403800479
            ],
            "text": "even outside the scope of our specific products, solutions and services. After the equipment is constructed and delivered to the customer’s site, we",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lựa chọn thiết bị cho ứng dụng cụ thể của khách hàng, vì chúng tôi có khả năng cung cấp chuyên môn kỹ thuật về khả năng sản phẩm và hệ thống"
        },
        {
            "bbox": [
                24.738352605042017,
                501.4963937054632,
                973.8959083193279,
                10.616346199524855
            ],
            "text": "continue to create value through our aftermarket capabilities by optimizing the performance of the equipment over its operational life. Our skilled",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngay cả ngoài phạm vi của các sản phẩm, giải pháp và dịch vụ cụ thể của chúng tôi. Sau khi thiết bị được xây dựng và chuyển đến trang web của khách hàng, chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                512.7211175771972,
                973.9166150420169,
                10.616358372921525
            ],
            "text": "service personnel can provide these aftermarket services for our products, as well as many competitors’ products, within the installed base. This",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tiếp tục tạo ra giá trị thông qua khả năng hậu mãi của chúng tôi bằng cách tối ưu hóa hiệu suất của thiết bị trong suốt thời gian vận hành. Kỹ năng của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                523.9458414489311,
                973.9076742857143,
                10.616066211401403
            ],
            "text": "value is further enhanced by the global reach of our QRCs and, when combined with our other solutions for our customers’ flow control",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nhân viên dịch vụ có thể cung cấp các dịch vụ hậu mãi này cho các sản phẩm của chúng tôi, cũng như nhiều sản phẩm của đối thủ cạnh tranh, trong cơ sở được cài đặt. Cái này"
        },
        {
            "bbox": [
                24.738352605042017,
                535.1702731591449,
                852.6402688235295,
                10.616358372921638
            ],
            "text": "management needs, allows us to create value for our customers during all phases of the capital and operating expenditure cycles.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Giá trị được tăng cường hơn nữa bởi phạm vi toàn cầu của QRC của chúng tôi và khi kết hợp với các giải pháp khác của chúng tôi cho khách hàng của chúng tôi kiểm soát dòng chảy"
        },
        {
            "bbox": [
                507.5796554621849,
                573.0534331947744,
                8.208217226890781,
                10.616358372921582
            ],
            "text": "3",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QLCBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nhu cầu quản lý, cho phép chúng tôi tạo ra giá trị cho khách hàng của mình trong tất cả các giai đoạn của Capital và các chu kỳ chi tiêu hoạt động."
        }
    ]
}