{
    "metadata": {
        "page_hash": "eeaebf3ca9880c2dcdf26f815827f57f8bab36b4a837925beb78dbe0ce48ff8a",
        "original_filename": "0000003570-19-000030_20190225x10k.pdf",
        "page_no": 24,
        "num_pages": 138,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                25.15280611638957,
                973.9124116806724,
                10.616054038004677
            ],
            "text": "attributable to the future sale of our LNG inventory and to price risk attributable to future purchases of natural gas to be utilized as fuel to operate",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Do đó là việc bán hàng tồn kho LNG trong tương lai của chúng tôi và rủi ro giá do mua khí đốt tự nhiên trong tương lai sẽ được sử dụng làm nhiên liệu để vận hành"
        },
        {
            "bbox": [
                24.738352605042017,
                36.377529988123456,
                555.1980856302522,
                10.616066211401517
            ],
            "text": "our LNG terminals and to secure natural gas feedstock for our liquefaction facilities.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các thiết bị đầu cuối LNG của chúng tôi và để đảm bảo nguyên liệu khí đốt tự nhiên cho các cơ sở hóa lỏng của chúng tôi."
        },
        {
            "bbox": [
                60.47794924369749,
                58.82698990498818,
                938.1769150420167,
                10.61605403800479
            ],
            "text": "The CFTC has re-proposed position limits rules that would modify and expand the applicability of position limits on the amounts of certain",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "CFTC đã giới hạn vị trí lại giới hạn vị trí sẽ sửa đổi và mở rộng khả năng áp dụng các giới hạn vị trí đối với số lượng nhất định"
        },
        {
            "bbox": [
                24.738352605042017,
                70.05171377672218,
                973.9114642016807,
                10.616054038004677
            ],
            "text": "speculative futures contracts, as well as economically equivalent options, futures and swaps for or linked to certain physical commodities, including",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hợp đồng tương lai đầu cơ, cũng như các tùy chọn tương đương về kinh tế, tương lai và hoán đổi cho hoặc liên kết với các mặt hàng vật lý nhất định, bao gồm cả"
        },
        {
            "bbox": [
                24.738352605042017,
                81.27643764845607,
                973.9014726050422,
                10.616066211401403
            ],
            "text": "Henry Hub natural gas, that market participants may hold, subject to limited exemptions for certain bona fide hedging positions and other types of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Henry Hub Gas tự nhiên, những người tham gia thị trường có thể nắm giữ, phải chịu các miễn trừ hạn chế đối với một số vị trí phòng ngừa rủi ro và các loại khác của"
        },
        {
            "bbox": [
                24.738352605042017,
                92.50117369358668,
                973.9124116806724,
                10.616054038004904
            ],
            "text": "transactions. To the extent the revised CFTC position limits proposal becomes final, our ability to execute our hedging strategies described above",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "giao dịch. Trong phạm vi đề xuất giới hạn vị trí CFTC sửa đổi trở thành cuối cùng, khả năng thực hiện các chiến lược phòng ngừa rủi ro của chúng tôi được mô tả ở trên"
        },
        {
            "bbox": [
                24.738352605042017,
                103.72352375296907,
                973.9114642016807,
                10.618427850356397
            ],
            "text": "could be limited. It is uncertain at this time whether, when and in what form the CFTC’s proposed new position limits rules may become final and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể được giới hạn. Không chắc chắn vào thời điểm này, liệu khi nào và dưới dạng CFTC, đề xuất các quy tắc giới hạn vị trí mới có thể trở thành cuối cùng và"
        },
        {
            "bbox": [
                24.738352605042017,
                114.94824762470319,
                60.33501428571429,
                10.61844002375301
            ],
            "text": "effective.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "hiệu quả."
        },
        {
            "bbox": [
                60.47794924369749,
                137.3977075415678,
                938.15011,
                10.616054038004677
            ],
            "text": "Under the Dodd-Frank Act and the rules adopted thereunder, we may be required to clear through a derivatives clearing organization any",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Theo Đạo luật Dodd-Frank và các quy tắc được thông qua theo đó, chúng tôi có thể được yêu cầu xóa thông qua một tổ chức xóa các công cụ phái sinh bất kỳ"
        },
        {
            "bbox": [
                24.738352605042017,
                148.62243141330168,
                973.9010591596639,
                10.61605403800479
            ],
            "text": "swaps into which we enter that fall within a class of swaps designated by the CFTC for mandatory clearing and we could have to execute trades in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "hoán đổi mà chúng ta nhập vào đó trong một lớp hoán đổi được chỉ định bởi CFTC để xóa bắt buộc và chúng ta có thể phải thực hiện các giao dịch trong"
        },
        {
            "bbox": [
                24.738352605042017,
                159.84715528503568,
                973.9147200840337,
                10.616066211401403
            ],
            "text": "such swaps on certain trading platforms or exchanges. The CFTC has designated certain interest rate swaps and index credit default swaps for",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoán đổi như vậy trên một số nền tảng giao dịch hoặc trao đổi nhất định. CFTC đã chỉ định hoán đổi lãi suất nhất định và hoán đổi mặc định tín dụng chỉ số cho"
        },
        {
            "bbox": [
                24.738352605042017,
                171.0718913301663,
                973.9124116806724,
                10.61605403800479
            ],
            "text": "mandatory clearing, but has not yet finalized rules designating any physical commodity swaps, for mandatory clearing or mandatory exchange",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Xóa bắt buộc, nhưng chưa hoàn tất các quy tắc chỉ định bất kỳ giao dịch hoán đổi hàng hóa vật chất nào, để thanh toán bù trừ hoặc trao đổi bắt buộc"
        },
        {
            "bbox": [
                24.738352605042017,
                182.2966152019003,
                973.9166150420169,
                10.616054038004677
            ],
            "text": "trading. Although we expect to qualify for the end-user exception from the mandatory clearing and trade execution requirements for our swaps",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "giao dịch. Mặc dù chúng tôi hy vọng sẽ đủ điều kiện cho ngoại lệ của người dùng cuối từ các yêu cầu thực thi thương mại và thanh toán bù trừ bắt buộc đối với các giao dịch hoán đổi của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                193.52133907363418,
                973.9165116806722,
                10.616066211401517
            ],
            "text": "entered into to hedge our commercial risks, if we fail to qualify for that exception as to any swap we enter into and have to clear that swap through",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đã tham gia vào việc phòng ngừa rủi ro thương mại của chúng tôi, nếu chúng tôi không đủ điều kiện cho ngoại lệ đó như bất kỳ sự hoán đổi nào chúng tôi tham gia và phải xóa trao đổi đó"
        },
        {
            "bbox": [
                24.738352605042017,
                204.7460751187649,
                973.9010591596639,
                10.616054038004677
            ],
            "text": "a derivatives clearing organization, we could be required to post margin with respect to such swap, our cost of entering into and maintaining such",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Một tổ chức thanh toán bù trừ phái sinh, chúng tôi có thể được yêu cầu đăng ký quỹ liên quan đến việc hoán đổi như vậy, chi phí của chúng tôi để tham gia và duy trì"
        },
        {
            "bbox": [
                24.738352605042017,
                215.9707989904988,
                973.9129457142857,
                10.61605403800479
            ],
            "text": "swap could increase and we would not enjoy the same flexibility with the cleared swaps that we enjoy with the uncleared OTC swaps we enter into.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoán đổi có thể tăng lên và chúng tôi sẽ không tận hưởng sự linh hoạt tương tự với các giao dịch hoán đổi được xóa mà chúng tôi thích với các giao dịch hoán đổi OTC không rõ ràng mà chúng tôi tham gia."
        },
        {
            "bbox": [
                24.738352605042017,
                227.1955228622328,
                973.8897066386555,
                10.616066211401403
            ],
            "text": "Moreover, the application of the mandatory clearing and trade execution requirements to other market participants, such as swap dealers, may",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hơn nữa, việc áp dụng các yêu cầu thực thi thương mại và thanh toán bù trừ bắt buộc cho những người tham gia thị trường khác, chẳng hạn như các đại lý hoán đổi, có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                238.4202589073634,
                973.8957015966387,
                10.61605403800479
            ],
            "text": "change the market cost and general availability in the market of swaps of the type we enter into to hedge our commercial risks and, thus, the cost",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thay đổi chi phí thị trường và tính khả dụng chung trên thị trường hoán đổi loại chúng tôi tham gia để phòng ngừa rủi ro thương mại của mình và do đó, chi phí"
        },
        {
            "bbox": [
                24.738352605042017,
                249.6449827790974,
                350.1297810084034,
                10.61605403800479
            ],
            "text": "and availability of the swaps that we use for hedging.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và sự sẵn có của các giao dịch hoán đổi mà chúng tôi sử dụng để phòng ngừa rủi ro."
        },
        {
            "bbox": [
                60.47794924369749,
                272.0944305225654,
                938.1623066386555,
                10.61606621140129
            ],
            "text": "As required by the Dodd-Frank Act, the CFTC and federal banking regulators have adopted rules to require certain market participants to",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Theo yêu cầu của Đạo luật Dodd-Frank, CFTC và các cơ quan quản lý ngân hàng liên bang đã áp dụng các quy tắc để yêu cầu một số người tham gia thị trường"
        },
        {
            "bbox": [
                24.738352605042017,
                283.3191665676959,
                973.9165116806722,
                10.616054038004904
            ],
            "text": "collect and post initial and/or variation margin with respect to uncleared swaps from their counterparties that are financial end users and certain",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thu thập và đăng biên độ ban đầu và/hoặc biến thể đối với các giao dịch hoán đổi không rõ ràng từ các đối tác của họ là người dùng cuối tài chính và một số"
        },
        {
            "bbox": [
                24.738352605042017,
                294.54389043943,
                973.8959083193279,
                10.616054038004677
            ],
            "text": "registered swap dealers and major swap participants. Although we believe we will not be required to post margin with respect to any uncleared",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các đại lý hoán đổi đã đăng ký và những người tham gia hoán đổi chính. Mặc dù chúng tôi tin rằng chúng tôi sẽ không bắt buộc phải đăng ký quỹ đối với bất kỳ không rõ ràng"
        },
        {
            "bbox": [
                24.738352605042017,
                305.7686143111639,
                973.8959083193279,
                10.616066211401517
            ],
            "text": "swaps we enter into in the future, were we required to post margin as to our uncleared swaps in the future, our cost of entering into and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoán đổi chúng ta tham gia vào tương lai, chúng ta phải đăng ký quỹ cho các giao dịch hoán đổi không rõ ràng trong tương lai, chi phí của chúng ta để tham gia và"
        },
        {
            "bbox": [
                24.738352605042017,
                316.9933503562946,
                973.8999049579833,
                10.616054038004677
            ],
            "text": "maintaining swaps would be increased. Our counterparties that are subject to the regulations imposing the Basel III capital requirements on them",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Duy trì hoán đổi sẽ được tăng lên. Các đối tác của chúng tôi tuân theo các quy định áp đặt các yêu cầu vốn của Basel III đối với chúng"
        },
        {
            "bbox": [
                24.738352605042017,
                328.2180742280285,
                973.9129457142857,
                10.61605403800479
            ],
            "text": "may increase the cost to us of entering into swaps with them or, although not required to collect margin from us under the margin rules,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể tăng chi phí cho chúng tôi khi tham gia hoán đổi với họ hoặc, mặc dù không bắt buộc phải thu tiền ký quỹ từ chúng tôi theo Quy tắc ký quỹ,"
        },
        {
            "bbox": [
                24.738352605042017,
                339.4427980997625,
                973.9147200840337,
                10.616066211401403
            ],
            "text": "contractually require us to post collateral with them in connection with such swaps in order to offset their increased capital costs or to reduce their",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "hợp đồng yêu cầu chúng tôi đăng tài sản thế chấp với họ liên quan đến các giao dịch hoán đổi như vậy để bù đắp chi phí vốn tăng của họ hoặc để giảm"
        },
        {
            "bbox": [
                24.738352605042017,
                350.66753414489324,
                405.1972944537815,
                10.616054038004677
            ],
            "text": "capital costs to maintain those swaps on their balance sheets.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chi phí vốn để duy trì những giao dịch hoán đổi trên bảng cân đối kế toán của họ."
        },
        {
            "bbox": [
                60.47794924369749,
                373.1146080760095,
                938.1615658823531,
                10.61844002375301
            ],
            "text": "The Dodd-Frank Act also imposes other regulatory requirements on swaps market participants, including end users of swaps, such as",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Đạo luật Dodd-Frank cũng áp đặt các yêu cầu về quy định khác đối với những người tham gia thị trường hoán đổi, bao gồm cả người sử dụng hoán đổi cuối cùng, chẳng hạn như"
        },
        {
            "bbox": [
                24.738352605042017,
                384.3393319477434,
                973.8992675630253,
                10.61844002375301
            ],
            "text": "regulations relating to swap documentation, reporting and recordkeeping, and certain business conduct rules applicable to swap dealers and major",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các quy định liên quan đến tài liệu hoán đổi, báo cáo và lưu trữ hồ sơ và một số quy tắc tiến hành kinh doanh áp dụng cho các đại lý hoán đổi và chính"
        },
        {
            "bbox": [
                24.738352605042017,
                395.56406799287413,
                973.9073642016807,
                10.61605403800479
            ],
            "text": "swap participants. Together with the Basel III capital requirements on certain swaps market participants, the regulatory requirements of the Dodd-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "người tham gia hoán đổi. Cùng với các yêu cầu vốn của Basel III đối với những người tham gia thị trường hoán đổi nhất định, các yêu cầu quy định của Dodd-"
        },
        {
            "bbox": [
                24.738352605042017,
                406.78879186460813,
                973.8968557983194,
                10.616054038004677
            ],
            "text": "Frank Act and the rules thereunder relating to swaps and derivatives market participants could significantly increase the cost of derivative",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Frank Act và các quy tắc theo đó liên quan đến hoán đổi"
        },
        {
            "bbox": [
                24.738352605042017,
                418.01351573634213,
                973.9014726050422,
                10.616066211401403
            ],
            "text": "contracts (including through requirements to post margin or collateral), materially alter the terms of derivative contracts, reduce the availability of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và những người tham gia thị trường phái sinh có thể làm tăng đáng kể chi phí phái sinh"
        },
        {
            "bbox": [
                24.738352605042017,
                429.23825178147274,
                973.8959083193279,
                10.61605403800479
            ],
            "text": "derivatives to protect against certain risks that we encounter and reduce our ability to monetize or restructure our existing derivative contracts and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "các hợp đồng (bao gồm thông qua các yêu cầu để đăng biên hoặc tài sản thế chấp), thay đổi vật chất các điều khoản của hợp đồng phái sinh, giảm sự sẵn có của"
        },
        {
            "bbox": [
                24.738352605042017,
                440.46297565320674,
                973.9147200840337,
                10.616054038004677
            ],
            "text": "to execute our hedging strategies. If, as a result of the swaps regulatory regime discussed above, we were to reduce our use of swaps to hedge our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "các công cụ phái sinh để bảo vệ chống lại một số rủi ro mà chúng ta gặp phải và giảm khả năng kiếm tiền hoặc tái cấu trúc các hợp đồng phái sinh hiện tại của chúng ta và"
        },
        {
            "bbox": [
                24.738352605042017,
                451.6876995249406,
                973.8959083193279,
                10.61605403800479
            ],
            "text": "risks, such as commodity price risks that we encounter in our operations, our operating results and cash flows may become more volatile and could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Để thực hiện các chiến lược phòng ngừa rủi ro của chúng tôi. Nếu, do kết quả của chế độ quy định hoán đổi đã thảo luận ở trên, chúng tôi đã giảm việc sử dụng các giao dịch hoán đổi để phòng ngừa"
        },
        {
            "bbox": [
                24.738352605042017,
                462.9124233966746,
                212.52303142857144,
                10.616066211401403
            ],
            "text": "be otherwise adversely affected.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Rủi ro, chẳng hạn như rủi ro giá hàng hóa mà chúng tôi gặp phải trong hoạt động, kết quả hoạt động và dòng tiền của chúng tôi có thể trở nên biến động hơn và có thể"
        },
        {
            "bbox": [
                60.47794924369749,
                485.36188331353924,
                938.1577759663867,
                10.616054038004677
            ],
            "text": "The Federal Reserve Board also has proposed rules that would limit certain physical commodity activities of financial holding companies.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "bị ảnh hưởng xấu."
        },
        {
            "bbox": [
                24.738352605042017,
                496.5866071852731,
                973.9170457142858,
                10.616066211401517
            ],
            "text": "Such rules, if adopted, may adversely affect our ability to execute our strategies by restricting our available counterparties for certain types of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ủy ban Dự trữ Liên bang cũng có các quy tắc đề xuất sẽ hạn chế một số hoạt động hàng hóa vật chất của các công ty nắm giữ tài chính."
        },
        {
            "bbox": [
                24.738352605042017,
                507.81134323040385,
                973.9124116806724,
                10.616054038004734
            ],
            "text": "transactions, limiting our ability to obtain certain services, and reducing liquidity in physical and financial markets. It is uncertain at this time",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các quy tắc như vậy, nếu được thông qua, có thể ảnh hưởng xấu đến khả năng thực hiện các chiến lược của chúng tôi bằng cách hạn chế các đối tác có sẵn của chúng tôi cho một số loại"
        },
        {
            "bbox": [
                24.738352605042017,
                519.0360671021378,
                931.208465462185,
                10.616054038004734
            ],
            "text": "whether, when and in what form the Federal Reserve’s proposed rules regarding financial holding companies may become final and effective.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "giao dịch, hạn chế khả năng của chúng tôi để có được một số dịch vụ nhất định và giảm thanh khoản trong thị trường vật chất và tài chính. Không chắc chắn vào lúc này"
        },
        {
            "bbox": [
                60.47794924369749,
                541.4855270190023,
                938.1563116806724,
                10.61605403800479
            ],
            "text": "European and UK-specific regulations, including but not limited to EMIR, MiFID II, REMIT, MAR, FSMA and RAO, govern our trading",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cho dù, khi nào và trong hình thức của Cục Dự trữ Liên bang, các quy tắc đề xuất liên quan đến các công ty nắm giữ tài chính có thể trở thành cuối cùng và hiệu quả."
        },
        {
            "bbox": [
                24.738352605042017,
                552.7102508907363,
                973.9010591596639,
                10.61605403800479
            ],
            "text": "activities and our compliance with such laws may result in increased costs and risks to the business similar to the impacts stated above with",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các quy định dành riêng cho châu Âu và Anh, bao gồm nhưng không giới hạn ở Emir, Mifid II, Remit, Mar, FSMA và Rao, điều hành giao dịch của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                563.9349747624703,
                973.9165116806722,
                10.616066211401403
            ],
            "text": "respect to Dodd-Frank. The increased costs may also have an adverse impact on our business, contracts, financial condition, operating results, cash",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các hoạt động và việc tuân thủ các luật đó của chúng tôi có thể dẫn đến chi phí và rủi ro cho doanh nghiệp tăng lên tương tự như các tác động được nêu ở trên"
        },
        {
            "bbox": [
                24.738352605042017,
                575.159710807601,
                973.8959083193279,
                10.616054038004677
            ],
            "text": "flow, liquidity and prospects. Further, any violation of the foregoing laws and regulations could result in investigations, and possible fines and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tôn trọng Dodd-Frank. Chi phí gia tăng cũng có thể có tác động bất lợi đến doanh nghiệp, hợp đồng, điều kiện tài chính, kết quả hoạt động, tiền mặt của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                586.3844346793348,
                337.4254831092437,
                10.61605403800479
            ],
            "text": "penalties, and in some scenarios, criminal offenses.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "dòng chảy, thanh khoản và triển vọng. Hơn nữa, bất kỳ sự vi phạm các luật và quy định đã nói ở trên có thể dẫn đến các cuộc điều tra, và các khoản tiền phạt có thể"
        },
        {
            "bbox": [
                503.484530672269,
                622.1628022565321,
                16.414022689075637,
                10.616066211401403
            ],
            "text": "20",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOMBAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hình phạt, và trong một số kịch bản, tội phạm hình sự."
        }
    ]
}