{
    "metadata": {
        "page_hash": "f58c64f25b1c83c0f021f43df8594bb1ee666d640100930b457674a20368a36a",
        "original_filename": "aviation_instructors_handbook.pdf",
        "page_no": 181,
        "num_pages": 228,
        "original_width": 612.13,
        "original_height": 792.09998,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "faa_regulations",
        "doc_category": "laws_and_regulations"
    },
    "cells": [
        {
            "bbox": [
                61.37140154052244,
                52.917590024430865,
                179.6854303415941,
                14.416448729111266
            ],
            "text": "Demonstrated Ability ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Arial,Bold",
                "size": 1
            },
            "text_vi": "Khả năng thể hiện "
        },
        {
            "bbox": [
                61.37140154052244,
                72.13348717670715,
                901.5299380442062,
                14.287395260381118
            ],
            "text": "Assessment of demonstrated ability during flight instruction must be based upon established standards of performance, suitably ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Đánh giá khả năng đã được chứng minh trong quá trình hướng dẫn bay phải dựa trên các tiêu chuẩn hiệu suất được thiết lập, một cách phù hợp "
        },
        {
            "bbox": [
                61.37140154052244,
                86.74352257905616,
                902.1344591426658,
                14.287382320095617
            ],
            "text": "modified to apply to the learner’s experience and stage of development as a pilot. The assessment must consider the learner’s mastery ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "được sửa đổi để áp dụng cho kinh nghiệm của người học và giai đoạn phát triển với tư cách là một phi công. Việc đánh giá phải xem xét sự thành thạo của người học "
        },
        {
            "bbox": [
                61.37140154052244,
                101.36642062533565,
                577.5516560616209,
                14.287382320095617
            ],
            "text": "of the elements involved in the maneuver, rather than merely the overall performance. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "trong số các yếu tố liên quan đến thao tác, thay vì chỉ đơn thuần là hiệu suất tổng thể. "
        },
        {
            "bbox": [
                61.37140154052244,
                131.16707028574854,
                901.795242799732,
                14.287382320095503
            ],
            "text": "In order for a learner to be signed off for a solo flight, the instructor needs to determine that the learner is qualified and proficient in ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Để người học được ký kết cho một chuyến bay một mình, người hướng dẫn cần xác định rằng người học có đủ điều kiện và thành thạo "
        },
        {
            "bbox": [
                61.37140154052244,
                145.78996833202802,
                901.8674129269925,
                14.287395260381118
            ],
            "text": "the flight tasks necessary for the flight. The instructor bases this assessment on the learner’s ability to demonstrate consistent ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Các nhiệm vụ bay cần thiết cho chuyến bay. Người hướng dẫn dựa trên đánh giá này về khả năng của người học để thể hiện sự nhất quán "
        },
        {
            "bbox": [
                61.37140154052244,
                160.39999079409142,
                901.6247806430006,
                14.287395260381118
            ],
            "text": "proficiency on a number of flight maneuvers. Pilot skill evaluations occur during the conduct of courses at FAA-approved schools, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Thành thạo một số thao tác bay. Đánh giá kỹ năng thí điểm xảy ra trong quá trình thực hiện các khóa học tại các trường được FAA phê chuẩn, "
        },
        {
            "bbox": [
                61.37140154052244,
                175.02290178065653,
                859.5270746818485,
                14.28738232009539
            ],
            "text": "and teaching instructors should verify that learners meet the proficiency requirements prior to sending them for any stage check. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "và giảng viên giảng dạy nên xác minh rằng người học đáp ứng các yêu cầu về trình độ trước khi gửi chúng để kiểm tra giai đoạn. "
        },
        {
            "bbox": [
                61.37140154052244,
                212.44539262581463,
                177.99860850636304,
                14.416448729111266
            ],
            "text": "Postflight Evaluation ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Arial,Bold",
                "size": 1
            },
            "text_vi": "Đánh giá Postflight "
        },
        {
            "bbox": [
                61.37140154052244,
                231.62250774201505,
                901.8086386470195,
                14.287395260381118
            ],
            "text": "In assessing piloting ability, it is important for the flight instructor to keep the learner informed of progress. This may be done as each ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Trong việc đánh giá khả năng thí điểm, điều quan trọng đối với người hướng dẫn chuyến bay là thông báo cho người học về sự tiến bộ. Điều này có thể được thực hiện như mỗi "
        },
        {
            "bbox": [
                61.37140154052244,
                246.24540578829453,
                901.8789501004688,
                14.287395260381118
            ],
            "text": "procedure or maneuver is completed or summarized during postflight critiques. Postflight critiques should be in a written format, such ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Thủ tục hoặc thao tác được hoàn thành hoặc tóm tắt trong các bài phê bình Postflight. Các bài phê bình Postflight nên ở định dạng bằng văn bản, chẳng hạn như "
        },
        {
            "bbox": [
                61.37140154052244,
                260.86831677485964,
                901.7770579370396,
                14.287382320095503
            ],
            "text": "as notes to aid the flight instructor in covering all areas that were noticed during the flight or lesson. Traditionally, flight instructors ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Như ghi chú để hỗ trợ người hướng dẫn bay trong việc bao quát tất cả các khu vực được chú ý trong suốt chuyến bay hoặc bài học. Theo truyền thống, giảng viên bay "
        },
        {
            "bbox": [
                61.37140154052244,
                275.47833923692315,
                901.751706296048,
                14.287395260381118
            ],
            "text": "explained errors in performance, pointed out elements in which the deficiencies were believed to have originated and, if possible, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "giải thích các lỗi trong hiệu suất, chỉ ra các yếu tố trong đó các thiếu sót được cho là có nguồn gốc và, nếu có thể, "
        },
        {
            "bbox": [
                61.37140154052244,
                290.10123728320264,
                901.750282987274,
                14.287395260381118
            ],
            "text": "suggested appropriate corrective measures. Traditional assessment depends on a grading scale of “excellent, good, fair, poor” or ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "đề xuất các biện pháp khắc phục thích hợp. Đánh giá truyền thống phụ thuộc vào quy mô phân loại của xuất sắc, tốt, công bằng, nghèo hoặc "
        },
        {
            "bbox": [
                61.37140154052244,
                304.72414826976774,
                882.8281630944407,
                14.28738232009539
            ],
            "text": "“exceeds standards, meets standards, needs more training” which often meets the instructor’s needs but not the needs of the learner. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Tiêu chuẩn vượt quá tiêu chuẩn, đáp ứng các tiêu chuẩn, cần được đào tạo nhiều hơn, thường đáp ứng nhu cầu của người hướng dẫn nhưng không phải là nhu cầu của người học. "
        },
        {
            "bbox": [
                61.37140154052244,
                334.5754203276207,
                901.750282987274,
                14.287382320095503
            ],
            "text": "With the advent of SBT, collaborative assessment is used whenever the learner has completed a scenario. As discussed in Chapters 5, ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Với sự ra đời của SBT, đánh giá hợp tác được sử dụng bất cứ khi nào người học hoàn thành một kịch bản. Như đã thảo luận trong Chương 5, "
        },
        {
            "bbox": [
                61.37140154052244,
                349.1983183739002,
                901.6134276624247,
                14.28735643952416
            ],
            "text": "The Teaching Process, and Chapter 6, Assessment, SBT uses a highly structured script of real-world experiences to address aviation ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Quy trình giảng dạy và Chương 6, Đánh giá, SBT sử dụng kịch bản có cấu trúc cao về trải nghiệm trong thế giới thực để giải quyết vấn đề hàng không "
        },
        {
            "bbox": [
                61.37140154052244,
                363.84704523032553,
                901.7904537843267,
                14.28735643952416
            ],
            "text": "training objectives in an operational environment. During the postflight evaluation, collaborative assessment is used to evaluate ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Mục tiêu đào tạo trong một môi trường hoạt động. Trong quá trình đánh giá sau ánh sáng, đánh giá hợp tác được sử dụng để đánh giá "
        },
        {
            "bbox": [
                61.37140154052244,
                378.4699950377476,
                394.37586905559283,
                14.287343499238546
            ],
            "text": "whether certain learning criteria were met during the SBT. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Liệu một số tiêu chí học tập nhất định đã được đáp ứng trong SBT. "
        },
        {
            "bbox": [
                61.37140154052244,
                408.1020974776442,
                901.1689534494307,
                14.287343499238546
            ],
            "text": "Collaborative assessment includes learner self-assessment and a detailed assessment by the aviation instructor. The purpose of the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Đánh giá hợp tác bao gồm tự đánh giá người học và đánh giá chi tiết của người hướng dẫn hàng không. Mục đích của "
        },
        {
            "bbox": [
                61.37140154052244,
                422.7250343447805,
                901.7636788345612,
                14.287343499238546
            ],
            "text": "self-assessment is to stimulate growth in the learner’s thought processes and, in turn, behaviors. The self-assessment is followed by an ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Tự đánh giá là để kích thích sự tăng trưởng trong các quá trình suy nghĩ của người học và đến lượt nó, các hành vi. Việc tự đánh giá được theo sau bởi một "
        },
        {
            "bbox": [
                61.35469189551239,
                437.34797121191696,
                900.5949397186872,
                14.28735643952416
            ],
            "text": "in-depth discussion between the instructor and the learner which compares the instructor’s assessment to the learner’s self-assessment. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Thảo luận chuyên sâu giữa người hướng dẫn và người học so sánh đánh giá của người hướng dẫn với người học tự đánh giá. "
        },
        {
            "bbox": [
                61.37140154052244,
                474.7531738354544,
                132.48599966510383,
                15.83616628799814
            ],
            "text": "First Solo Flight ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman,BoldItalic",
                "size": 1
            },
            "text_vi": "Chuyến bay solo đầu tiên "
        },
        {
            "bbox": [
                61.37140154052244,
                495.19019398283535,
                901.8339902880107,
                14.28735643952416
            ],
            "text": "During the learner’s first solo flight, the instructor needs to be present to assist in answering questions or resolving any issues that ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Trong chuyến bay solo đầu tiên của người học, người hướng dẫn cần có mặt để hỗ trợ trả lời các câu hỏi hoặc giải quyết bất kỳ vấn đề nào "
        },
        {
            "bbox": [
                61.37145177494977,
                509.8131437902573,
                901.4043854655058,
                14.28734349923866
            ],
            "text": "arise during the flight. To ensure the solo flight is a positive, confidence-building experience for the learner, the flight instructor needs ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "phát sinh trong suốt chuyến bay. Để đảm bảo chuyến bay solo là một trải nghiệm tích cực, tự tin cho người học, người hướng dẫn bay cần "
        },
        {
            "bbox": [
                61.37145177494977,
                524.4360806573937,
                901.7052561955794,
                14.287356439524217
            ],
            "text": "to consider time of day when scheduling the flight. Time of day is a factor in traffic congestion, possible winds, sun angles, and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Để xem xét thời gian trong ngày khi lên lịch bay. Thời gian trong ngày là một yếu tố tắc nghẽn giao thông, gió có thể, góc mặt trời và "
        },
        {
            "bbox": [
                61.37145177494977,
                539.0590175245302,
                72.29835063630273,
                14.28735643952416
            ],
            "text": "reflection. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "sự phản xạ. "
        },
        {
            "bbox": [
                61.37140154052244,
                568.8851466073766,
                901.7136955793703,
                14.287343499238546
            ],
            "text": "If possible, the flight instructor needs access to a portable radio during any supervised solo operations. A radio enables the instructor ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Nếu có thể, người hướng dẫn bay cần truy cập vào một đài phát thanh di động trong bất kỳ hoạt động solo được giám sát nào. Đài phát thanh cho phép người hướng dẫn "
        },
        {
            "bbox": [
                61.37140154052244,
                583.49516906944,
                901.8555576021433,
                14.28735643952416
            ],
            "text": "to terminate the solo operation if he or she observes a situation developing. The flight instructor needs should use good judgment ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Để chấm dứt hoạt động solo nếu anh ấy hoặc cô ấy quan sát một tình huống đang phát triển. Người hướng dẫn chuyến bay cần sử dụng phán đoán tốt "
        },
        {
            "bbox": [
                61.37140154052244,
                598.1181059365763,
                901.7620378432687,
                14.28735643952416
            ],
            "text": "when communicating with a solo learner. Keep all radio communications to a minimum. Do not talk to the learner on short final of the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Khi giao tiếp với một người học solo. Giữ tất cả các liên lạc vô tuyến ở mức tối thiểu. Không nói chuyện với người học trong trận chung kết ngắn của "
        },
        {
            "bbox": [
                61.37140154052244,
                612.7410557439983,
                123.93764065639652,
                14.287343499238546
            ],
            "text": "landing approach. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "phương pháp hạ cánh. "
        },
        {
            "bbox": [
                61.37140154052244,
                650.0293170061689,
                165.02531647689213,
                15.836166287998083
            ],
            "text": "Post-Solo Debriefing ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman,BoldItalic",
                "size": 1
            },
            "text_vi": "Hậu Solo phỏng vấn "
        },
        {
            "bbox": [
                61.37140154052244,
                670.4275680577596,
                900.7483908238446,
                14.287343499238546
            ],
            "text": "During a post-solo debriefing, the flight instructor discusses what took place during the learner’s solo flight. It is important for the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Trong một cuộc phỏng vấn sau Solo, người hướng dẫn bay đã thảo luận về những gì diễn ra trong chuyến bay solo của người học. Nó rất quan trọng đối với "
        },
        {
            "bbox": [
                61.37140154052244,
                685.0505049248959,
                901.8502327528465,
                14.287356439524217
            ],
            "text": "flight instructor to answer any questions the learner may have as result of a solo flight. Instructors need to be involved in all aspects of ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Người hướng dẫn bay để trả lời bất kỳ câu hỏi nào mà người học có thể có do một chuyến bay solo. Người hướng dẫn cần phải tham gia vào tất cả các khía cạnh của "
        },
        {
            "bbox": [
                61.37140154052244,
                699.6734029711754,
                901.688662089752,
                14.287369379809832
            ],
            "text": "the flight to ensure the learner utilizes correct flight procedures. It is very important for the flight instructor to debrief a learner ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Chuyến bay để đảm bảo người học sử dụng các quy trình bay chính xác. Điều rất quan trọng đối với người hướng dẫn chuyến bay là người học "
        },
        {
            "bbox": [
                61.37140154052244,
                714.2834383735245,
                880.2394825853985,
                14.287369379809832
            ],
            "text": "immediately after a solo flight. With the flight vividly etched in the learner’s memory, questions about the flight will come quickly. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Ngay sau một chuyến bay một mình. Với chuyến bay khắc sâu trong người học"
        },
        {
            "bbox": [
                61.37140154052244,
                751.8612514672706,
                245.42024279973205,
                14.416422848539924
            ],
            "text": "Correction of Learner Errors ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Arial,Bold",
                "size": 1
            },
            "text_vi": "Bộ nhớ, câu hỏi về chuyến bay sẽ đến nhanh chóng. "
        },
        {
            "bbox": [
                61.37140154052244,
                771.0512162871157,
                902.1261872069658,
                14.28736937980986
            ],
            "text": "Correction of learner errors does not include the practice of taking over from learners immediately when a mistake is made. Safety ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Sửa lỗi của người học "
        },
        {
            "bbox": [
                61.37140154052244,
                785.6741402139664,
                897.7904537843268,
                14.28736937980986
            ],
            "text": "permitting, it is frequently better to let learners progress part of the way into the mistake and find a way out. For example, in a weight-",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Sửa lỗi của người học không bao gồm việc thực hành tiếp quản từ người học ngay lập tức khi một lỗi được thực hiện. Sự an toàn "
        },
        {
            "bbox": [
                61.37140154052244,
                800.2841626760298,
                901.7250318151373,
                14.28736937980986
            ],
            "text": "shift control aircraft the bar is moved right to turn left. A learner may show an initial tendency to move the bar in the direction of the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Cho phép, tốt hơn là để người học tiến bộ một phần của con đường vào sai lầm và tìm ra lối thoát. Ví dụ, trong một trọng lượng-"
        },
        {
            "bbox": [
                61.37140154052244,
                814.9070866028806,
                901.6985750167448,
                14.287369379809888
            ],
            "text": "desired turn. This tendency dissipates with time, but allowing the learner to see the effect of his or her control input is a valuable aid ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Máy bay điều khiển dịch chuyển Thanh được di chuyển phải rẽ trái. Người học có thể hiển thị xu hướng ban đầu để di chuyển thanh theo hướng của "
        },
        {
            "bbox": [
                61.37140154052244,
                829.5300105297314,
                901.581445077026,
                14.28736937980986
            ],
            "text": "in illustrating the stability of the aircraft. It is difficult for learners to learn a maneuver properly if they seldom have the opportunity to ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "lượt mong muốn. Xu hướng này tan biến theo thời gian, nhưng cho phép người học thấy ảnh hưởng của đầu vào kiểm soát của mình là một trợ giúp có giá trị "
        },
        {
            "bbox": [
                61.37140154052244,
                844.1787632667281,
                111.79606329537842,
                14.28736937980986
            ],
            "text": "correct an error. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "trong việc minh họa sự ổn định của máy bay. Rất khó để người học học một thao tác đúng cách nếu họ hiếm khi có cơ hội "
        },
        {
            "bbox": [
                61.37140154052244,
                873.8747260162789,
                901.8721014735431,
                14.287369379809832
            ],
            "text": "On the other hand, learners may perform a procedure or maneuver correctly and not fully understand the principles and objectives ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "sửa lỗi. "
        },
        {
            "bbox": [
                61.37140154052244,
                888.4976628834153,
                901.8339902880107,
                14.287365497724167
            ],
            "text": "involved. When the instructor suspects this, learners should be required to vary the performance of the maneuver slightly, combine it ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "Mặt khác, người học có thể thực hiện một thủ tục hoặc điều động chính xác và không hiểu đầy đủ các nguyên tắc và mục tiêu "
        },
        {
            "bbox": [
                61.37140154052244,
                903.1205893983232,
                900.7984745478901,
                14.287370673838424
            ],
            "text": "with other operations, or apply the same elements to the performance of other maneuvers. Learners who do not understand the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "có liên quan. Khi người hướng dẫn nghi ngờ điều này, người học nên được yêu cầu thay đổi hiệu suất của thao tác một chút, kết hợp nó "
        },
        {
            "bbox": [
                61.37140154052244,
                917.7435210893453,
                459.693250167448,
                14.28737067383841
            ],
            "text": "principles involved will probably not be able to do this successfully. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/Times New Roman",
                "size": 1
            },
            "text_vi": "với các hoạt động khác, hoặc áp dụng các yếu tố tương tự cho hiệu suất của các thao tác khác. Những người học không hiểu "
        },
        {
            "bbox": [
                490.7233757535164,
                988.6025337672651,
                33.95003348961825,
                14.274429094165615
            ],
            "text": "9-12",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/ABCDEE+Calibri",
                "size": 1
            },
            "text_vi": "Các nguyên tắc liên quan có thể sẽ không thể làm điều này thành công. "
        }
    ]
}