{
    "metadata": {
        "page_hash": "f6dcc51f381ad47cbcc526e76fd2a9d231f94198253d516658844d1f1311a04c",
        "original_filename": "0000003545-19-000143_20191205x10k.pdf",
        "page_no": 13,
        "num_pages": 93,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                35.67494239904988,
                973.9124116806724,
                10.616066211401517
            ],
            "text": "that could significantly reduce the number and availability of workers. Termination of a significant number of personnel who are found to be",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Điều đó có thể làm giảm đáng kể số lượng và sự sẵn có của người lao động. Chấm dứt một số lượng đáng kể nhân viên được tìm thấy"
        },
        {
            "bbox": [
                24.738352605042017,
                46.89967844418061,
                973.9147200840337,
                10.616054038004677
            ],
            "text": "unauthorized workers or the scarcity of other available personnel to harvest our agricultural products could cause harvesting costs to increase or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "công nhân trái phép hoặc sự khan hiếm của các nhân viên có sẵn khác để thu hoạch các sản phẩm nông nghiệp của chúng tôi có thể khiến chi phí thu hoạch tăng hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                58.124402315914494,
                973.9076742857143,
                10.61605403800479
            ],
            "text": "could lead to the loss of product that is not timely harvested which could have a material adverse effect to our citrus grove business, financial",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể dẫn đến việc mất sản phẩm không được thu hoạch kịp thời có thể có tác dụng bất lợi vật chất đối với doanh nghiệp Grove Grove, tài chính của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                69.3491261876485,
                308.72830831932777,
                10.616066211401517
            ],
            "text": "condition, results of operations and cash flows.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "điều kiện, kết quả của hoạt động và dòng tiền."
        },
        {
            "bbox": [
                24.738352605042017,
                91.69990855106892,
                631.7645864705883,
                10.714731591448867
            ],
            "text": "Our acquisition of additional agricultural assets and other businesses could pose risks.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Việc chúng tôi mua lại tài sản nông nghiệp bổ sung và các doanh nghiệp khác có thể gây ra rủi ro."
        },
        {
            "bbox": [
                24.738352605042017,
                114.24685302850355,
                973.9165116806722,
                10.617247030878843
            ],
            "text": "We seek to opportunistically acquire new agricultural assets from time to time that we believe would complement our business. For example, in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thỉnh thoảng chúng tôi tìm cách mua cơ hội tài sản nông nghiệp mới mà chúng tôi tin rằng sẽ bổ sung cho doanh nghiệp của chúng tôi. Ví dụ, trong"
        },
        {
            "bbox": [
                24.738352605042017,
                125.47157690023755,
                973.9114642016807,
                10.616066211401403
            ],
            "text": "fiscal year 2015 we acquired three Florida citrus properties, including Orange-Co and Silver Nip Citrus, which resulted in our citrus division being",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Năm tài chính 2015, chúng tôi đã mua được ba tài sản cam quýt ở Florida, bao gồm cả cam quýt cam và bạc, dẫn đến bộ phận cam quýt của chúng tôi"
        },
        {
            "bbox": [
                24.738352605042017,
                136.69631294536816,
                973.9147200840337,
                10.61605403800479
            ],
            "text": "one of the largest citrus producers in the United States. While we expect that our past and future acquisitions will successfully complement our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Một trong những nhà sản xuất cam quýt lớn nhất ở Hoa Kỳ. Trong khi chúng tôi hy vọng rằng việc mua lại trong quá khứ và tương lai của chúng tôi sẽ bổ sung thành công"
        },
        {
            "bbox": [
                24.738352605042017,
                147.92103681710216,
                973.8968557983194,
                10.61605403800479
            ],
            "text": "business, we may fail to realize all of the anticipated benefits of these acquisitions, which could reduce our anticipated results. We cannot assure",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Kinh doanh, chúng tôi có thể không nhận ra tất cả các lợi ích dự kiến ​​của các vụ mua lại này, điều này có thể làm giảm kết quả dự kiến ​​của chúng tôi. Chúng tôi không thể đảm bảo"
        },
        {
            "bbox": [
                24.738352605042017,
                159.14576068883616,
                973.8957015966387,
                10.61605403800479
            ],
            "text": "that we will be able to successfully identify suitable acquisition opportunities, negotiate appropriate acquisition terms, or obtain any financing that",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "rằng chúng tôi sẽ có thể xác định thành công các cơ hội mua lại phù hợp, đàm phán các điều khoản mua lại phù hợp hoặc có được bất kỳ tài chính nào"
        },
        {
            "bbox": [
                24.738352605042017,
                170.37048456057016,
                973.9129457142857,
                10.61606621140129
            ],
            "text": "may be needed to consummate such acquisitions or complete proposed acquisitions. Acquisitions by us could result in accounting changes,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có thể cần thiết để hoàn thành việc mua lại như vậy hoặc mua lại hoàn toàn đề xuất. Việc mua lại của chúng tôi có thể dẫn đến thay đổi kế toán,"
        },
        {
            "bbox": [
                24.738352605042017,
                181.59522060570066,
                973.9111541176471,
                10.616054038004904
            ],
            "text": "potentially dilutive issuances of equity securities, increased debt and contingent liabilities, reduce the amount of cash available for dividends, debt",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "có khả năng phát hành chứng khoán vốn chủ sở hữu, tăng nợ, giảm nợ, giảm số tiền có sẵn cho cổ tức, nợ"
        },
        {
            "bbox": [
                24.738352605042017,
                192.81994447743477,
                973.9170457142858,
                10.616054038004677
            ],
            "text": "service payments, integration issues and diversion of management’s attention, any of which could adversely affect our business, results of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thanh toán dịch vụ, các vấn đề tích hợp và chuyển hướng sự chú ý của quản lý, bất kỳ trong số đó có thể ảnh hưởng xấu đến hoạt động kinh doanh của chúng tôi, kết quả của"
        },
        {
            "bbox": [
                24.738352605042017,
                204.04466834916866,
                973.9124116806724,
                10.616066211401517
            ],
            "text": "operations, financial condition, and cash flows. We may be unable to successfully realize the financial, operational, and other benefits we anticipate",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoạt động, điều kiện tài chính và dòng tiền. Chúng tôi có thể không thể nhận ra thành công tài chính, hoạt động và các lợi ích khác mà chúng tôi dự đoán"
        },
        {
            "bbox": [
                24.738352605042017,
                215.26940439429939,
                908.7780717647059,
                10.616054038004677
            ],
            "text": "from our acquisitions and our failure to do so could adversely affect our business, results of operations, financial condition and cash flows.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Từ việc mua lại của chúng tôi và việc chúng tôi không làm như vậy có thể ảnh hưởng xấu đến hoạt động kinh doanh của chúng tôi, kết quả hoạt động, điều kiện tài chính và dòng tiền."
        },
        {
            "bbox": [
                24.738352605042017,
                237.61899376484553,
                185.83993857142858,
                10.715924584323147
            ],
            "text": "Dispositions of our assets",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Bố trí tài sản của chúng tôi"
        },
        {
            "bbox": [
                215.05480210084036,
                237.61899376484553,
                385.4654277310925,
                10.715924584323147
            ],
            "text": "may adversely affect our future results of operations.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "có thể ảnh hưởng xấu đến kết quả hoạt động trong tương lai của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                260.1671190617577,
                973.9165116806722,
                10.616066211401517
            ],
            "text": "We also routinely evaluate the benefits of disposing of certain of our assets which could include the exit from lines of business. For example, in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi cũng thường xuyên đánh giá lợi ích của việc xử lý một số tài sản của chúng tôi có thể bao gồm việc thoát khỏi các ngành kinh doanh. Ví dụ, trong"
        },
        {
            "bbox": [
                24.738352605042017,
                271.39185510688844,
                973.8992675630253,
                10.616054038004677
            ],
            "text": "November of 2014 we sold significant sugarcane assets and we are no longer involved in the sugarcane business and in January of 2018 we sold our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tháng 11 năm 2014, chúng tôi đã bán tài sản mía đáng kể và chúng tôi không còn tham gia vào ngành kinh doanh mía và vào tháng 1 năm 2018, chúng tôi đã bán"
        },
        {
            "bbox": [
                24.738352605042017,
                282.61657897862233,
                973.9165116806722,
                10.616054038004677
            ],
            "text": "breeding herd and no longer engage in cattle operations. While such dispositions increase the amount of cash available to us, it could also result in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Nhân giống đàn và không còn tham gia vào các hoạt động gia súc. Mặc dù các khoản việc như vậy làm tăng lượng tiền mặt có sẵn cho chúng tôi, nhưng nó cũng có thể dẫn đến"
        },
        {
            "bbox": [
                24.738352605042017,
                293.8413028503563,
                973.8959083193279,
                10.616066211401403
            ],
            "text": "a potential loss of significant operating revenues and income streams that we might not be able to replace, makes our business less diversified and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "mất tiềm năng của các khoản thu và dòng thu nhập đáng kể mà chúng tôi có thể không thể thay thế, làm cho doanh nghiệp của chúng tôi ít đa dạng hơn và"
        },
        {
            "bbox": [
                24.738352605042017,
                305.06603889548694,
                681.1243486554622,
                10.61605403800479
            ],
            "text": "could ultimately have a negative impact on our results of operations, financial condition and cash flows.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cuối cùng có thể có tác động tiêu cực đến kết quả hoạt động, tình trạng tài chính và dòng tiền của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                327.4168212589075,
                973.8967524369749,
                10.714731591448867
            ],
            "text": "If a transaction intended to qualify as a Section 1031 Exchange is later determined to be taxable, we may face adverse consequences,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Nếu một giao dịch dự định đủ điều kiện là trao đổi mục 1031 sau đó được xác định là phải chịu thuế, chúng ta có thể phải đối mặt với những hậu quả bất lợi,"
        },
        {
            "bbox": [
                24.738352605042017,
                338.64154513064136,
                973.912721764706,
                10.714731591448867
            ],
            "text": "and if the laws applicable to such transactions are amended or repealed, we may not be able to dispose of properties on a tax deferred",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Và nếu luật pháp áp dụng cho các giao dịch đó được sửa đổi hoặc bãi bỏ"
        },
        {
            "bbox": [
                24.738352605042017,
                349.86626900237525,
                41.2856855882353,
                10.714731591449095
            ],
            "text": "basis.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "cơ sở."
        },
        {
            "bbox": [
                24.738352605042017,
                372.41321347981,
                973.8968557983194,
                10.617247030878843
            ],
            "text": "From time to time we dispose of properties in transactions that are intended to qualify as Section 1031 Exchanges. It is possible that the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thỉnh thoảng chúng tôi xử lý các tài sản trong các giao dịch nhằm đủ điều kiện là trao đổi Mục 1031. Có thể là"
        },
        {
            "bbox": [
                24.738352605042017,
                383.637937351544,
                973.8959083193279,
                10.617247030878843
            ],
            "text": "qualification of a transaction as a Section 1031 Exchange could be successfully challenged and determined to be currently taxable and we could",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Trình độ của một giao dịch như một trao đổi mục 1031 có thể bị thách thức thành công và được xác định là phải chịu thuế và chúng tôi có thể"
        },
        {
            "bbox": [
                24.738352605042017,
                394.8626612232779,
                973.8968557983194,
                10.616066211401517
            ],
            "text": "also be required to pay interest and penalties. As a result, we may be required to borrow funds in order to pay additional income taxes, and the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Cũng được yêu cầu trả lãi và hình phạt. Kết quả là, chúng tôi có thể được yêu cầu vay tiền để trả thêm thuế thu nhập và"
        },
        {
            "bbox": [
                24.738352605042017,
                406.0873972684086,
                973.9147200840337,
                10.61605403800479
            ],
            "text": "payment of such taxes could cause us to have less cash available. Moreover, it is possible that legislation could be enacted that could modify or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Thanh toán các loại thuế như vậy có thể khiến chúng tôi có sẵn ít tiền mặt hơn. Hơn nữa, có thể luật pháp có thể được ban hành có thể sửa đổi hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                417.3121211401426,
                973.8923251260505,
                10.616054038004677
            ],
            "text": "repeal the laws with respect to Section 1031 Exchanges, which could make it more difficult or not possible for us to dispose of properties on a tax",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hủy bỏ các luật liên quan đến trao đổi Mục 1031, điều này có thể khiến chúng tôi khó khăn hơn hoặc không thể xử lý các tài sản đối với thuế"
        },
        {
            "bbox": [
                24.738352605042017,
                428.5368450118765,
                97.96707445378152,
                10.616066211401403
            ],
            "text": "deferred basis.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "cơ sở hoãn lại."
        },
        {
            "bbox": [
                24.738352605042017,
                450.88763954869364,
                973.9098793277312,
                10.714719418052255
            ],
            "text": "We may undertake one or more significant corporate transactions that may not achieve their intended results, may adversely affect",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "Chúng tôi có thể thực hiện một hoặc nhiều giao dịch công ty quan trọng có thể không đạt được kết quả dự định của họ, có thể ảnh hưởng xấu"
        },
        {
            "bbox": [
                24.738352605042017,
                462.11236342042764,
                732.2822364705883,
                10.714731591448867
            ],
            "text": "our financial condition and our results of operations or result in unforeseeable risks to our business.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QIXAAA+DejaVuSerif-BoldItalic",
                "size": 13
            },
            "text_vi": "tình trạng tài chính của chúng tôi và kết quả của chúng tôi về"
        },
        {
            "bbox": [
                24.738352605042017,
                484.6604887173397,
                973.8957015966387,
                10.616054038004677
            ],
            "text": "We continuously evaluate the acquisition or disposition of operating businesses and assets and may in the future undertake one or more significant",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "hoạt động hoặc dẫn đến rủi ro không lường trước cho doanh nghiệp của chúng tôi."
        },
        {
            "bbox": [
                24.738352605042017,
                495.8852125890737,
                973.9129457142857,
                10.616066211401403
            ],
            "text": "transactions. Any such acquisitive transaction could be material to our business and could take any number of forms, including mergers,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Chúng tôi liên tục đánh giá việc mua lại hoặc xử lý các doanh nghiệp và tài sản hoạt động và trong tương lai có thể thực hiện một hoặc nhiều quan trọng"
        },
        {
            "bbox": [
                24.738352605042017,
                507.10875564133016,
                973.9147200840337,
                10.6172470308789
            ],
            "text": "acquisitions, joint ventures and the purchase of equity interests. The consideration for such acquisitive transactions may include, among other",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "giao dịch. Bất kỳ giao dịch mua lại nào như vậy có thể là tài liệu cho doanh nghiệp của chúng tôi và có thể có bất kỳ số lượng biểu mẫu nào, bao gồm cả sáp nhập,"
        },
        {
            "bbox": [
                24.738352605042017,
                518.3334795130642,
                973.905159159664,
                10.617247030878843
            ],
            "text": "things, cash, common stock or equity interests in the Company or our subsidiaries, or a contribution of property or equipment to obtain equity",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "mua lại, liên doanh và mua lợi ích vốn chủ sở hữu. Việc xem xét các giao dịch mua lại như vậy có thể bao gồm, trong số các giao dịch khác"
        },
        {
            "bbox": [
                24.738352605042017,
                529.5582155581948,
                973.9170457142858,
                10.61605403800479
            ],
            "text": "interests, and in conjunction with a transaction we might incur additional indebtedness. We also routinely evaluate the benefits of disposing of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Những điều, tiền mặt, cổ phiếu phổ thông hoặc lợi ích vốn chủ sở hữu trong công ty hoặc các công ty con của chúng tôi, hoặc đóng góp tài sản hoặc thiết bị để có được vốn chủ sở hữu"
        },
        {
            "bbox": [
                24.738352605042017,
                540.7829394299288,
                681.6517499159664,
                10.616054038004734
            ],
            "text": "certain assets. Such dispositions could take the form of asset sales, mergers or sales of equity interests.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Lợi ích và kết hợp với một giao dịch, chúng tôi có thể phải chịu thêm nợ. Chúng tôi cũng thường xuyên đánh giá lợi ích của việc xử lý"
        },
        {
            "bbox": [
                24.738352605042017,
                563.2323871733968,
                973.9114642016807,
                10.616066211401403
            ],
            "text": "These transactions may present significant risks such as insufficient assets to offset liabilities assumed, potential loss of significant operating",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "tài sản nhất định. Những quyết định như vậy có thể có hình thức bán tài sản, sáp nhập hoặc bán lợi ích vốn chủ sở hữu."
        },
        {
            "bbox": [
                24.738352605042017,
                574.4571232185274,
                973.9170457142858,
                10.61605403800479
            ],
            "text": "revenues and income streams, increased or unexpected expenses, inadequate return of capital, regulatory or compliance issues, the triggering of",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Các giao dịch này có thể gây ra những rủi ro đáng kể như không đủ tài sản để bù đắp các khoản nợ được giả định, mất khả năng hoạt động đáng kể"
        },
        {
            "bbox": [
                24.738352605042017,
                585.6818470902613,
                973.9010591596639,
                10.616054038004734
            ],
            "text": "certain financial covenants in our debt instruments (including accelerated repayment) and unidentified issues not discovered in due diligence. In",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "doanh thu và dòng thu nhập, tăng hoặc chi phí bất ngờ, lợi nhuận không đầy đủ của các vấn đề vốn, quy định hoặc tuân thủ"
        },
        {
            "bbox": [
                24.738352605042017,
                596.9065709619953,
                973.8957015966387,
                10.616066211401403
            ],
            "text": "addition, such transactions could distract management from current operations. As a result of the risks inherent in such transactions, we cannot",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Một số giao ước tài chính trong các công cụ nợ của chúng tôi (bao gồm trả nợ tăng tốc) và các vấn đề không xác định không được phát hiện trong sự siêng năng. TRONG"
        },
        {
            "bbox": [
                24.738352605042017,
                608.1313070071259,
                973.8968557983194,
                10.61605403800479
            ],
            "text": "guarantee that any such transaction will ultimately result in the realization of its anticipated benefits or that it will not have a material adverse",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Ngoài ra, các giao dịch như vậy có thể đánh lạc hướng quản lý khỏi các hoạt động hiện tại. Do những rủi ro vốn có trong các giao dịch như vậy, chúng tôi không thể"
        },
        {
            "bbox": [
                24.738352605042017,
                619.3560308788599,
                973.9111541176471,
                10.616054038004734
            ],
            "text": "impact on our business, financial condition, results of operations or cash flows. If we were to complete such an acquisition, disposition, investment",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "đảm bảo rằng bất kỳ giao dịch nào như vậy cuối cùng sẽ dẫn đến việc thực hiện các lợi ích dự kiến ​​của nó hoặc nó sẽ không có bất lợi về vật chất"
        },
        {
            "bbox": [
                24.738352605042017,
                630.5807547505938,
                973.9111541176471,
                10.61606621140146
            ],
            "text": "or other strategic transaction, we may require additional debt or equity financing that could result in a significant increase in our amount of debt",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Tác động đến hoạt động kinh doanh, điều kiện tài chính của chúng tôi, kết quả hoạt động hoặc dòng tiền. Nếu chúng ta hoàn thành việc mua lại, định đoạt, đầu tư như vậy"
        },
        {
            "bbox": [
                24.738352605042017,
                641.8042978028504,
                211.00658268907563,
                10.617247030878843
            ],
            "text": "and our debt service obligations",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "Hoặc giao dịch chiến lược khác, chúng tôi có thể yêu cầu thêm nợ hoặc tài chính vốn chủ sở hữu có thể dẫn đến sự gia tăng đáng kể số nợ của chúng tôi"
        },
        {
            "bbox": [
                503.484530672269,
                664.9551523159146,
                16.414022689075637,
                10.617247030878843
            ],
            "text": "10",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOXAAA+DejaVuSerif",
                "size": 13
            },
            "text_vi": "và nghĩa vụ dịch vụ nợ của chúng tôi"
        }
    ]
}