{
    "metadata": {
        "page_hash": "faae80e637c29e2671ca70392f31a5d65c88962c4ab1d2a2c62d8b5be09ffcf5",
        "original_filename": "0000047111-21-000007_20210217x10k.pdf",
        "page_no": 5,
        "num_pages": 110,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.690839117647062,
                78.76686757719722,
                921.8293381932772,
                10.55305671021381
            ],
            "text": "cocoa from other producing countries and from current physical cocoa stocks in consuming countries would provide a significant supply buffer.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Ca cao từ các quốc gia sản xuất khác và từ các cổ phiếu ca cao vật lý hiện tại ở các nước tiêu thụ sẽ cung cấp một bộ đệm cung cấp đáng kể."
        },
        {
            "bbox": [
                24.690839117647062,
                98.29244804038012,
                953.0954558403362,
                10.553056710213696
            ],
            "text": "Our trading company in Switzerland performs all aspects of cocoa procurement, including price risk management, physical supply procurement and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Công ty thương mại của chúng tôi ở Thụy Sĩ thực hiện tất cả các khía cạnh của mua sắm ca cao, bao gồm quản lý rủi ro giá cả, mua sắm cung cấp vật lý và"
        },
        {
            "bbox": [
                24.690839117647062,
                109.4500112826604,
                943.4890180252102,
                10.553044536817083
            ],
            "text": "sustainable sourcing oversight. The trading company optimizes the supply chain for our cocoa requirements, with a strategic focus on gaining real",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Giám sát tìm nguồn cung ứng bền vững. Công ty thương mại tối ưu hóa chuỗi cung ứng cho các yêu cầu ca cao của chúng tôi, với trọng tâm chiến lược để đạt được sự thật"
        },
        {
            "bbox": [
                24.690839117647062,
                120.60757452494067,
                948.6520377731093,
                10.553044536817083
            ],
            "text": "time access to cocoa market intelligence. It also provides us with the ability to recruit and retain world class commodities traders and procurement",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thời gian tiếp cận với trí thông minh thị trường ca cao. Nó cũng cung cấp cho chúng tôi khả năng tuyển dụng và giữ lại các thương nhân hàng hóa đẳng cấp thế giới và mua sắm"
        },
        {
            "bbox": [
                24.690839117647062,
                131.76512559382422,
                952.128010882353,
                10.552460213776726
            ],
            "text": "professionals and enables enhanced collaboration with commodities trade groups, the global cocoa community and sustainable sourcing resources.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các chuyên gia và cho phép hợp tác nâng cao với các nhóm thương mại hàng hóa, cộng đồng ca cao toàn cầu và tài nguyên tìm nguồn cung ứng bền vững."
        },
        {
            "bbox": [
                24.690839117647062,
                151.29071823040385,
                934.3975953361345,
                10.553044536817083
            ],
            "text": "We also use substantial quantities of sugar, Class II and IV dairy products, peanuts, almonds and energy in our production process. Most of these",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi cũng sử dụng một lượng đáng kể đường, các sản phẩm sữa loại II và IV, đậu phộng, hạnh nhân và năng lượng trong quy trình sản xuất của chúng tôi. Hầu hết trong số này"
        },
        {
            "bbox": [
                24.690839117647062,
                162.4482692992874,
                968.9189751680672,
                10.55246021377684
            ],
            "text": "inputs for our domestic and Canadian operations are purchased from suppliers in the United States. For our international operations, inputs not locally",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Đầu vào cho các hoạt động trong nước và Canada của chúng tôi được mua từ các nhà cung cấp tại Hoa Kỳ. Đối với các hoạt động quốc tế của chúng tôi, các đầu vào không phải là địa phương"
        },
        {
            "bbox": [
                24.690839117647062,
                173.6058325415678,
                312.47862138655466,
                10.552460213776726
            ],
            "text": "available may be imported from other countries.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Có sẵn có thể được nhập từ các quốc gia khác."
        },
        {
            "bbox": [
                24.690839117647062,
                193.1314130047507,
                928.9309171848739,
                10.552460213776612
            ],
            "text": "We change prices and weights of our products when necessary to accommodate changes in input costs, the competitive environment and profit",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi thay đổi giá cả và trọng lượng của các sản phẩm của chúng tôi khi cần thiết để phù hợp với thay đổi chi phí đầu vào, môi trường cạnh tranh và lợi nhuận"
        },
        {
            "bbox": [
                24.690839117647062,
                204.28897624703097,
                919.9789978571429,
                10.552460213776612
            ],
            "text": "objectives, while at the same time maintaining consumer value. Price increases and weight changes help to offset increases in our input costs,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Mục tiêu, đồng thời duy trì giá trị tiêu dùng. Tăng giá và thay đổi trọng lượng giúp bù đắp tăng chi phí đầu vào của chúng tôi,"
        },
        {
            "bbox": [
                24.690839117647062,
                215.44653948931125,
                972.5116604621849,
                10.55244804038
            ],
            "text": "including raw and packaging materials, fuel, utilities, transportation costs and employee benefits. When we implement price increases, there is usually",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "bao gồm nguyên liệu thô và bao bì, nhiên liệu, tiện ích, chi phí vận chuyển và lợi ích nhân viên. Khi chúng tôi thực hiện tăng giá, thường có"
        },
        {
            "bbox": [
                24.690839117647062,
                226.60349406175771,
                962.8656007983193,
                10.55305671021381
            ],
            "text": "a time lag between the effective date of the list price increases and the impact of the price increases on net sales, in part because we typically honor",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "độ trễ thời gian giữa ngày có hiệu lực của giá niêm y"
        },
        {
            "bbox": [
                24.690839117647062,
                237.761057304038,
                923.5579188655462,
                10.55305671021381
            ],
            "text": "previous commitments to planned consumer and customer promotions and merchandising events subsequent to the effective date of the price",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các cam kết trước đây đối với các chương trình khuyến mãi của người tiêu dùng và khách hàng theo kế hoạch"
        },
        {
            "bbox": [
                24.690839117647062,
                248.91862054631827,
                958.1276718067226,
                10.553044536817197
            ],
            "text": "increases. In addition, promotional allowances may be increased subsequent to the effective date, delaying or partially offsetting the impact of price",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tăng. Ngoài ra, các khoản phụ cấp khuyến mại có thể được tăng lên sau ngày có hiệu lực, trì hoãn hoặc bù đắp một phần tác động của giá cả"
        },
        {
            "bbox": [
                24.690839117647062,
                260.07618378859854,
                150.97812264705883,
                10.552448040380114
            ],
            "text": "increases on net sales. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tăng doanh thu thuần. "
        },
        {
            "bbox": [
                24.690839117647062,
                284.48300415676954,
                88.40409491596638,
                10.55305671021381
            ],
            "text": "Competition",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYMBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Cuộc thi"
        },
        {
            "bbox": [
                24.690839117647062,
                299.82457600950124,
                958.122210882353,
                10.55305671021381
            ],
            "text": "Many of our confectionery brands enjoy wide consumer acceptance and are among the leading brands sold in the marketplace in North America and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nhiều thương hiệu bánh kẹo của chúng tôi được hưởng sự chấp nhận của người tiêu dùng rộng và là một trong những thương hiệu hàng đầu được bán trên thị trường ở Bắc Mỹ và"
        },
        {
            "bbox": [
                24.690839117647062,
                310.9821392517815,
                935.2706024789916,
                10.55304453681697
            ],
            "text": "certain international markets. We sell our brands in highly competitive markets with many other global multinational, national, regional and local",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "một số thị trường quốc tế. Chúng tôi bán các thương hiệu của chúng tôi ở các thị trường cạnh tranh cao với nhiều công ty đa quốc gia, quốc gia, khu vực và địa phương toàn cầu khác"
        },
        {
            "bbox": [
                24.690839117647062,
                322.1397024940618,
                945.8457255882353,
                10.552448040380114
            ],
            "text": "firms. Some of our competitors are large companies with significant resources and substantial international operations. Competition in our product",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "các công ty. Một số đối thủ cạnh tranh của chúng tôi là các công ty lớn có nguồn lực đáng kể và hoạt động quốc tế đáng kể. Cạnh tranh trong sản phẩm của chúng tôi"
        },
        {
            "bbox": [
                24.690839117647062,
                333.29725356294546,
                957.7097302100841,
                10.552460213776726
            ],
            "text": "categories is based on product innovation, product quality, price, brand recognition and loyalty, effectiveness of marketing and promotional activity,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các danh mục dựa trên đổi mới sản phẩm, chất lượng sản phẩm, giá cả, nhận dạng thương hiệu và lòng trung thành, hiệu quả của tiếp thị và hoạt động quảng cáo,"
        },
        {
            "bbox": [
                24.690839117647062,
                344.45481680522573,
                949.2413697058823,
                10.552460213776726
            ],
            "text": "the ability to identify and satisfy consumer preferences, as well as convenience and service. We have also experienced increased competition from",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Khả năng xác định và đáp ứng sở thích của người tiêu dùng, cũng như sự tiện lợi và dịch vụ. Chúng tôi cũng đã trải qua sự cạnh tranh gia tăng từ"
        },
        {
            "bbox": [
                24.690839117647062,
                355.612380047506,
                871.6090239075631,
                10.552460213776726
            ],
            "text": "other snack items, and we are focused on expanding the boundaries of our core confection brands to capture new snacking occasions. ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các mặt hàng ăn nhẹ khác, và chúng tôi tập trung vào việc mở rộng ranh giới của các thương hiệu bánh kẹo cốt lõi của chúng tôi để nắm bắt các dịp ăn vặt mới. "
        },
        {
            "bbox": [
                24.690839117647062,
                380.0192125890736,
                301.93402432773115,
                10.552448040380114
            ],
            "text": "Working Capital, Seasonality and Backlog",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYMBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Vốn lưu động, tính thời vụ và tồn đọng"
        },
        {
            "bbox": [
                24.690839117647062,
                396.0580157363421,
                900.1515701260504,
                10.55244804038
            ],
            "text": "Our sales are typically higher during the third and fourth quarters of the year, representing seasonal and holiday-related sales patterns. We",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Doanh số của chúng tôi thường cao hơn trong quý thứ ba và thứ tư trong năm, đại diện cho các mô hình bán hàng theo mùa và liên quan đến kỳ nghỉ. Chúng tôi"
        },
        {
            "bbox": [
                24.690839117647062,
                407.2155789786224,
                933.9267499579832,
                10.55244804038
            ],
            "text": "manufacture primarily for stock and typically fill customer orders within a few days of receipt. Therefore, the backlog of any unfilled orders is not",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sản xuất chủ yếu cho cổ phiếu và thường điền đơn đặt hàng của khách hàng trong vòng vài ngày kể từ khi nhận được. Do đó, tồn đọng của bất kỳ đơn đặt hàng chưa được thực hiện"
        },
        {
            "bbox": [
                24.690839117647062,
                418.3731300475059,
                946.5366444957983,
                10.552460213776726
            ],
            "text": "material to our total annual sales. Additional information relating to our cash flows from operations and working capital practices is provided in our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tài liệu cho tổng doanh số hàng năm của chúng tôi. Thông tin bổ sung liên quan đến dòng tiền của chúng tôi từ các hoạt động và thực hành vốn lưu động được cung cấp trong"
        },
        {
            "bbox": [
                24.690839117647062,
                429.5306932897862,
                256.5532604621849,
                10.552460213776726
            ],
            "text": "Management’s Discussion and Analysis.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quản lý thảo luận và phân tích."
        },
        {
            "bbox": [
                24.690839117647062,
                453.2402823634204,
                379.4204583613446,
                10.552460213776726
            ],
            "text": "Trademarks, Service Marks and License Agreements",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QYMBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Thương hiệu, nhãn hiệu dịch vụ và thỏa thuận cấp phép"
        },
        {
            "bbox": [
                24.690839117647062,
                469.2790976840855,
                908.734110462185,
                10.552448040380114
            ],
            "text": "We own various registered and unregistered trademarks and service marks. The trademarks covering our key product brands are of material",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chúng tôi sở hữu nhiều nhãn hiệu và nhãn hiệu dịch vụ đã đăng ký và chưa đăng ký. Các nhãn hiệu bao gồm các thương hiệu sản phẩm chính của chúng tôi là vật liệu"
        },
        {
            "bbox": [
                24.690839117647062,
                480.4366487529692,
                961.7862844117647,
                10.552460213776726
            ],
            "text": "importance to our business. We follow a practice of seeking trademark protection in the United States and other key international markets where our",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Tầm quan trọng đối với doanh nghiệp của chúng tôi. Chúng tôi tuân theo một thực tiễn tìm kiếm sự bảo vệ thương hiệu ở Hoa Kỳ và các thị trường quốc tế quan trọng khác nơi chúng tôi"
        },
        {
            "bbox": [
                24.690839117647062,
                491.59421199524945,
                924.7111386134453,
                10.552460213776726
            ],
            "text": "products are sold. We also grant trademark licenses to third parties to produce and sell pantry items, flavored milks and various other products",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sản phẩm được bán. Chúng tôi cũng cấp giấy phép thương hiệu cho các bên thứ ba để sản xuất và bán các mặt hàng phòng đựng thức ăn, sữa có hương vị và nhiều sản phẩm khác"
        },
        {
            "bbox": [
                24.690839117647062,
                502.75117874109264,
                128.0960364285714,
                10.55304453681714
            ],
            "text": "primarily under the ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "chủ yếu theo "
        },
        {
            "bbox": [
                152.7779899159664,
                502.75117874109264,
                63.81186596638656,
                10.55304453681714
            ],
            "text": "Hershey’s",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans-Oblique",
                "size": 13
            },
            "text_vi": "Hershey sườn"
        },
        {
            "bbox": [
                216.58256890756303,
                502.75117874109264,
                32.265828571428585,
                10.55304453681714
            ],
            "text": " and ",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": " Và "
        },
        {
            "bbox": [
                248.83950840336135,
                502.75117874109264,
                49.98086050420167,
                10.55304453681714
            ],
            "text": "Reese’s",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QSMBAA+DejaVuSans-Oblique",
                "size": 13
            },
            "text_vi": "Reese từ"
        },
        {
            "bbox": [
                298.8130819327731,
                502.75117874109264,
                92.77068277310923,
                10.55304453681714
            ],
            "text": " brand names.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": " Tên thương hiệu."
        },
        {
            "bbox": [
                26.001469579831934,
                554.3044423990499,
                104.68281588235297,
                9.741091152018953
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    255,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                365.0847239495799,
                554.3044423990499,
                293.3723302521009,
                9.741091152018953
            ],
            "text": "The Hershey Company | 2020 Form 10-K | Page 4",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QMMBAA+DejaVuSans",
                "size": 12
            },
            "text_vi": "Công ty Hershey | 2020 Mẫu 10-K | Trang 4"
        }
    ]
}