{
    "metadata": {
        "page_hash": "fcf7a56e7b76f9077c4cd12968df099dd83201e30d0dc6f1c97eac3f318e8a87",
        "original_filename": "0000010795-20-000055_20201125x10k.pdf",
        "page_no": 6,
        "num_pages": 113,
        "original_width": 595,
        "original_height": 842,
        "coco_width": 1025,
        "coco_height": 1025,
        "collection": "sec_filings",
        "doc_category": "financial_reports"
    },
    "cells": [
        {
            "bbox": [
                24.738352605042017,
                12.524100059382477,
                114.0979111764706,
                10.616054038004677
            ],
            "text": "Table of Contents",
            "font": {
                "color": [
                    0,
                    0,
                    255,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Mục lục"
        },
        {
            "bbox": [
                24.738352605042017,
                88.29040795724472,
                88.93612676470588,
                10.616066211401403
            ],
            "text": "Competition",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOHBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Cuộc thi"
        },
        {
            "bbox": [
                57.499650672268906,
                104.42551484560579,
                913.6783056302522,
                10.61665053444176
            ],
            "text": "BD operates in the increasingly complex and challenging medical technology marketplace. Technological advances and scientific discoveries",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "BD hoạt động trong thị trường công nghệ y tế ngày càng phức tạp và đầy thách thức. Những tiến bộ công nghệ và những khám phá khoa học"
        },
        {
            "bbox": [
                24.738352605042017,
                115.65023871733968,
                912.9313889915967,
                10.61665053444176
            ],
            "text": "have accelerated the pace of change in medical technology, the regulatory environment of medical products is becoming more complex and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "đã đẩy nhanh tốc độ thay đổi trong công nghệ y tế, môi trường pháp lý của các sản phẩm y tế đang trở nên phức tạp hơn và"
        },
        {
            "bbox": [
                24.738352605042017,
                126.87496258907356,
                971.0276654621849,
                10.616066211401517
            ],
            "text": "vigorous, and economic conditions have resulted in a challenging market. Companies of varying sizes compete in the global medical technology field.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "mạnh mẽ, và điều kiện kinh tế đã dẫn đến một thị trường đầy thách thức. Các công ty có quy mô khác nhau cạnh tranh trong lĩnh vực công nghệ y tế toàn cầu."
        },
        {
            "bbox": [
                24.738352605042017,
                138.0996986342043,
                942.6734263865548,
                10.616054038004677
            ],
            "text": "Some are more specialized than BD with respect to particular markets, and some have greater financial resources than BD. New companies have",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Một số chuyên môn hơn BD đối với các thị trường cụ thể và một số có nguồn tài chính lớn hơn BD. Các công ty mới có"
        },
        {
            "bbox": [
                24.738352605042017,
                149.3244225059383,
                948.1458927731093,
                10.61605403800479
            ],
            "text": "entered the field, particularly in the areas of molecular diagnostics, safety-engineered devices and in the life sciences, and established companies",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tham gia vào lĩnh vực này, đặc biệt là trong các lĩnh vực chẩn đoán phân tử, các thiết bị được thiết kế an toàn và trong các ngành khoa học đời sống, và các công ty thành lập"
        },
        {
            "bbox": [
                24.738352605042017,
                160.5491463776723,
                946.1448860504202,
                10.616066211401403
            ],
            "text": "have diversified their business activities into the medical technology area. Other firms engaged in the distribution of medical technology products",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "đã đa dạng hóa các hoạt động kinh doanh của họ vào khu vực công nghệ y tế. Các công ty khác tham gia phân phối các sản phẩm công nghệ y tế"
        },
        {
            "bbox": [
                24.738352605042017,
                171.77328592636582,
                915.4706326890757,
                10.61665053444176
            ],
            "text": "have become manufacturers of medical devices and instruments as well. Acquisitions and collaborations by and among companies seeking a",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "đã trở thành nhà sản xuất các thiết bị y tế và công cụ là tốt. Mua lại và hợp tác bởi và giữa các công ty đang tìm kiếm một"
        },
        {
            "bbox": [
                24.738352605042017,
                182.99800979809982,
                915.1960877310926,
                10.616650534441874
            ],
            "text": "competitive advantage also affect the competitive environment. In addition, the entry into the market of low-cost manufacturers has created",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Lợi thế cạnh tranh cũng ảnh hưởng đến môi trường cạnh tranh. Ngoài ra, sự gia nhập vào thị trường của các nhà sản xuất chi phí thấp đã tạo ra"
        },
        {
            "bbox": [
                24.738352605042017,
                194.22274584323043,
                937.940665462185,
                10.616054038004677
            ],
            "text": "increased pricing pressures. BD competes in this evolving marketplace on the basis of many factors, including price, quality, innovation, service,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "tăng áp lực định giá. BD cạnh tranh trên thị trường phát triển này trên cơ sở nhiều yếu tố, bao gồm giá cả, chất lượng, đổi mới, dịch vụ,"
        },
        {
            "bbox": [
                24.738352605042017,
                205.4474697149643,
                935.317716302521,
                10.616054038004904
            ],
            "text": "reputation, distribution and promotion. The impact of these factors on BD’s competitive position varies among BD’s various product offerings. In",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Danh tiếng, phân phối và quảng bá. Tác động của các yếu tố này đối với vị trí cạnh tranh của BD, khác nhau giữa các dịch vụ sản phẩm khác nhau của BD. TRONG"
        },
        {
            "bbox": [
                24.738352605042017,
                216.67219358669843,
                902.2935944537815,
                10.616054038004677
            ],
            "text": "order to remain competitive in the industries in which it operates, BD continues to make investments in research and development, quality",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "để duy trì tính cạnh tranh trong các ngành công nghiệp hoạt động, BD tiếp tục đầu tư vào nghiên cứu và phát triển, chất lượng"
        },
        {
            "bbox": [
                24.738352605042017,
                227.8969174584323,
                960.3570709243697,
                10.616066211401517
            ],
            "text": "management, quality improvement, product innovation and productivity improvement in support of its core strategies. See further discussion of the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quản lý, cải tiến chất lượng, đổi mới sản phẩm và cải thiện năng suất trong việc hỗ trợ các chiến lược cốt lõi của nó. Xem thêm thảo luận về"
        },
        {
            "bbox": [
                24.738352605042017,
                239.12105700712596,
                571.3460734453782,
                10.61665053444176
            ],
            "text": "risks relating to competition in the medical technology industry in Item 1A. Risk Factors.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Rủi ro liên quan đến cạnh tranh trong ngành công nghệ y tế trong Mục 1A. Các yếu tố rủi ro."
        },
        {
            "bbox": [
                24.738352605042017,
                258.7643298693587,
                202.16289991596642,
                10.61665053444176
            ],
            "text": "Third-Party Reimbursement",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QOHBAA+DejaVuSans-Bold",
                "size": 13
            },
            "text_vi": "Bồi hoàn của bên thứ ba"
        },
        {
            "bbox": [
                57.499650672268906,
                274.1980299881236,
                920.4546581512607,
                10.61665053444176
            ],
            "text": "Reimbursement is an important strategic consideration in the development and marketing of medical technology. Obtaining coverage, coding",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hoàn trả là một sự xem xét chiến lược quan trọng trong việc phát triển và tiếp thị công nghệ y tế. Có được bảo hiểm, mã hóa"
        },
        {
            "bbox": [
                24.738352605042017,
                285.4227660332542,
                956.1193247058824,
                10.61665053444176
            ],
            "text": "and payment is critical to the commercial success of a new product or procedure. Difficulty in achieving market access can lead to slow adoption in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "và thanh toán là rất quan trọng đối với sự thành công thương mại của một sản phẩm hoặc quy trình mới. Khó khăn trong việc đạt được tiếp cận thị trường có thể dẫn đến việc áp dụng chậm trong"
        },
        {
            "bbox": [
                24.738352605042017,
                296.6474899049882,
                603.5489205042018,
                10.616054038004677
            ],
            "text": "the marketplace and inadequate payment levels that can continue for months or even years.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Thị trường và mức thanh toán không đầy đủ có thể tiếp tục trong nhiều tháng hoặc thậm chí nhiều năm."
        },
        {
            "bbox": [
                57.499650672268906,
                312.7831811163895,
                932.6991703361346,
                10.616054038004677
            ],
            "text": "A majority of BD’s customers rely on third-party payers, including government programs and private health insurance plans, to reimburse some",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Phần lớn khách hàng của BD, dựa vào những người trả tiền của bên thứ ba, bao gồm các chương trình của chính phủ và các chương trình bảo hiểm y tế tư nhân, để hoàn trả một số"
        },
        {
            "bbox": [
                24.738352605042017,
                324.00732066508317,
                905.780403277311,
                10.61665053444176
            ],
            "text": "or all of the cost of the procedures, products and services they provide. Vertical integration has created a very concentrated market among",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "hoặc tất cả các chi phí của các thủ tục, sản phẩm và dịch vụ họ cung cấp. Tích hợp dọc đã tạo ra một thị trường rất tập trung giữa"
        },
        {
            "bbox": [
                24.738352605042017,
                335.23204453681706,
                911.1319368907564,
                10.616650534441874
            ],
            "text": "commercial third-party payers in the U.S. Global payers are increasingly focused on strategies to control spending on healthcare and reward",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Những người trả tiền của bên thứ ba thương mại tại Hoa Kỳ, những người trả tiền toàn cầu đang ngày càng tập trung vào các chiến lược để kiểm soát chi tiêu cho chăm sóc sức khỏe và phần thưởng"
        },
        {
            "bbox": [
                24.738352605042017,
                346.45676840855106,
                307.4563263865547,
                10.616066211401517
            ],
            "text": "improvements in quality and patient outcomes.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "cải thiện chất lượng và kết quả của bệnh nhân."
        },
        {
            "bbox": [
                57.499650672268906,
                362.5924717933492,
                928.2544947058824,
                10.616054038004677
            ],
            "text": "BD is actively engaged in identifying and communicating value propositions of its products for payer, provider, and patient stakeholders, and it",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "BD đang tích cực tham gia vào việc xác định và truyền đạt các đề xuất giá trị của các sản phẩm của mình cho người trả tiền, nhà cung cấp và các bên liên quan của bệnh nhân, và nó"
        },
        {
            "bbox": [
                24.738352605042017,
                373.816599168646,
                952.5175952941178,
                10.616650534441987
            ],
            "text": "employs various efforts and resources to attempt to positively impact coverage, coding and payment pathways. However, BD has no direct control",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Sử dụng các nỗ lực và nguồn lực khác nhau để cố gắng tác động tích cực đến các con đường bảo hiểm, mã hóa và thanh toán. Tuy nhiên, BD không có quyền kiểm soát trực tiếp"
        },
        {
            "bbox": [
                24.738352605042017,
                385.0413230403801,
                967.5390650420169,
                10.61665053444176
            ],
            "text": "over payer decision-making with respect to coverage and payment levels for BD products. The manner and level of reimbursement in any given case",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Quá nhiều quyết định của người trả tiền đối với mức bảo hiểm và mức thanh toán cho các sản phẩm BD. Cách thức và mức độ hoàn trả trong bất kỳ trường hợp nào"
        },
        {
            "bbox": [
                24.738352605042017,
                396.2660590855106,
                969.7770793277311,
                10.616650534441874
            ],
            "text": "may depend on the site of care, the procedure(s) performed, the final patient diagnosis, the device(s) and/or drug(s) utilized, the available budget, or",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "có thể phụ thuộc vào vị trí chăm sóc, (các) quy trình được thực hiện, chẩn đoán bệnh nhân cuối cùng, (các) thiết bị và/hoặc thuốc được sử dụng, ngân sách có sẵn hoặc"
        },
        {
            "bbox": [
                24.738352605042017,
                407.4907829572446,
                949.6847881512606,
                10.61605403800479
            ],
            "text": "a combination of these factors, and coverage and payment levels are determined at each payer’s discretion. As BD’s product offerings are diverse",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Một sự kết hợp của các yếu tố này, mức bảo hiểm và mức thanh toán được xác định theo quyết định của người trả tiền. Vì các dịch vụ sản phẩm BD BD rất đa dạng"
        },
        {
            "bbox": [
                24.738352605042017,
                418.7155068289786,
                964.079922605042,
                10.616066211401517
            ],
            "text": "across a variety of healthcare settings, they are affected to varying degrees by the many payment pathways that impact the decisions of healthcare",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Trên nhiều cơ sở chăm sóc sức khỏe, chúng bị ảnh hưởng ở các mức độ khác nhau bởi nhiều con đường thanh toán ảnh hưởng đến các quyết định của chăm sóc sức khỏe"
        },
        {
            "bbox": [
                24.738352605042017,
                429.94024287410934,
                897.8718305882353,
                10.616054038004677
            ],
            "text": "providers regarding which medical products they purchase and the prices they are willing to pay for those products. Therefore, changes in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các nhà cung cấp về những sản phẩm y tế họ mua và giá họ sẵn sàng trả cho các sản phẩm đó. Do đó, những thay đổi trong"
        },
        {
            "bbox": [
                24.738352605042017,
                441.16437024940626,
                917.4493478151261,
                10.61665053444176
            ],
            "text": "reimbursement levels or methods may either positively or negatively impact sales of BD products in any given country for any given product.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Các mức bồi hoàn hoặc phương pháp có thể ảnh hưởng tích cực hoặc tiêu cực đến doanh số bán hàng của BD ở bất kỳ quốc gia nào cho bất kỳ sản phẩm nào."
        },
        {
            "bbox": [
                57.499650672268906,
                456.59866686460805,
                899.8292808403362,
                10.61605403800479
            ],
            "text": "As government programs expand healthcare coverage for their citizens, they have at the same time sought to control costs by limiting the",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Khi các chương trình chính phủ mở rộng bảo hiểm chăm sóc sức khỏe cho công dân của họ, họ đồng thời tìm cách kiểm soát chi phí bằng cách hạn chế"
        },
        {
            "bbox": [
                24.738352605042017,
                467.82339073634205,
                945.1212986554623,
                10.616066211401403
            ],
            "text": "amount of reimbursement they will pay for particular procedures, products or services. In addition, most payers are seeking price predictability in",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "số lượng của"
        },
        {
            "bbox": [
                24.738352605042017,
                479.0475302850357,
                963.3479003361344,
                10.61665053444176
            ],
            "text": "order to mitigate future exposure to manufacturer price increases. This is coupled with an increase in high deductible private insurance plans, which",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Hoàn trả họ sẽ trả tiền cho các thủ tục, sản phẩm hoặc dịch vụ cụ thể. Ngoài ra, hầu hết những người trả tiền đang tìm kiếm dự đoán giá trong"
        },
        {
            "bbox": [
                24.738352605042017,
                490.2722541567696,
                428.0309007563025,
                10.616650534441874
            ],
            "text": "transfer more pricing exposure and burden directly to the patient.",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "để giảm thiểu tiếp xúc trong tương lai với việc tăng giá nhà sản xuất. Điều này được kết hợp với sự gia tăng các chương trình bảo hiểm tư nhân được khấu trừ cao, mà"
        },
        {
            "bbox": [
                57.499650672268906,
                506.4079575415677,
                926.3027052100841,
                10.61605403800479
            ],
            "text": "Many payers both in the U.S. and globally have developed specific payment and delivery mechanisms to support these cost control efforts and",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chuyển thêm mức giá tiếp xúc và gánh nặng trực tiếp cho bệnh nhân."
        },
        {
            "bbox": [
                24.738352605042017,
                517.6326814133017,
                960.4795541176471,
                10.616054038004677
            ],
            "text": "to focus on paying for value. These mechanisms include payment reductions, pay for performance measures, quality-based performance payments,",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Nhiều người trả tiền cả ở Hoa Kỳ và toàn cầu đã phát triển các cơ chế giao hàng và thanh toán cụ thể để hỗ trợ các nỗ lực kiểm soát chi phí này và"
        },
        {
            "bbox": [
                24.738352605042017,
                528.8568087885985,
                862.9863259663866,
                10.616650534441817
            ],
            "text": "restrictive coverage policies, bidding and tender mechanics, studies to compare the effectiveness of therapies and use of technology",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "để tập trung vào việc trả tiền cho giá trị. Các cơ chế này bao gồm giảm thanh toán, thanh toán cho các biện pháp thực hiện, thanh toán hiệu suất dựa trên chất lượng,"
        },
        {
            "bbox": [
                507.5796554621849,
                596.2045798693587,
                8.208217226890781,
                10.616662707838486
            ],
            "text": "5",
            "font": {
                "color": [
                    0,
                    0,
                    0,
                    255
                ],
                "name": "/QUHBAA+DejaVuSans",
                "size": 13
            },
            "text_vi": "Chính sách bảo hiểm hạn chế, đấu thầu và cơ học đấu thầu, các nghiên cứu để so sánh hiệu quả của các liệu pháp và sử dụng công nghệ"
        }
    ]
}